Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_Account_Plan_Button_SeePlans
source: See _plans
be_by: Паглядзець_ тарыфныя планы
ca_es: Mostra els _plans
cs_cz: Zobrazit _tarify
da_dk: Se _abonnementer
de: Weitere _Abonnements
el_gr: Δείτε πλάνα
es_419: Ver _planes
fr: Voir les _abonnements
hu: Csomagok _megtekintése
id: Lihat daftar _paket
it: Guarda i _piani
nb_no: Se _planer
nl: Zie _abonnementen
pl: Pokaż plany
pt: Veja os _planos
pt_br: Ver _planos
ro: Afișare planuri
ru: Посмотреть _тарифы
sk: Zobraziť _plány
sv_se: Se _paket
tr: _Tarifelere bakın
zh_cn: 查看计划
zh_tw: 查看_計劃

# Main_Account_Plan_Description
source: Get more storage
be_by: Атрымаць больш месца ў сховішчы
ca_es: Obtén més emmagatzematge
cs_cz: Získat více úložného prostoru
da_dk: Få mere lagerplads
de: Mehr Speicherplatz erhalten
el_gr: Αποκτήστε περισσότερο χώρο αποθήκευσης
es_419: Obtener más almacenamiento
fr: Obtenir plus d'espace de stockage
hu: További tárhely igénylése
id: Dapatkan lebih banyak ruang penyimpanan
it: Ottieni più spazio di archiviazione
nb_no: Skaff deg mer lagringskapasitet
nl: Krijg meer opslag
pl: Uzyskaj więcej przestrzeni dyskowej
pt: Obter mais espaço de armazenamento
pt_br: Obter mais armazenamento
ro: Obțineți mai mult spațiu de stocare
ru: Получите больше места в хранилище
sk: Získajte viac úložného priestoru
sv_se: Skaffa mer lagringsutrymme
tr: Daha fazla depolama alanı edinin
zh_cn: 获得更多存储空间
zh_tw: 取得更多儲存空間

# Main_Account_Plan_HelpText
source: See other Proton Drive plans
be_by: Паглядзець іншыя тарыфныя планы Proton Drive
ca_es: Consulteu altres plans de Proton Drive
cs_cz: Zobrazení dalších tarifů Proton Drive
da_dk: Se andre Proton Drive-abonnementer
de: Andere Proton Drive Abonnements ansehen
el_gr: Δείτε άλλα Proton Drive πλάνα
es_419: Ver otros planes de Proton Drive
fr: Voir les autres abonnements de Proton Drive
hu: További Proton Drive csomagok megtekintése
id: Lihat paket Proton Drive lainnya
it: Vedi altri piani Proton Drive
nb_no: Se andre planer for Proton Drive
nl: Zie andere Proton Drive abonnementen
pl: Zobacz inne plany Proton Drive
pt: Ver outros planos do Proton Drive
pt_br: Ver outros planos do Proton Drive
ro: Vedeți alte planuri Proton Drive
ru: Посмотрите другие тарифы Proton Drive
sk: Prezrite si ďalšie plány pre Proton Drive
sv_se: Se andra Proton Drive-paket
tr: Diğer Proton Drive tarifelerine bakın
zh_cn: 查看其他 Proton Drive 计划
zh_tw: 查看其他 Proton Drive 方案

# Main_Account_SessionManagement_Button_Manage
source: _Manage
be_by: _Кіраваць
ca_es: _Gestiona
cs_cz: _Spravovat
da_dk: _Administrer
de: _Verwalten
el_gr: _Διαχείριση
es_419: _Administrar
fr: _Gérer
hu: _Kezelés
id: _Kelola
it: _Gestisci
nb_no: _Administrer
nl: _Beheren
pl: Zarządzaj
pt: _Gerir
pt_br: _Gerenciar
ro: _Gestionare
ru: _Управлять
sk: _Spravovať
sv_se: _Hantera
tr: _Yönetim
zh_cn: 管理
zh_tw: _管理

# Main_Account_SessionManagement_Description
source: Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.
be_by: Пакуль вы не выйдзеце са свайго ўліковага запісу або не зменіце свой пароль, ваш сеанс будзе актыўным. Сеансы спыняюцца праз 60 дзён бяздзейнасці.
ca_es: Tret que tanqueu la sessió del vostre compte o canvieu la contrasenya, la sessió es mantindrà activa. Les sessions expiraran després de 60 dies d'inactivitat.
cs_cz: Pokud se neodhlásíte z účtu nebo nezměníte heslo, vaše relace zůstane aktivní. Relace vyprší po 60 dnech nečinnosti.
da_dk: Medmindre du logger ud af din konto eller ændrer din adgangskode, vil din session forblive aktiv. Sessioner udløber efter 60 dages inaktivitet.
de: Solange du dich nicht von deinem Konto abmeldest oder dein Passwort änderst, bleibt deine Sitzung aktiv. Sitzungen laufen nach 60 Tagen Inaktivität ab.
el_gr: Εφόσον δεν εξέλθετε του λογαριασμού σας, ούτε αλλάξετε τον κωδικό πρόσβασής σας, η συνεδρία σας θα παραμείνει ενεργή. Οι συνεδρίες λήγουν μετά από 60 ημέρες αδράνειας.
es_419: A menos que cierre la sesión o cambie la contraseña, la sesión permanecerá activa. Las sesiones expiran después de 60 días de inactividad.
fr: Sauf si vous vous déconnectez explicitement ou modifiez votre mot de passe, votre session restera active. Les sessions n'expirent qu'après 60 jours d'inactivité.
hu: Ha nem lép ki fiókjából vagy nem változtat jelszót, a munkafolyamat aktív marad. A munkafolyamatok 60 nap inaktivitás után járnak le.
id: Selama Anda tidak keluar dari akun atau mengubah kata sandi Anda, sesi Anda akan tetap aktif. Seluruh sesi akan berakhir setelah 60 hari tidak aktif.
it: A meno che non esci dal tuo account o non cambi password, la tua sessione rimarrà attiva. Le sessioni scadono dopo 60 giorni di inattività.
nb_no: Med mindre du logger av kontoen din eller endrer passordet ditt, vil økten din forbli aktiv. Økter utløper etter 60 dager med inaktivitet.
nl: Tenzij u uitlogt of uw wachtwoord wijzigt, blijft uw sessie actief. Sessies verlopen na 60 dagen van inactiviteit.
pl: Jeśli nie wylogujesz się lub nie zmienisz hasła, sesje pozostaną aktywne i wygasną po 60 dniach nieaktywności.
pt: A não ser que termine a sessão ou altere a palavra-passe da conta, a sessão permanecerá ativa. As sessões expiram após 60 dias de inatividade.
pt_br: A menos que você saia da sua conta ou altere sua senha, sua sessão permanecerá ativa. As sessões expiram após 60 dias de inatividade.
ro: Dacă nu vă deconectați din cont sau nu vă schimbați parola, sesiunea va rămâne activă. Sesiunile expiră după 60 de zile de inactivitate
ru: Пока вы не выйдете из своей учётной записи либо не измените свой пароль, ваша сессия остаётся активной. Срок действия сессий истекает после 60 дней бездействия.
sk: Kým sa neodhlásite z vášho účtu alebo nezmeníte heslo, vaša relácia zostane aktívna. Relácia vyprší po 60 dňoch nečinnosti.
sv_se: Om du inte loggar ut från ditt konto eller ändrar ditt lösenord kommer din session att förbli aktiv. Sessioner löper ut efter 60 dagars inaktivitet.
tr: Hesabınızın oturumunu kapatmadığınız veya parolanızı değiştirmediğiniz sürece oturumunuz açık kalır. 60 gün kullanılmayan oturumlar kapatılır.
zh_cn: 除非您登出账户或更改密码，否则您的会话将保持激活状态。会话在闲置 60 天后失效。
zh_tw: 除非您登出您的帳號或更改您的密碼，您的工作階段將保持使用。工作階段閒置 60 天後逾期。

# Main_Account_SessionManagement_HelpText
source: Manage your session. After 60 days of inactivity the session will expire.
be_by: Кіраваць вашым сеансам. Сеанс міне пасля 60 дзён бяздзейнасці.
ca_es: Gestioneu la vostra sessió. Després de 60 dies d'inactivitat, la sessió caducarà.
cs_cz: Spravujte své relace. Po 60 dnech nečinnosti relace vyprší.
da_dk: Administrer din session. Efter 60 dages inaktivitet udløber sessionen.
de: Verwalte deine Sitzung. Nach 60 Tagen Inaktivität läuft die Sitzung ab.
el_gr: Διαχειριστείτε τη συνεδρία σας. Μετά από 60 ημέρες αδράνειας, η περίοδος λειτουργίας θα λήξει.
es_419: Gestione su sesión. Después de 60 días de inactividad la sesión expirará.
fr: Gérez votre session. Après 60 jours d'inactivités, la session arrivera à expiration.
hu: A munkamenet kezelése. Ha 60 napig nem aktív, a munkamenet lejár.
id: Kelola sesi Anda. Sesi akan berakhir setelah 60 hari tidak aktif.
it: Gestisci la tua sessione. Dopo 60 giorni di inattività la sessione scadrà.
nb_no: Administrer økten din. Etter 60 dager med inaktivitet utløper økten.
nl: Beheer uw sessie. De sessie zal verlopen na 60 dagen van inactiviteit.
pl: Zarządzaj sesją. Po 60 dniach nieaktywności sesja wygaśnie.
pt: Gire a gestão da sua sessão. Após 60 dias de inatividade, a sessão irá expirar.
pt_br: Gerencie sua sessão. Depois de 60 dias de inatividade a sessão expirará.
ro: Gestionați-vă sesiunea. După 60 de zile de inactivitate sesiunea va expira.
ru: Управляйте своим сеансом. После 60 дней неактивности сеанс истечет.
sk: Spravujte svoju reláciu. Po 60 dňoch nečinnosti relácia vyprší.
sv_se: Hantera din session. Efter 60 dagars inaktivitet kommer sessionen att löpa ut.
tr: Oturumunuzu yönetin. 60 gün kullanılmayan oturumlar kapatılır.
zh_cn: 管理您的会话。60天内不活动的会话将过期。
zh_tw: 管理您的作業階段。閒置 60 天後，作業階段將會到期。

# Main_Account_SessionManagement_Title
source: Session management
be_by: Кіраванне сеансамі
ca_es: Gestió de sessions
cs_cz: Správce relací
da_dk: Sessionshåndtering
de: Sitzungsverwaltung
el_gr: Διαχείριση συνεδρίας
es_419: Gestión de sesiones
fr: Gestionnaire de sessions
hu: Munkamenet-kezelés
id: Pengelolaan sesi
it: Gestione sessione
nb_no: Administrasjon av økter
nl: Sessiebeheer
pl: Zarządzanie sesją
pt: Gestão da sessão
pt_br: Gerenciamento de sessão
ro: Gestionare sesiuni
ru: Управление сеансами
sk: Správca relácií
sv_se: Sessionshantering
tr: Oturum yönetimi
zh_cn: 登录设备管理
zh_tw: 工作階段管理

# Main_Account_SignOut_Description
source: Sign out and disable sync. You can sign back in with the same account to resume sync.
be_by: Выйсці і адключыць сінхранізацыю. Вы можаце паўторна ўвайсці з тым жа самым уліковым запісам, каб працягнуць сінхранізацыю.
ca_es: Tanqueu la sessió i desactiveu la sincronització. Podeu tornar a iniciar la sessió amb el mateix compte per reprendre la sincronització.
cs_cz: Odhlaste se a deaktivujte synchronizaci. Synchronizaci obnovíte opětovným přihlášením pod stejným účtem.
da_dk: Log ud og deaktiver synkronisering. Du kan logge på igen med den samme konto for at genoptage synkroniseringen.
de: Abmelden und Synchronisierung deaktivieren. Zum Fortsetzen der Synchronisierung mit demselben Konto wieder anmelden.
el_gr: Αποσυνδεθείτε και απενεργοποιήστε τον συγχρονισμό. Μπορείτε να συνδεθείτε ξανά με τον ίδιο λογαριασμό για να συνεχίσετε τον συγχρονισμό.
es_419: Cerre sesión y desactive la sincronización. Puede volver a iniciar sesión con la misma cuenta para reanudar la sincronización.
fr: Déconnectez-vous et désactivez la synchronisation. Vous pouvez vous reconnecter avec le même compte pour reprendre la synchronisation.
hu: Jelentkezzen ki és tiltsa le a szinkronizálást. A szinkronizálás folytatásához ugyanezzel a fiókkal jelentkezhet be újra.
id: Keluar dari akun dan nonaktifkan sinkronisasi. Anda dapat masuk lagi dengan akun yang sama untuk melanjutkan sinkronisasi.
it: Esci e disabilita la sincronizzazione. Puoi accedere nuovamente con lo stesso account per riprendere la sincronizzazione.
nb_no: Logg av og deaktiver synkronisering. Du kan logge på igjen med den samme kontoen for å gjenoppta synkroniseringen.
nl: Log uit en schakel synchronisatie uit. U kunt zich aanmelden met hetzelfde account om de synchronisatie te hervatten.
pl: Wyloguj się i wyłącz synchronizację. Możesz zalogować się ponownie na to samo konto, aby wznowić synchronizację.
pt: Termine a sessão e desactive a sincronização. Pode voltar a iniciar sessão com a mesma conta para retomar a sincronização.
pt_br: Encerre a sessão e desative a sincronização. Você pode voltar a iniciar a sessão com a mesma conta para retomar a sincronização.
ro: Deconectați-vă și dezactivați sincronizarea. Vă puteți reconecta cu același cont pentru a relua sincronizarea.
ru: Выйдите и отключите синхронизацию. Вы можете снова войти в систему с тем же аккаунтом для возобновления синхронизации.
sk: Odhláste sa a vypnite synchronizáciu. Pre obnovenie synchronizácie sa môžete prihlásiť späť s tým istým účtom.
sv_se: Logga ut och inaktivera synkronisering. Du kan logga in igen med samma konto för att återuppta synkronisering.
tr: Oturumunuzu kapatın ve eşitlemeyi kapatın. Eşitlemeyi sürdürmek için aynı hesapla yeniden oturum açabilirsiniz.
zh_cn: 登出并禁用同步。您可以使用同一账户重新登录，以恢复同步。
zh_tw: 退出並停用同步。你可以使用同一帳戶重新登錄，以恢復同步。

# Main_Account_SignOut_HelpText
source: Sign out from Proton Drive
be_by: Выйсці з Proton Drive
ca_es: Tanca la sessió de Proton Drive
cs_cz: Odhlásit se z Proton Drive
da_dk: Log ud fra Proton Drive
de: Von Proton Drive abmelden
el_gr: Αποσύνδεση από το Proton Drive
es_419: Cerrar sesión de Proton Drive
fr: Se déconnecter de Proton Drive
hu: Kijelentkezés a Proton Drive-ból
id: Keluarkan akun dari Proton Drive
it: Esci da Proton Drive
nb_no: Logg av fra Proton Drive
nl: Afmelden bij Proton Drive
pl: Wyloguj się z Proton Drive
pt: Terminar sessão do Proton Drive
pt_br: Encerrar sessão do Proton Drive
ro: Deconectare din Proton Drive
ru: Выйти из Proton Drive
sk: Odhlásiť z Proton Drive
sv_se: Logga ut från Proton Drive
tr: Proton Drive oturumunu kapatın
zh_cn: 从 Proton Drive 登出
zh_tw: 從 Proton Drive 登出

# Main_Account_SignOut_Title
source: _Sign out
be_by: _Выйсці
ca_es: _Tanca la sessió
cs_cz: _Odhlásit se
da_dk: _Log ud
de: _Abmelden
el_gr: _Αποσύνδεση
es_419: _Cerrar sesión
fr: _Se déconnecter
hu: _Kijelentkezés
id: _Keluar dari akun
it: _Esci
nb_no: _Logg av
nl: _Uitloggen
pl: _Wyloguj
pt: _Terminar sessão
pt_br: _Encerrar sessão
ro: _Deconectare
ru: _Выйти
sk: _Odhlásiť sa
sv_se: _Logga ut
tr: _Oturumu kapat
zh_cn: 登出账户
zh_tw: _退出

# Main_Account_Storage_Button_UpgradePlan
source: Upgrade plan
be_by: Палепшыць тарыфны план
ca_es: Millora el pla
cs_cz: Navýšit tarif
da_dk: Opgrader abonnement
de: Abonnement upgraden
el_gr: Αναβάθμιση πλάνου
es_419: Mejorar plan
fr: Passer à l'abonnement supérieur
hu: Váltás nagyobb csomagra
id: Tingkatkan paket
it: Aggiorna piano
nb_no: Oppgrader plan
nl: Abonnement upgraden
pl: Ulepsz plan
pt: Melhorar o plano
pt_br: Fazer upgrade de plano
ro: Modificare plan
ru: Улучшить план
sk: Upgradovať plán
sv_se: Uppgradera paket
tr: Tarifeyi yükselt
zh_cn: 升级计划
zh_tw: 升級方案

# Main_Account_Storage_Info_EnsureMoreStorage
source: To ensure uninterrupted syncing, please get more storage now.
be_by: Атрымайце больш месца ў сховішчы для забеспячэння бесперапыннай сінхранізацыі.
ca_es: Per garantir una sincronització ininterrompuda, obteniu més emmagatzematge ara.
cs_cz: Chcete-li zajistit nepřetržitou synchronizaci, pořiďte si nyní více úložiště.
da_dk: For at sikre uafbrudt synkronisering skal du skaffe mere lagerplads nu.
de: Um eine unterbrechungsfreie Synchronisierung zu gewährleisten, solltest du mehr Speicherplatz erwerben.
el_gr: Για να διασφαλίσετε τον αδιάλειπτο συγχρονισμό, παρακαλούμε αποκτήστε περισσότερο χώρο αποθήκευσης τώρα.
es_419: Para asegurar una sincronización ininterrumpida, obtenga más espacio ahora.
fr: Pour garantir une synchronisation sans interruption, nous vous invitons à augmenter dès à présent l'espace de stockage.
hu: A szinkronizálás zavartalan biztosításához kérjük, szerezzen most több tárhelyet.
id: Untuk memastikan sinkronisasi yang berlangsung tanpa gangguan, silakan tingkatkan ruang penyimpanan Anda sekarang juga.
it: Per garantire una sincronizzazione ininterrotta, acquista subito più spazio di archiviazione.
nb_no: For å sikre uavbrutt synkronisering, skaff deg mer lagringsplass nå.
nl: Haal nu meer opslagruimte op om ononderbroken synchronisatie te verzekeren.
pl: Aby zapewnić nieprzerwany proces synchronizacji, uzyskaj więcej przestrzeni dyskowej.
pt: Para garantir uma sincronização sem interrupções, obtenha mais armazenamento agora.
pt_br: Para garantir a sincronização ininterrupta, por favor, obtenha mais armazenamento agora.
ro: Pentru a asigura o sincronizare neîntreruptă, obțineți mai mult spațiu acum.
ru: Чтобы обеспечить бесперебойную синхронизацию, получите больше хранилища прямо сейчас.
sk: Ak chcete zabezpečiť nepretržitú synchronizáciu, zaobstarajte si ešte teraz viac úložného priestoru.
sv_se: För att säkerställa oavbruten synkronisering, skaffa mer lagringsutrymme nu.
tr: Kesintisiz eşitleme için daha fazla depolama alanı edinin.
zh_cn: 为确保不间断同步，请立即获取更多存储空间。
zh_tw: 為了確保不中斷的同步，請立即取得更多儲存空間。

# Main_Account_Storage_Info_UsedSpaceFormat
source: Total used space: {0} of {1}
be_by: Усяго выкарыстана прасторы: {0} з {1}
ca_es: Espai total utilitzat: {0} de {1}
cs_cz: Celkový využitý prostor: {0} z {1}
da_dk: Samlet anvendt plads: {0} af {1}
de: Belegter Speicherplatz: {0} von {1}
el_gr: Συνολικός χρησιμοποιούμενος χώρος: {0} από {1}
es_419: Espacio total usado: {0} de {1}
fr: Espace de stockage total utilisé : {0} sur {1}
hu: Teljes használt terület: {0} a {1}-ből
id: Total ruang penyimpanan yang digunakan: {0} dari {1}
it: Spazio utilizzato totale: {0} di {1}
nb_no: Lagringskapasitet brukt: {0} av {1}
nl: Totaal gebruikte ruimte: {0} van {1}
pl: Wykorzystano: {0} z {1}
pt: Espaço total utilizado: {0} de {1}
pt_br: Espaço total usado: {0} de {1}
ro: Spațiu total utilizat: {0} din {1}
ru: Использовано: {0} из {1}
sk: Celkové využitie priestoru: {0} z {1}
sv_se: Totalt använt utrymme: {0} av {1}
tr: Kullanılan toplam alan: {0} / {1}
zh_cn: 总使用空间：已使用 {0}，共 {1}
zh_tw: 總使用空間：以使用 {0}，共 {1}

# Main_Account_Storage_Title
source: Storage capacity
be_by: Ёмістасць сховішча
ca_es: Capacitat d'emmagatzematge
cs_cz: Kapacita úložiště
da_dk: Lagerpladskapacitet
de: Speicherkapazität
el_gr: Χωρητικότητα αποθήκευσης
es_419: Capacidad de almacenamiento
fr: Capacité de stockage
hu: Tárhely
id: Kapasitas ruang penyimpanan
it: Spazio di archiviazione
nb_no: Lagringskapasitet
nl: Opslagcapaciteit
pl: Przestrzeń dyskowa
pt: Capacidade de armazenamento
pt_br: Capacidade de armazenamento
ro: Spațiu de stocare
ru: Объем хранилища
sk: Kapacita úložiska
sv_se: Lagringskapacitet
tr: Depolama alanı kapasitesi
zh_cn: 存储容量
zh_tw: 儲存空間容量

# Main_Account_Storage_Warning_StorageExceeded
source: Sync stopped. Your account has exceeded the storage capacity.
be_by: Сінхранізацыя спынена. Ваш уліковы запіс перавысіў ёмістасць сховішча.
ca_es: La sincronització s'ha aturat. El vostre compte ha superat la capacitat d'emmagatzematge.
cs_cz: Synchronizace zastavena. Váš účet překročil kapacitu úložiště.
da_dk: Synkronisering stoppet. Din konto har overskredet lagerkapaciteten.
de: Synchronisierung angehalten. Dein Konto hat die maximale Speicherkapazität überschritten.
el_gr: Ο συγχρονισμός διακόπηκε. Ο λογαριασμός σας έχει υπερβεί τη χωρητικότητα αποθήκευσης.
es_419: Sincronización detenida. Su cuenta ha excedido la capacidad de almacenamiento.
fr: La synchronisation a été interrompue. Vous avez atteint la limite de l'espace de stockage de votre compte.
hu: A szinkronizálás leállt. A fiókja túllépte a tárhely méretét.
id: Sinkronisasi dihentikan. Akun Anda telah melebihi kapasitas penyimpanannya.
it: La sincronizzazione è stata interrotta. Il tuo account ha superato la capacità di archiviazione.
nb_no: Synkroniseringen stoppet. Kontoen din har overskredet lagringskapasiteten.
nl: Synchronisatie gestopt. Uw account heeft de opslagcapaciteit overschreden.
pl: Synchronizacja została zatrzymana. Przestrzeń dyskowa konta jest pełna.
pt: A sincronização foi interrompida. A sua conta excedeu a capacidade de armazenamento.
pt_br: Sincronização parada. Sua conta excedeu a capacidade de armazenamento.
ro: Sincronizare oprită. Contul a depășit spațiul de stocare alocat.
ru: Синхронизация остановлена. Объем хранилища вашего аккаунта превышен.
sk: Synchronizácia sa zastavila. Váš účet prekročil kapacitu úložiska.
sv_se: Synkronisering stoppad. Ditt konto har överskridit lagringskapaciteten.
tr: Eşitleme durduruldu. Hesabınızın depolama alanı kapasitesi aşıldı.
zh_cn: 同步已停止。您的帐户已超出存储容量。
zh_tw: 同步已停止。您的帳號已超出儲存容量。

# Main_Account_Storage_Warning_StorageLimit
source: You are about to reach your storage limit.
be_by: Вы амаль дасягнулі абмежавання па ёмістасці сховішча.
ca_es: Esteu a punt d'arribar al vostre límit d'emmagatzematge.
cs_cz: Brzy dosáhnete limitu úložného prostoru.
da_dk: Du er ved at nå din lagergrænse.
de: Du bist dabei, dein Speicherlimit zu erreichen.
el_gr: Πρόκειται να φτάσετε το όριο αποθηκευτικού χώρου σας.
es_419: Está a punto de alcanzar su límite de almacenamiento.
fr: Vous allez atteindre la limite de l'espace de stockage.
hu: Hamarosan eléri a tárhelykorlátot.
id: Anda hampir mencapai batas ruang penyimpanan Anda.
it: Stai per raggiungere il limite di spazio di archiviazione.
nb_no: Du er i ferd med å nå lagringsgrensen.
nl: U staat op het punt uw opslaglimiet te bereiken.
pl: Zaraz osiągniesz limit przestrzeni dyskowej.
pt: Está prestes a atingir o limite de armazenamento.
pt_br: Você está prestes a atingir seu limite de armazenamento.
ro: Urmează să atingeți limita de spațiului de stocare.
ru: Вы близки к достижению лимита хранилища.
sk: Čoskoro dosiahnete limit úložiska.
sv_se: Du är på väg att nå gränsen för ditt lagringsutrymme.
tr: Depolama alanı sınırınıza ulaşmak üzeresiniz.
zh_cn: 您的存储空间即将达到上限。
zh_tw: 您即將達到您的儲存限制。

# Main_Account_Title
source: Account
be_by: Уліковы запіс
ca_es: Compte
cs_cz: Účet
da_dk: Konto
de: Konto
el_gr: Λογαριασμός
es_419: Cuenta
fr: Compte
hu: Fiók
id: Akun
nb_no: Konto
pl: Konto
pt: Conta
pt_br: Conta
ro: Cont
ru: Счёт
sk: Účet
sv_se: Konto
tr: Hesap
zh_cn: 账户
zh_tw: 帳戶

# Main_Activity_Button_PauseSync
source: _Pause sync
be_by: _Прыпыніць сінхранізацыю
ca_es: _Pausa la sincronització
cs_cz: _Pozastavit synchronizaci
da_dk: _Pause synkronisering
de: _Synchronisierung anhalten
el_gr: _Παύση συγχρονισμού
es_419: _Pausar la sincronización
fr: _Suspendre la synchronisation
hu: _Szinkronizálás szüneteltetése
id: _Jeda sinkronisasi
it: _Metti in pausa la sincronizzazione
nb_no: _Pause synkronisering
nl: _Synchronisatie pauzeren
pl: Wstrzymaj synchronizację
pt: _Pausar a sincronização
pt_br: _Pausar sincronização
ro: Sus_pendare sincronizare
ru: _Приостановить синхронизацию
sk: _Pozastaviť synchronizáciu
sv_se: _Pausa synkronisering
tr: _Eşitlemeyi duraklat
zh_cn: 暂停同步
zh_tw: 暫停同步

# Main_Activity_Button_Rename
source: Rename
be_by: Перайменаваць
ca_es: Canvia el nom
cs_cz: Přejmenovat
da_dk: Omdøb
de: Umbenennen
el_gr: Μετονομασία
es_419: Cambiar nombre
fr: Renommer
hu: Átnevezés
id: Ubah nama
it: Rinomina
nb_no: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt: Mudar o nome
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sk: Premenovať
sv_se: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名
zh_tw: 重新命名

# Main_Activity_Button_Rename_Tooltip
source: Rename this item to fix the synchronization issue
be_by: Перайменаваць гэты элемент, каб выправіць праблемы з сінхранізацыяй
ca_es: Canvieu el nom d'aquest element per solucionar el problema de sincronització.
cs_cz: Přejmenujte tuto položku pro opravu problému se synchronizací
da_dk: Omdøb dette element for at løse synkroniseringsproblemet
de: Benenne dieses Element um, um das Synchronisationsproblem zu beheben
el_gr: Μετονομάστε αυτό το στοιχείο για να διορθωθεί το πρόβλημα συγχρονισμού
es_419: Cambie el nombre de este elemento para arreglar el problema de sincronización.
fr: Modifiez le nom de cet élément pour résoudre le problème de synchronisation.
hu: Nevezze át ezt az elemet a szinkronizációs probléma elhárításához
id: Ubah nama item ini untuk menyelesaikan masalah sinkronisasi
it: Rinomina questo elemento per risolvere il problema di sincronizzazione
nb_no: Gi nytt navn til dette elementet for å løse synkroniseringsproblemet
nl: Wijzig de naam van dit item om het synchronisatieprobleem op te lossen
pl: Zmień nazwę elementu, aby naprawić problem z synchronizacją
pt: Altere o nome deste item para corrigir o problema de sincronização.
pt_br: Altere o nome deste item para corrigir o problema de sincronização.
ro: Redenumiți acest articol pentru a rezolva problema sincronizării.
ru: Переименуйте этот элемент для исправления проблемы синхронизации
sk: Premenovanie tejto položky vyrieši problém so synchronizáciou
sv_se: Byt namn på detta objekt för att åtgärda synkroniseringsproblemet
tr: Eşitleme sorununu gidermek için bu ögeyi yeniden adlandırın
zh_cn: 重命名此项目以解决同步问题
zh_tw: 重新命名此項目以修正同步問題
