Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_SharedWithMe_Warning_SharingUnavailable
source: Sharing is temporarily unavailable
be_by: Абагульванне часова недаступна
ca_es: La compartició no està disponible temporalment.
cs_cz: Sdílení je dočasně nedostupné
da_dk: Deling er midlertidigt utilgængelig
de: Teilen ist vorübergehend nicht verfügbar
el_gr: Η κοινή χρήση δεν είναι διαθέσιμη προσωρινά
es_419: El uso compartido no está disponible temporalmente
fr: Le partage est temporairement indisponible.
hu: A megosztás átmenetileg nem érhető el
id: Pembagian untuk sementara tidak tersedia
it: La condivisione è temporaneamente non disponibile
nb_no: Deling er midlertidig utilgjengelig
nl: Delen is tijdelijk niet beschikbaar
pl: Udostępnianie jest tymczasowo niedostępne
pt: A partilha está temporariamente indisponível.
pt_br: Compartilhamento está temporariamente indisponível
ro: Partajarea nu este disponibilă momentan.
ru: Обмен файлами временно недоступен
sk: Zdieľanie je dočasne nedostupné
sv_se: Delning är temporärt otillgängligt
tr: Paylaşım geçici olarak kullanılamıyor
zh_cn: 共享功能暂时不可用
zh_tw: 暫時無法分享

# Main_Sidebar_NavigationMenu_Item_About
source: About
be_by: Аб праграме
ca_es: Quant a
cs_cz: O aplikaci
da_dk: Om
de: Über
el_gr: Σχετικά
es_419: Acerca de
fr: À propos
hu: Névjegy
id: Tentang
it: Informazioni
nb_no: Om
nl: Over
pl: O aplikacji
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv_se: Om
tr: Hakkında
zh_cn: 关于
zh_tw: 關於

# Main_Sidebar_NavigationMenu_Item_About_HelpText
source: Menu item: About
be_by: Элемент меню: Аб праграме
ca_es: Element del menú: Quant a
cs_cz: Položka nabídky: O aplikaci
da_dk: Menupunkt: Om
de: Menüpunkt: Über
el_gr: Στοιχείο μενού: Σχετικά
es_419: Elemento del menú: Acerca de
fr: Élément de menu : À propos
hu: Menüelem: Névjegy
id: Item menu: Tentang
it: Voce del menu: Informazioni
nb_no: Menyelement: Om
nl: Menu-item: Over
pl: Element menu: O aplikacji
pt: Item de menu: Acerca
pt_br: Item do menu: Sobre
ro: Articol meniu: Despre
ru: Пункт меню: О программе
sk: Položka menu: O aplikácii
sv_se: Menyobjekt: Om
tr: Menü ögesi: Hakkında
zh_cn: 菜单项：关于
zh_tw: 選單項目：關於

# Main_Sidebar_NavigationMenu_Item_Account
source: Account
be_by: Уліковы запіс
ca_es: Compte
cs_cz: Účet
da_dk: Konto
de: Konto
el_gr: Λογαριασμός
es_419: Cuenta
fr: Compte
hu: Fiók
id: Akun
nb_no: Konto
pl: Konto
pt: Conta
pt_br: Conta
ro: Cont
ru: Счёт
sk: Účet
sv_se: Konto
tr: Hesap
zh_cn: 账户
zh_tw: 帳戶

# Main_Sidebar_NavigationMenu_Item_Account_HelpText
source: Menu item: Account
be_by: Элемент меню: Уліковы запіс
ca_es: Element del menú: Compte
cs_cz: Položka nabídky: Účet
da_dk: Menupunkt: Konto
de: Menüpunkt: Konto
el_gr: Στοιχείο μενού: Λογαριασμός
es_419: Elemento del menú: Cuenta
fr: Élément de menu : Compte
hu: Menüelem: Fiók
id: Item menu: Akun
it: Voce del menu: Account
nb_no: Menyelement: Konto
pl: Element menu: Konto
pt: Item de menu: Conta
pt_br: Item do menu: Conta
ro: Articol meniu: Cont
ru: Пункт меню: Аккаунт
sk: Položka menu: Účet
sv_se: Menyobjekt: Konto
tr: Menü ögesi: Hesap
zh_cn: 菜单项：帐户
zh_tw: 選單項目：帳號

# Main_Sidebar_NavigationMenu_Item_Activity
source: Activity
be_by: Актыўнасць
ca_es: Activitat
cs_cz: Aktivita
da_dk: Aktivitet
de: Aktivität
el_gr: Δραστηριότητα
es_419: Actividad
fr: Activité
hu: Tevékenység
id: Aktivitas
it: Attività
nb_no: Aktivitet
nl: Activiteit
pl: Aktywność
pt: Actividade
pt_br: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sv_se: Aktivitet
tr: Etkinlik
zh_cn: 主界面
zh_tw: 活動

# Main_Sidebar_NavigationMenu_Item_Activity_HelpText
source: Menu item: Activity
be_by: Элемент меню: Актыўнасць
ca_es: Element del menú: Activitat
cs_cz: Položka nabídky: Aktivita
da_dk: Menupunkt: Aktivitet
de: Menüpunkt: Aktivität
el_gr: Στοιχείο μενού: Δραστηριότητα
es_419: Elemento del menú: Actividad
fr: Élément de menu : Activités
hu: Menüelem: Aktivitás
id: Item menu: Aktivitas
it: Voce del menu: Attività
nb_no: Menyelement: Aktivitet
nl: Menu-item: Activiteit
pl: Element menu: Aktywność
pt: Item do menu: Atividade
pt_br: Item do menu: Atividade
ro: Articol meniu: Activitate
ru: Пункт меню: Активность
sk: Položka menu: Aktivita
sv_se: Menyobjekt: Aktivitet
tr: Menü ögesi: Etkinlik
zh_cn: 菜单项：主界面
zh_tw: 選單項目：活動

# Main_Sidebar_NavigationMenu_Item_Help
source: Help
be_by: Даведка
ca_es: Ajuda
cs_cz: Nápověda
da_dk: Hjælp
de: Hilfe
el_gr: Βοήθεια
es_419: Ayuda
fr: Aide
hu: Súgó
id: Bantuan
it: Aiuto
nb_no: Hjelp
nl: Hulp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Nápoveda
sv_se: Hjälp
tr: Yardım
zh_cn: 帮助
zh_tw: 說明

# Main_Sidebar_NavigationMenu_Item_Help_HelpText
source: Menu item: Help
be_by: Элемент меню: Дапамога
ca_es: Element del menú: Ajuda
cs_cz: Položka nabídky: Nápověda
da_dk: Menupunkt: Hjælp
de: Menüpunkt: Hilfe
el_gr: Στοιχείο μενού: Βοήθεια
es_419: Elemento del menú: Ayuda
fr: Élément de menu : Aide
hu: Menüelem: Segítség
id: Item menu: Bantuan
it: Voce del menu: Aiuto
nb_no: Menyelement: Hjelp
nl: Menu-item: Hulp
pl: Element menu: Pomoc
pt: Item de menu: Ajuda
pt_br: Item do menu: Ajuda
ro: Articol meniu: Ajutor
ru: Пункт меню: Справка
sk: Položka menu: Nápoveda
sv_se: Menyobjekt: Hjälp
tr: Menü ögesi: Yardım
zh_cn: 菜单项：帮助
zh_tw: 選單項目：說明

# Main_Sidebar_NavigationMenu_Item_MyComputer
source: My computer
be_by: Мой камп'ютар
ca_es: El meu ordinador
cs_cz: Můj počítač
da_dk: Min computer
de: Mein Computer
el_gr: Ο υπολογιστής μου
es_419: Mi computadora
fr: Mon ordinateur
hu: A számítógépem
id: Komputer saya
it: Il mio computer
nb_no: Min datamaskin
nl: Mijn computer
pl: Moje urządzenie
pt: O meu computador
pt_br: Meu computador
ro: Calculatorul meu
ru: Мой компьютер
sk: Môj počítač
sv_se: Min dator
tr: Bilgisayarım
zh_cn: 我的电脑
zh_tw: 我的電腦

# Main_Sidebar_NavigationMenu_Item_MyComputer_HelpText
source: Menu item: My computer
be_by: Элемент меню: Мой камп'ютар
ca_es: Element del menú: El meu ordinador
cs_cz: Položka nabídky: Můj počítač
da_dk: Menupunkt: Min computer
de: Menüpunkt: Mein Computer
el_gr: Στοιχείο μενού: Ο υπολογιστής μου
es_419: Elemento del menú: Mi computadora
fr: Élément de menu : Mon ordinateur
hu: Menüelem: Ez a gép
id: Item menu: Komputer saya
it: Voce del menu: Il mio computer
nb_no: Menyelement: Min datamaskin
nl: Menu-item: Mijn computer
pl: Element menu: Moje urządzenie
pt: Item do menu: O meu computador
pt_br: Item do menu: Meu computador
ro: Articol meniu: Calculatorul meu
ru: Пункт меню: Мой компьютер
sk: Položka menu: Môj počítač
sv_se: Menyobjekt: Min dator
tr: Menü ögesi: Bilgisayarım
zh_cn: 菜单项：我的电脑
zh_tw: 選單項目：我的電腦

# Main_Sidebar_NavigationMenu_Item_Photos
source: Photos
be_by: Фатаграфіі
ca_es: Fotos
cs_cz: Fotky
da_dk: Fotos
de: Fotos
el_gr: Φωτογραφίες
es_419: Fotos
hu: Fényképek
id: Foto
it: Foto
nb_no: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotografias
pt_br: Fotos
ro: Fotografii
ru: Фото
sk: Fotografie
sv_se: Foton
tr: Fotoğraflar
zh_cn: 照片
zh_tw: 相片

# Main_Sidebar_NavigationMenu_Item_Photos_HelpText
source: Menu item: Photos
be_by: Элемент меню: фатаграфіі
ca_es: Element del menú: Fotos
cs_cz: Položka nabídky: Fotky
da_dk: Menuelement: Fotos
de: Menüpunkt: Fotos
el_gr: Στοιχείο μενού: Φωτογραφίες
es_419: Elemento del menú: Fotos
fr: Élément de menu : Photos
hu: Menüelem: fényképek
id: Item menu: Foto
it: Voce del menu: Foto
nb_no: Menyelement: Bilder
nl: Menu-item: Foto's
pl: Element menu: Zdjęcia
pt: Item do menu: Fotos
pt_br: Item de menu: Fotos
ro: Articol meniu: Fotografii
ru: Элемент меню: Фото
sk: Položka menu: Fotografie
sv_se: Menyobjekt: Foton
tr: Menü ögesi: Fotoğraflar
zh_cn: 菜单项： 照片
zh_tw: 選單項目：照片

# Main_Sidebar_NavigationMenu_Item_Settings
source: Settings
be_by: Налады
ca_es: Preferències
cs_cz: Nastavení
da_dk: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es_419: Ajustes
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv_se: Inställningar
tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# Main_Sidebar_NavigationMenu_Item_Settings_HelpText
source: Menu item: Settings
be_by: Элемент меню: Налады
ca_es: Element del menú: Preferències
cs_cz: Položka nabídky: Nastavení
da_dk: Menupunkt: Indstillinger
de: Menüpunkt: Einstellungen
el_gr: Στοιχείο μενού: Ρυθμίσεις
es_419: Elemento del menú: Ajustes
fr: Élément de menu : Paramètres
hu: Menüelem: beállítások
id: Item menu: Pengaturan
it: Voce del menu: Impostazioni
nb_no: Menyelement: Innstillinger
nl: Menu-item: Instellingen
pl: Element menu: Ustawienia
pt: Item do menu: Definições
pt_br: Item do menu: Configurações
ro: Articol meniu: Setări
ru: Пункт меню: Настройки
sk: Položka menu: Nastavenia
sv_se: Menyobjekt: Inställningar
tr: Menü ögesi: Ayarlar
zh_cn: 菜单项：设置
zh_tw: 選單項目：設定值

# Main_Sidebar_NavigationMenu_Item_SharedWithMe
source: Shared with me
be_by: Абагулена са мной
ca_es: Compartit amb mi
cs_cz: Sdíleno se mnou
da_dk: Delt med mig
de: Mit mir geteilt
el_gr: Σε κοινή χρήση με εμένα
es_419: Compartido conmigo
fr: Partagé avec moi
hu: Velem megosztva
id: Dibagikan dengan saya
it: Condiviso con me
nb_no: Delt med meg
nl: Gedeeld met mij
pl: Udostępnione dla mnie
pt: Partilhado comigo
pt_br: Compartilhado comigo
ro: Partajate cu mine
ru: Доступные мне
sk: Zdieľané so mnou
sv_se: Delat med mig
tr: Benimle paylaşılan
zh_cn: 与我分享
zh_tw: 與我共享

# Main_Sidebar_NavigationMenu_Item_SharedWithMe_HelpText
source: Menu item: Shared with me
be_by: Элемент меню: Абагуленыя са мной
ca_es: Element del menú: Compartit amb mi
cs_cz: Položka nabídky: Sdíleno se mnou
da_dk: Menupunkt: Delt med mig
de: Menüpunkt: Mit mir geteilt
el_gr: Στοιχείο μενού: Σε κοινή χρήση με εμένα
es_419: Elemento del menú: Compartido conmigo
fr: Élément de menu : Partagé avec moi
hu: Menü elem: velem megosztva
id: Item menu: Dibagikan dengan saya
it: Voce del menu: Condiviso con me
nb_no: Menyelement: Delt med meg
nl: Menu-item: Gedeeld met mij
pl: Element menu: Udostępnione dla mnie
pt: Item de menu: Partilhado comigo
pt_br: Item do menu: Compartilhado comigo
ro: Articol meniu: Partajate cu mine
ru: Пункт меню: Поделенные со мной
sk: Položka menu: Zdieľané so mnou
sv_se: Menyobjekt: Delat med mig
tr: Menü ögesi: Benimle paylaşılanlar
zh_cn: 菜单项：与我共享
zh_tw: 選單項目: 與我共享

# Main_Sidebar_Notification_ExceededQuota_Description
source: Sync stopped: your account has exceeded the storage capacity
be_by: Сінхранізацыя спынена, бо ваш уліковы запіс перавысіў ёмістасць сховішча
ca_es: S'ha aturat la sincronització: Heu excedit la capacitat d'emmagatzematge
cs_cz: Synchronizace zastavena: váš účet překročil kapacitu úložiště
da_dk: Synkronisering stoppet. Din konto har overskredet lagerpladskapaciteten
de: Synchronisierung angehalten: Dein Konto hat die maximale Speicherkapazität überschritten.
el_gr: Ο συγχρονισμός διακόπηκε: ο λογαριασμός σας έχει υπερβεί τη χωρητικότητα αποθήκευσης
es_419: Sincronización detenida: su cuenta ha excedido la capacidad de almacenamiento
fr: La synchronisation a été interrompue : vous avez atteint la limite de l'espace de stockage de votre compte.
hu: A szinkronizálás leállt. A fiókja túllépte a tárhely méretét
id: Sinkronisasi dihentikan: akun Anda telah melebihi kapasitas ruang penyimpanan
it: Sincronizzazione interrotta: il tuo account ha superato la capacità di archiviazione
nb_no: Synkroniseringen stoppet: kontoen din har overskredet lagringskapasiteten
nl: Synchronisatie gestopt: uw account heeft de opslagcapaciteit overschreden
pl: Synchronizacja została zatrzymana: Twoje konto przekroczyło dostępną przestrzeń dyskową
pt: A sincronização foi interrompida: a sua conta excedeu a capacidade de armazenamento.
pt_br: Sincronização interrompida: sua conta excedeu a capacidade de armazenamento
ro: Sincronizare oprită: contul a depășit spațiul de stocare alocat.
ru: Синхронизация остановлена: объем хранилища вашего аккаунта превышен
sk: Synchronizácia zastavená: Váš účet prekročil kapacitu úložiska
sv_se: Synkronisering stoppad: ditt konto har överskridit lagringskapaciteten
tr: Eşitleme durduruldu: Hesabınızın depolama alanı sınırına ulaşıldı
zh_cn: 同步已停止：您的账户已超出存储容量
zh_tw: 同步已停止：您的帳號已超出儲存容量

# Main_Sidebar_Notification_ExceedingQuota_Description
source: You are about to reach your storage limit
be_by: Вы амаль дасягнулі абмежавання па ёмістасці сховішча
ca_es: Esteu a punt d'assolir el límit de la capacitat d'emmagatzematge
cs_cz: Brzy dosáhnete limitu velikosti úložiště
da_dk: Du er ved at nå din lagergrænse
de: Du bist dabei, dein Speicherlimit zu erreichen.
el_gr: Πρόκειται να φτάσετε το όριο αποθηκευτικού χώρου σας
es_419: Está a punto de alcanzar su límite de almacenamiento
fr: Vous allez atteindre la limite de l'espace de stockage.
hu: Hamarosan eléri a tárhelykorlátot
id: Anda hampir mencapai batas ruang penyimpanan Anda
it: Stai per raggiungere il limite di spazio di archiviazione
nb_no: Du er i ferd med å nå lagringsgrensen
nl: U staat op het punt uw opslaglimiet te bereiken
pl: Zaraz osiągniesz limit przestrzeni dyskowej
pt: Está prestes a atingir o limite de armazenamento.
pt_br: Você está prestes a atingir seu limite de armazenamento
ro: Urmează să atingeți limita spațiului de stocare.
ru: Вы близки к достижению лимита хранилища
sk: Čoskoro dosiahnete limit úložiska
sv_se: Du är på väg att nå gränsen för ditt lagringsutrymme
tr: Depolama alanı sınırınıza ulaşmak üzeresiniz
zh_cn: 您的存储空间即将达到上限
zh_tw: 您即將達到您的儲存限制

# Main_Sidebar_Notification_GetStarted_Description
source: Get started
be_by: Пачаць працу
ca_es: Comencem!
cs_cz: Začínáme
da_dk: Kom i gang
de: Erste Schritte
el_gr: Ας ξεκινήσουμε
es_419: Empezar
fr: Démarrer
hu: Kezdés
id: Mulai
it: Inizia
nb_no: Kom i gang
nl: Aan de slag
pl: Rozpocznij
pt: Começar
pt_br: Começar
ro: Să începem
ru: Начать работу
sk: Začíname
sv_se: Kom igång
tr: Başlayalım
zh_cn: 立即体验
zh_tw: 開始使用

# Main_Sidebar_Notification_NewVersion_Description
source: A new version of Proton Drive is available!
be_by: Даступна новая версія Proton Drive!
ca_es: Hi ha disponible una versió nova de Proton Drive!
cs_cz: Nová verze Proton Drive je k dispozici!
da_dk: En ny version af Proton Drive er tilgængelig!
de: Eine neue Version von Proton Drive ist verfügbar.
el_gr: Μια νέα έκδοση του Proton Drive είναι διαθέσιμη!
es_419: ¡Hay una versión nueva de Proton Drive disponible!
fr: Une nouvelle version de Proton Drive est disponible.
hu: A Proton Drive új verziója érhető el!
id: Versi baru Proton Drive telah tersedia!
it: È disponibile una nuova versione di Proton Drive!
nb_no: En ny versjon av Proton Drive er tilgjengelig!
nl: Er is een nieuwe versie van Proton Drive beschikbaar!
pl: Dostępna jest nowa wersja Proton Drive!
pt: Uma nova versão do Proton Drive está disponível.
pt_br: Uma nova versão do Proton Drive está disponível
ro: Este disponibilă o versiune nouă a Proton Drive!
ru: Доступна новая версия Proton Drive!
sk: K dispozícii je nová verzia Proton Drive!
sv_se: En ny version av Proton Drive är tillgänglig!
tr: Yeni bir Proton Drive sürümü yayınlanmış!
zh_cn: 新版 Proton Drive 现已推出！
zh_tw: Proton Drive 的新版本已推出

# Main_Sidebar_Notification_SharingUnavailable_Description
source: Sharing is temporarily unavailable
be_by: Абагульванне часова недаступна
ca_es: La compartició no està disponible temporalment
cs_cz: Sdílení je dočasně nedostupné
da_dk: Deling er midlertidigt utilgængeligt
de: Teilen ist vorübergehend nicht verfügbar
el_gr: Η κοινοποίηση δεν είναι διαθέσιμη προσωρινά
es_419: El uso compartido no está disponible temporalmente
fr: Le partage est temporairement indisponible.
hu: A megosztás átmenetileg nem érhető el
id: Pembagian untuk sementara tidak tersedia
it: La condivisione è temporaneamente non disponibile
nb_no: Deling er midlertidig utilgjengelig
nl: Delen is tijdelijk niet beschikbaar
pl: Udostępnianie jest tymczasowo niedostępne
pt: A partilha está temporariamente indisponível.
pt_br: O compartilhamento está temporariamente indisponível
ro: Partajarea nu este disponibilă momentan.
ru: Обмен файлами временно недоступен
sk: Zdieľanie je dočasne nedostupné
sv_se: Delning är temporärt otillgängligt
tr: Paylaşım geçici olarak kullanılamıyor
zh_cn: 共享功能暂时不可用
zh_tw: 暫時無法分享

# Main_Sidebar_Notification_SyncFoldersFailure_Description
source: A folder failed to sync
be_by: Збой сінхранізацыі папкі
ca_es: Ha fallat en sincronitzar la carpeta
cs_cz: Synchronizace složky selhala
da_dk: En mappe kunne ikke synkroniseres
de: Ein Ordner konnte nicht synchronisiert werden
el_gr: Απέτυχε ο συγχρονισμός ενός φακέλου
es_419: Una carpeta no se pudo sincronizar
fr: Un dossier n'a pas été synchronisé.
hu: Egy mappa szinkronizálása sikertelen
id: Folder gagal disinkronisasi
it: Una cartella non è riuscita a sincronizzarsi
nb_no: En mappe kunne ikke synkroniseres
nl: Een map kon niet gesynchroniseerd worden
pl: Nie udało się zsynchronizować folderu
pt: Erro ao sincronizar uma pasta
pt_br: Uma pasta não foi sincronizada
ro: A eșuat sincronizarea unui folder.
ru: Не удалось синхронизировать папку
sk: Synchronizácia priečinka zlyhala
sv_se: En mapp misslyckades att synkroniseras
tr: Bir klasör eşitlenemedi
zh_cn: 文件夹同步失败
zh_tw: 資料夾同步失敗

# Main_Sidebar_Notification_UpdateRequired_Description
source: To keep using Proton Drive, you'll need to update to the latest version
be_by: Абнавіце Proton Drive да апошняй версіі, каб працягваць карыстацца ім
ca_es: Per seguir utilitzant el Proton Drive, actualitzeu-lo a la versió més recent
cs_cz: Chcete-li nadále používat Proton Drive, budete muset aktualizovat na nejnovější verzi
da_dk: For fortsat at kunne bruge Proton Drive, skal du opdatere til den seneste version
de: Um Proton Drive weiterhin nutzen zu können, musst du auf die neueste Version aktualisieren
el_gr: Για να συνεχίσετε να χρησιμοποιείτε το Proton Drive, θα πρέπει να το ενημερώσετε στην πιο πρόσφατη έκδοση του
es_419: Para seguir usando Proton Drive, necesitará actualizar a la última versión
fr: Pour continuer à utiliser Proton Drive, vous devrez le mettre à jour vers la dernière version.
hu: A Proton Drive használatához frissítenie kell a legújabb verzióra
id: Untuk tetap menggunakan Proton Drive, Anda perlu memperbarui ke versi terbaru
it: Per continuare a utilizzare Proton Drive, dovrai aggiornare all'ultima versione
nb_no: For å fortsette å bruke Proton Drive, må du oppdatere til den nyeste versjonen
nl: Om Proton Drive te blijven gebruiken moet u upgraden naar de nieuwste versie
pl: Aby dalej korzystać z Proton Drive, musisz zaktualizować aplikację do najnowszej wersji
pt: Para continuar a utilizar o Proton Drive, terá de atualizar para a versão mais recente.
pt_br: Para continuar usando o Proton Drive, você precisará atualizar para a versão mais recente
ro: Pentru a putea utiliza Proton Drive, va trebui să-l actualizați la ultima versiune.
ru: Чтобы продолжить использование Proton Drive, обновите его до последней версии
sk: Ak chcete naďalej používať Proton Drive, musíte aktualizovať na najnovšiu verziu
sv_se: För att fortsätta använda Proton Drive måste du uppdatera till senaste versionen
tr: Proton Drive kullanmayı sürdürmek için son sürüme güncellemelisiniz
zh_cn: 要继续使用 Proton Drive，您需要更新到最新版本
zh_tw: 要繼續使用 Proton Drive，您需要更新到最新版本

# Main_Sidebar_Offer_Button_GetDeal
source: Get the _deal
be_by: Атрымаць _прапанову
ca_es: Aconse_guiu l'oferta
cs_cz: Získat _nabídku
da_dk: Gør brug af _tilbuddet
de: Sichere dir das _Angebot
el_gr: Αποκτήστε την προσφορά
es_419: Obtener la _oferta
fr: _Profiter de l'offre
hu: Szerezze meg az ajánlatot
id: Dapatkan _penawaran ini
it: Ottieni la _promo
nb_no: Skaff deg _tilbudet
nl: Kies deze _deal
pl: Skorzystaj z oferty
pt: Aproveite a _promoção
pt_br: Obtenha a _oferta
ro: Luați _oferta
ru: Воспользуйтесь _предложением
sk: Využi_te ponuku
sv_se: Ta del av _erbjudandet
tr: _Tekliften yararlan
zh_cn: 获取优惠
zh_tw: _取得優惠

# Main_Sidebar_Storage_Button_GetMoreStorage
source: Get more storage
be_by: Атрымаць больш месца ў сховішчы
ca_es: Obtén més emmagatzematge
cs_cz: Získat více úložného prostoru
da_dk: Få mere lagerplads
de: Mehr Speicherplatz erhalten
el_gr: Αποκτήστε περισσότερο χώρο αποθήκευσης
es_419: Obtener más almacenamiento
fr: Obtenir plus d'espace de stockage
hu: Kapjon több tárhelyet
id: Dapatkan lebih banyak ruang penyimpanan
it: Ottieni più spazio di archiviazione
nb_no: Skaff deg mer lagringskapasitet
nl: Krijg meer opslag
pl: Uzyskaj więcej przestrzeni dyskowej
pt: Obter mais espaço de armazenamento
pt_br: Obter mais armazenamento
ro: Obțineți mai mult spațiu de stocare
ru: Получите больше места в хранилище
sk: Získajte viac úložného priestoru
sv_se: Skaffa mer lagringsutrymme
tr: Daha fazla depolama alanı edinin
zh_cn: 获得更多存储空间
zh_tw: 取得更多儲存空間

# Main_Sidebar_Storage_Info_StorageNotAvailable
source: Space info not available
be_by: Звесткі аб прасторы недаступны
ca_es: La informació de l'espai no està disponible.
cs_cz: Informace o prostoru nejsou k dispozici
da_dk: Pladsinformation ikke tilgængelig
de: Platzinformationen nicht verfügbar
el_gr: Οι πληροφορίες χώρου δεν είναι διαθέσιμες
es_419: La información del espacio de almacenamiento no está disponible.
fr: Les informations sur l'espace de stockage ne sont pas disponibles.
hu: A tárhelyinformáció nem érhető el
id: Info ruang tidak tersedia
it: Informazioni sullo spazio non disponibili
nb_no: Status på lagring ikke tilgjengelig
nl: Ruimte-informatie niet beschikbaar
pl: Informacja o przestrzeni dyskowej jest niedostępna
pt: A informação sobre o espaço não é disponível.
pt_br: A informação sobre o espaço está indisponível
ro: Informații spațiu nedisponibile
ru: Информация о месте недоступна
sk: Informácie o priestore nie sú dostuné
sv_se: Utrymmesinfo ej tillgängligt
tr: Depolama alanı bilgileri kullanılamıyor
zh_cn: 空间信息不可用
zh_tw: 空間資訊無法取得

# Main_Sidebar_Storage_Info_UsedSpaceFormat
source: {0} of {1} used
be_by: Выкарыстана {0} з {1}
ca_es: Ús: {0} de {1}
cs_cz: Využito {0} z {1}
da_dk: {0} af {1} brugt
de: {0} von {1} belegt
el_gr: {0} από {1} σε χρήση
es_419: {0} de {1} usados
fr: Utilisé : {0} sur {1}
hu: {0} felhasználva, teljes: {1}
id: {0} dari {1} telah digunakan
it: Utilizzo: {0} di {1}
nb_no: {0} av {1} brukt
nl: {0} van {1} gebruikt
pt: {0} de {1} utilizados
pt_br: {0} de {1} usados
ro: Folosit {0} din {1}
ru: {0} из {1} занято
sk: Využité {0} z {1}
sv_se: {0} av {1} använt
tr: {0} / {1} kullanılıyor
zh_cn: 已使用 {0}，共 {1}
zh_tw: 已使用 {0}/{1}

# Main_Sidebar_Storage_Title
source: Storage
be_by: Сховішча
ca_es: Emmagatzematge
cs_cz: Úložiště
da_dk: Lagerplads
de: Speicherplatz
el_gr: Αποθηκευτικός χώρος
es_419: Almacenamiento
fr: Espace de stockage
hu: Tárhely
id: Ruang penyimpanan
it: Archiviazione
nb_no: Lagringsplass
nl: Opslag
pl: Przestrzeń dyskowa
pt: Armazenamento
pt_br: Armazenamento
ro: Spațiu
ru: Хранилище
sk: Úložisko
sv_se: Lagringsutrymme
tr: Depolama alanı
zh_cn: 存储空间
zh_tw: 儲存空間

# Main_Sidebar_Storage_Tooltip
source: Manage storage
be_by: Кіраванне сховішчам
ca_es: Gestiona l'emmagatzematge
cs_cz: Správa úložiště
da_dk: Administrer lagerplads
de: Speicher verwalten
el_gr: Διαχείριση αποθηκευτικού χώρου
es_419: Gestionar almacenamiento
fr: Gérer l'espace de stockage
hu: Tárhely kezelése
id: Kelola ruang penyimpanan
it: Gestisci archivio
nb_no: Administrer lagringsplass
nl: Opslagruimte beheren
pl: Zarządzaj przestrzenią dyskową
pt: Gerir o armazenamento
pt_br: Gerenciar armazenamento
ro: Gestionați spațiul de stocare
ru: Управлять хранилищем
sk: Spravovať úložisko
sv_se: Hantera lagringsutrymme
tr: Depolama alanı yönetimi
zh_cn: 管理存储空间
zh_tw: 管理儲存
