Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# MappingErrorCode_Value_LocalFolderNotEmpty
source: The local folder must be empty before setting up sync
be_by: Лакальная папка павінна быць пустой перад наладжваннем сінхранізацыі
ca_es: La carpeta local ha d'estar buida abans de configurar la sincronització.
cs_cz: Před nastavením synchronizace musí být místní složka prázdná
da_dk: Den lokale mappe skal være tom, før du konfigurerer synkronisering
de: Der lokale Ordner muss vor dem Einrichten der Synchronisation leer sein
el_gr: Ο τοπικός φάκελος πρέπει να είναι κενός πριν από τη ρύθμιση του συγχρονισμού
es_419: La carpeta local debe estar vacía antes de configurar la sincronización
fr: Le dossier local doit être vide avant de configurer la synchronisation.
hu: A helyi mappának üresnek kell lennie a szinkronizálás beállítása előtt
id: Folder lokal harus kosong sebelum mempersiapkan sinkronisasi
it: La cartella locale deve essere vuota prima di impostare la sincronizzazione
nb_no: Lokal mappe må være tom før synkronisering konfigureres
nl: De map moet leeg zijn voordat u synchronisatie kunt instellen
pl: Lokalny folder musi być pusty przed skonfigurowaniem synchronizacji
pt: A pasta local deve estar vazia antes de configurar a sincronização.
pt_br: A pasta local deve estar vazia antes de configurar a sincronização
ro: Folderul local trebuie să fie gol înainte de a seta sincronizarea.
ru: Перед настройкой синхронизации локальная папка должна быть пустой
sk: Miestny priečinok musí byť pred nastavením synchronizácie prázdny.
sv_se: Den lokala mappen måste vara tom innan synkronisering ställs in
tr: Eşitleme kurulmadan önce yerel klasör boş olmalıdır
zh_cn: 设置同步前，本地文件夹必须为空
zh_tw: 本機資料夾必須是空的，才能設定同步

# MappingErrorCode_Value_LocalVolumeNotSupported
source: Unsupported local drive type. Try setting up sync folder on a different local drive.
be_by: Лакальны тып дыска не падтрымліваецца. Наладзьце папку для сінхранізацыі на іншым лакальным дыску.
ca_es: El tipus de drive local no es compatible. Proveu de configurar la carpeta de sincronització en una unitat local diferent.
cs_cz: Nepodporovaný typ místního disku Zkuste nastavit složku k synchronizaci na jiný místní disk.
da_dk: Lokal drevtype, der ikke understøttes. Prøv at konfigurere synkroniseringsmappen på et andet lokalt drev.
de: Nicht unterstützter lokaler Laufwerkstyp. Versuche den Synchronisierungsordner auf einem anderen lokalen Laufwerk einzurichten.
el_gr: Μη υποστηριζόμενος τύπος τοπικής μονάδας δίσκου. Δοκιμάστε να ρυθμίσετε το φάκελο συγχρονισμού σε διαφορετική τοπική μονάδα δίσκου.
es_419: El tipo de unidad local no es compatible. Intente configurar la carpeta de sincronización en una unidad local diferente.
fr: Ce type de disque n'est pas pris en charge. Essayez de configurer le fichier de synchronisation sur un autre lecteur local.
hu: Nem támogatott helyi drive típus. Próbálja beállítani a szinkronizációs mappát egy másik helyi drive-on.
id: Tipe drive lokal tidak didukung. Cobalah untuk mengatur folder sinkronisasi pada drive lokal yang berbeda.
it: Tipo di unità locale non supportato. Prova a configurare la cartella di sincronizzazione su un'altra unità locale.
nb_no: Lokal stasjonstype som ikke støttes. Prøv å sette opp synkroniseringsmappen på en annen lokal stasjon.
nl: Niet-ondersteund lokale schijftype. Probeer de synchronisatiemap op een andere lokale schijf in te stellen.
pl: Typ lokalnego dysku jest nieobsługiwany. Spróbuj skonfigurować folder synchronizacji na innym lokalnym dysku.
pt: A unidade local não é suportada. Tente configurar uma pasta de sincronização em outro disco local.
pt_br: Tipo de drive local não suportado. Tente configurar a pasta de sincronização em um drive local diferente.
ro: Tip de unitate locală nesuportată. Încercați să setați un folder de sincronizare pe o unitate diferită.
ru: Тип локального хранилища не поддерживается. Попробуйте настроить папку синхронизации на другом хранилище.
sk: Nepodporovaný typ miestnej jednotky. Skúste nastaviť synchronizačný priečinok na inej miestnej jednotke.
sv_se: Typen av lokal disk stöds inte. Försök att konfigurera en synkmapp på en annan lokal disk.
tr: Yerel sürücü türü desteklenmiyor. Eşitleme klasörünü farklı bir yerel sürücüde kurmayı deneyin.
zh_cn: 不支持的本地驱动器类型。请尝试在不同的本地驱动器上设置同步文件夹。
zh_tw: 不支援的本機雲端磁碟類型。請嘗試在不同的本機雲端磁碟上設定同步資料夾。

# MappingErrorCode_Value_OnDemandSyncRootNotRegistered
source: Sync folder was unexpectedly unregistered. Set up a new sync folder.
be_by: Рэгістрацыя папкі для сінхранізацыі нечакана была скасавана. Наладзьце новую папку для сінхранізацыі.
ca_es: La carpeta de sincronització s'ha anul·lat inesperadament. Configureu una nova carpeta de sincronització.
cs_cz: Složka k synchronizaci byla neočekávaně odregistrována. Nastavte novou složku k synchronizaci.
da_dk: Synkroniseringsmappe blev uventet afregistreret. Opret en ny synkroniseringsmappe.
de: Der Synchronisationsordner wurde nicht erwartungsgemäß registriert. Richte einen neuen Sync-Ordner ein.
el_gr: Ο φάκελος συγχρονισμού καταργήθηκε απροσδόκητα. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: El registro de la carpeta de sincronización se canceló inesperadamente. Configure otra carpeta de sincronización.
fr: L'enregistrement du dossier de synchronisation a été annulé de façon inattendue. Configurez un nouveau dossier de synchronisation.
hu: A szinkronizálási mappa regisztrációja váratlanul megszűnt. Állítson be egy új szinkronizálási mappát.
id: Folder sinkronisasi tidak terdaftar secara tidak sengaja. Persiapkan folder sinkronisasi baru.
it: La cartella di sincronizzazione è stata inaspettatamente annullata. Configura una nuova cartella di sincronizzazione.
nb_no: Synkroniseringsmappen ble uventet avregistrert. Sett opp en ny synkroniseringsmappe.
nl: De gesynchroniseerde map is onverwachts niet geregistreerd. Stel een nieuwe gesynchroniseerde map in.
pl: Folder synchronizacji został niespodziewanie wyrejestrowany. Skonfiguruj nowy folder synchronizacji.
pt: O registo da pasta de sincronização foi cancelado inesperadamente. Configure uma nova pasta de sincronização.
pt_br: O registro da pasta de sincronização foi cancelado inesperadamente. Configure uma nova pasta de sincronização.
ro: Folderul de sincronizare s-a dezînregistrat neașteptat. Setați un folder nou de sincronizare.
ru: Папка синхронизации была неожиданно отменена. Настройте новую папку для синхронизации.
sk: Synchronizačný priečinok bol neočakávane odregistrovaný. Nastavte nový synchronizačný priečinok.
sv_se: Synkroniseringsmapp avregistrerades oväntat. Ställ in en ny synkroniseringsmapp.
tr: Eşitleme klasörünün kaydı beklenmedik bir şekilde kaldırıldı. Yeni bir eşitleme klasörü ayarlayın.
zh_cn: 同步文件夹意外取消注册。请设置新的同步文件夹。
zh_tw: 同步資料夾意外地解除註冊。請設定一個新的同步資料夾。

# MappingErrorCode_Value_PhotosDisabled
source: Proton Photos unavailable
be_by: Proton Photos недаступны
ca_es: Proton Fotos no està disponible
cs_cz: Fotky Proton nejsou k dispozici
da_dk: Proton Fotos ikke tilgængelig
de: Proton-Fotos nicht verfügbar
el_gr: Το Proton Photos δεν είναι διαθέσιμο
es_419: Proton Fotos no disponible
fr: Proton Photos indisponible
hu: Proton Fotók nem elérhető
id: Proton Foto tidak tersedia
it: Proton Foto non disponibile
nb_no: Proton-bilder utilgjengelig
nl: Proton Foto's niet beschikbaar
pl: Funkcja Proton Photos jest niedostępna
pt: Proton Fotos não disponível
pt_br: Proton Fotos não disponível
ro: Fotografii Proton nedisponibil
sk: Proton Fotografie sú nedostupné
sv_se: Proton Photos otillgängligt
tr: Proton Fotoğraflar kullanılamıyor
zh_cn: Proton 相册不可用
zh_tw: Proton 照片無法使用

# MappingErrorCode_Value_PhotosNotReady
source: Photos feature not ready
be_by: Функцыя "Фатаграфіі" не гатова
ca_es: La característica Fotos no està llesta.
cs_cz: Funkce Fotky není připravena
da_dk: Fotos-funktion er ikke klar
de: Foto-Funktion nicht bereit
el_gr: Η λειτουργία φωτογραφιών δεν είναι έτοιμη
es_419: La función de fotos no está lista
fr: La fonctionnalité Photos n'est pas prête.
hu: Fényképek funkció nem érhető el
id: Fitur foto belum siap
it: Funzionalità foto non pronta
nb_no: Bilder-funksjonen er ikke klar
nl: Foto's functie niet gereed
pl: Funkcja zdjęć nie jest gotowa
pt: A funcionalidade de fotografias não está pronta.
pt_br: O recurso de fotos não está pronto.
ro: Funcția fotografii nu este gata.
sk: Funkcia Fotografie nie je pripravená
sv_se: Fotofunktionen är inte klar
tr: Fotoğraflar özelliği hazır değil
zh_cn: 相册功能未就绪
zh_tw: 相片功能尚未準備好

# MappingErrorCode_Value_RemoteSharedWithMeItemDoesNotExist
source: Can’t access shared Proton Drive file or folder. Check if it is still shared with you.
be_by: Немагчыма атрымаць доступ да абагуленага файла Proton Drive або папкі. Праверце, ці ўсё яшчэ ёсць у вас доступ да іх.
ca_es: No es pot accedir al fitxer o carpeta compartida de Proton Drive. Comproveu si encara es comparteix amb vosaltres.
cs_cz: Nelze získat přístup ke sdílenému souboru nebo složce Proton Drive. Zkontrolujte, zda jsou s vámi stále sdílené.
da_dk: Kan ikke få adgang til delt Proton Drive-fil eller -mappe. Tjek om den stadig er delt med dig.
de: Kann nicht auf geteilte Proton Drive Datei oder Ordner zugreifen. Prüfe, ob sie immer noch mit dir geteilt wird.
el_gr: Δεν είναι δυνατή η πρόσβαση σε κοινόχρηστο αρχείο ή φάκελο του Proton Drive. Ελέγξτε αν εξακολουθεί να είναι κοινόχρηστο με εσάς.
es_419: No se puede acceder al archivo o carpeta compartidos de Proton Drive. Verifique si aún están compartidos con usted.
fr: L'accès au fichier ou au dossier partagé sur Proton Drive est impossible. Vérifiez s'il est toujours partagé avec vous.
hu: Nem érhető el a megosztott Proton Drive fájl vagy mappa. Ellenőrizze, hogy továbbra is meg van-e osztva Önnel.
id: Tidak dapat mengakses file atau folder Proton Drive yang dibagikan. Periksa apakah masih dibagikan dengan Anda.
it: Impossibile accedere al file o alla cartella condivisa di Proton Drive. Controlla se è ancora condiviso con te.
nb_no: Får ikke tilgang til delt Proton Drive-fil eller -mappe. Sjekk om den fortsatt er delt med deg.
nl: Kan geen toegang krijgen tot het gedeelde Proton Drive bestand of map. Controleer of die nog steeds met u gedeeld wordt.
pl: Nie można uzyskać dostępu do udostępnionego pliku lub folderu Proton Drive. Sprawdź, czy nadal jest Ci udostępniony.
pt: Não consegue aceder ao ficheiro ou pasta do Proton Drive partilhado. Verifique se ainda é partilhado consigo.
pt_br: Não é possível acessar o arquivo ou pasta do Proton Drive compartilhado. Verifique se ainda está compartilhado com você.
ro: Nu se poate accesa fișierul sau folderul partajat din Proton Drive. Verificați dacă încă vă este partajat.
sk: Nie je možné získať prístup k zdieľanému súboru alebo priečinku na disku Proton. Skontrolujte, či je stále zdieľaný.
sv_se: Kan inte komma åt delad Proton Drive-fil eller mapp. Kontrollera om det fortfarande delas med dig.
tr: Paylaşılan Proton Drive dosyasına veya klasörüne erişilemiyor. Hala sizinle paylaşılıyor mu denetleyin.
zh_cn: 无法访问共享的 Proton Drive 文件或文件夹，检查是否仍与您共享。
zh_tw: 無法存取共享的 Proton Drive 檔案或資料夾。請檢查是否仍與您共享。

# MappingErrorCode_Value_RemoteSharedWithMeItemPermissionsDiverged
source: Permissions of shared Proton Drive file or folder have changed. Toggle its sync off and on again to resolve.
be_by: Дазволы абагуленага файла Proton Drive або папкі зменены. Паспрабуйце выключыць і ўключыць сінхранізацыю, каб вырашыць праблему.
ca_es: Els permisos dels fitxers o carpetes compartits de Proton Drive han canviat. Desactiveu i torneu a activar la sincronització per resoldre-ho.
cs_cz: Oprávnění sdíleného souboru nebo složky Proton Drive se změnila. Pro vyřešení problému vypněte a zapněte synchronizaci souboru nebo složky.
da_dk: Tilladelser for delt Proton Drive fil eller mappe er blevet ændret. Slå synkroniseringen for den fra og til igen for at løse problemet.
de: Berechtigungen der geteilten Proton Drive Datei oder des Ordners haben sich geändert. Schalte seine Synchronisierung aus und wieder ein, um das Problem zu beheben.
el_gr: Τα δικαιώματα του κοινόχρηστου αρχείου ή φακέλου του Proton Drive έχουν αλλάξει. Απενεργοποιήστε και ενεργοποιήστε ξανά τον συγχρονισμό του για να επιλυθεί.
es_419: Los permisos de un archivo o carpeta compartidos de Proton Drive han cambiado. Desactive y active nuevamente la sincronización para resolver el problema.
fr: Les autorisations du fichier ou du dossier partagé Proton Drive ont changé. Désactivez et réactivez sa synchronisation pour résoudre le problème.
hu: A megosztott Proton Drive fájl vagy mappa engedélyei megváltoztak. Kapcsolja ki, majd újra be a szinkronizálását.
id: Izin file atau folder Proton Drive yang dibagikan telah berubah. Matikan sinkronisasinya lalu hidupkan kembali untuk memperbaikinya.
it: Le autorizzazioni del file o della cartella condivisa di Proton Drive sono cambiate. Disattiva e riattiva la sincronizzazione per risolvere il problema.
nb_no: Tillatelsene til delt Proton Drive-fil eller -mappe er endret. Slå synkroniseringen av og på igjen for å løse problemet.
nl: Machtigingen van gedeeld Proton Drive bestand of map zijn veranderd. Schakel de synchronisatie uit en weer in om op te lossen.
pl: Uprawnienia udostępnionego pliku lub folderu Proton Drive zostały zmienione. Włącz ponownie synchronizację, aby rozwiązać problem.
pt: As permissões do ficheiro ou da pasta partilhada do Proton Drive foram alteradas. Desative a sua sincronização e volte a ativá-la para resolver.
pt_br: As permissões do arquivo ou pasta compartilhado no Proton Drive mudaram. Desative e ative a sincronização novamente para corrigir o problema.
ro: Permisiunile fișierului sau folderului partajat din Proton Drive s-au modificat. Opriți și reporniți sincronizarea sa pentru rezolvare.
sk: Oprávnenia zdieľaného súboru alebo priečinka Proton Drive sa zmenili. Vyriešte to vypnutím a opätovným zapnutím synchronizácie.
sv_se: Behörigheterna för delad Proton Drive-fil eller -mapp har ändrats. Slå av och på dess synkronisering igen för att lösa det.
tr: Paylaşılan Proton Drive dosyasının veya klasörünün izinleri değişmiş. Sorunu çözmek için eşitlemeyi kapatıp yeniden açın.
zh_cn: 共享的 Proton Drive 文件或文件夹的权限已更改，请关闭并重新打开同步即可解决。
zh_tw: 共享的 Proton Drive 檔案或資料夾的權限已變更。請將其同步功能關閉後再重新開啟以解決。

# MappingErrorCode_Value_SharingDisabled
source: Sharing is temporarily unavailable
be_by: Абагульванне часова недаступна
ca_es: La compartició no està disponible temporalment.
cs_cz: Sdílení je dočasně nedostupné
da_dk: Deling er midlertidigt utilgængelig
de: Teilen ist vorübergehend nicht verfügbar
el_gr: Η κοινή χρήση δεν είναι διαθέσιμη προσωρινά
es_419: El uso compartido no está disponible temporalmente
fr: Le partage est temporairement indisponible.
hu: A megosztás átmenetileg nem érhető el
id: Pembagian untuk sementara tidak tersedia
it: La condivisione è temporaneamente non disponibile
nb_no: Deling er midlertidig utilgjengelig
nl: Delen is tijdelijk niet beschikbaar
pl: Udostępnianie jest tymczasowo niedostępne
pt: A partilha está temporariamente indisponível.
pt_br: Compartilhamento está temporariamente indisponível
ro: Partajarea nu este disponibilă momentan
ru: Обмен файлами временно недоступен
sk: Zdieľanie je dočasne nedostupné
sv_se: Delning är temporärt otillgängligt
tr: Paylaşım geçici olarak kullanılamıyor
zh_cn: 共享功能暂时不可用
zh_tw: 暫時無法分享

# MappingSetupStatus_Value_Failed
source: Failed to set up sync folders
be_by: Не ўдалося наладзіць сінхранізацыю папак
ca_es: No s'han pogut configurar les carpetes de sincronització.
cs_cz: Nastavení složek k synchronizaci selhalo
da_dk: Kunne ikke konfigurere synkroniseringsmapper
de: Synchronisationsordner konnte nicht eingerichtet werden
el_gr: Αποτυχία ρύθμισης φακέλων συγχρονισμού
es_419: Error al configurar las carpetas de sincronización
fr: La configuration des dossiers de synchronisation n'a pas abouti.
hu: Nem sikerült beállítani a szinkronizált mappákat
id: Folder sinkronisasi gagal dipersiapkan
it: Impossibile impostare le cartelle di sincronizzazione
nb_no: Kan ikke konfigurere synkroniseringsmapper
nl: Het instellen van synchronisatie mappen is mislukt
pl: Nie udało się zsynchronizować folderów
pt: Erro ao configurar as pastas de sincronização
pt_br: Falha ao configurar pastas de sincronização
ro: Nu s-a reușit configurarea folderelor de sincronizare.
ru: Не удалось настроить папки синхронизации
sk: Synchronizáciu priečinkov sa nepodarilo nastaviť
sv_se: Misslyckades att ställa in synkroniseringsmappar
tr: Eşitleme klasörleri kurulamadı
zh_cn: 同步文件夹设置失败
zh_tw: 無法設置同步資料夾

# MappingSetupStatus_Value_PartiallySucceeded
source: Failed to set up some sync folders
be_by: Не ўдалося наладзіць некаторыя папкі для сінхранізацыі
ca_es: No s'han pogut configurar algunes carpetes de sincronització.
cs_cz: Nastavení některých složek k synchronizaci selhalo
da_dk: Kunne ikke konfigurere nogle synkroniseringsmapper
de: Einige Synchronisationsordner konnten nicht eingerichtet werden
el_gr: Αποτυχία ρύθμισης κάποιων φακέλων συγχρονισμού
es_419: Error al configurar algunas carpetas de sincronización
fr: La configuration de certains dossiers de synchronisation n'a pas abouti.
hu: Nem sikerült beállítani néhány szinkronizálási mappát
id: Sebagian folder sinkronisasi gagal dipersiapkan
it: Impossibile impostare alcune cartelle di sincronizzazione
nb_no: Kan ikke konfigurere enkelte synkroniseringsmapper
nl: Het instellen van sommige synchronisatie mappen is mislukt
pl: Nie udało się zsynchronizować niektórych folderów
pt: Erro ao configurar algumas pastas de sincronização
pt_br: Falha ao configurar algumas pastas de sincronização
ro: Nu s-a reușit configurarea unor foldere de sincronizare.
ru: Не удалось настроить некоторые папки синхронизации
sk: Nepodarilo sa nastaviť niektoré synchronizačné priečinky
sv_se: Misslyckades att ställa in några synkroniseringsmappar
tr: Bazı eşitleme klasörleri kurulamadı
zh_cn: 无法设置某些同步文件夹
zh_tw: 無法設定某些同步資料夾

# MappingSetupStatus_Value_SettingUp
source: Setting up sync folders...
be_by: Наладжванне папак для сінхранізацыі...
ca_es: S'estan configurant les carpetes de sincronització...
cs_cz: Nastavování složek k synchronizaci...
da_dk: Konfigurerer synkroniseringsmapper...
de: Einrichten von Synchronisationsordnern...
el_gr: Ρύθμιση φακέλων συγχρονισμού...
es_419: Configurando las carpetas de sincronización...
fr: Configuration des dossiers de synchronisation...
hu: Szinkronizálási mappák beállítása...
id: Mempersiapkan folder sinkronisasi...
it: Configurazione delle cartelle di sincronizzazione...
nb_no: Konfigurerer synkroniseringsmapper...
nl: Synchronisatiemappen instellen...
pl: Konfigurowanie synchronizacji folderów...
pt: A configurar as pastas de sincronização...
pt_br: Configurando as pastas de sincronização...
ro: Se setează folderele de sincronizare...
ru: Настройка папок синхронизации...
sk: Nastavovanie synchronizačných priečinkov...
sv_se: Ställer in synkroniseringsmappar …
tr: Eşitleme klasörleri kuruluyor...
zh_cn: 正在设置同步文件夹...
zh_tw: 設定同步資料夾...

# MappingSetupStatus_Value_Succeeded
source: OK
ca_es: D'acord
el_gr: ΟΚ
nl: Oké
ru: Да
tr: Tamam
zh_cn: 好的
zh_tw: 好

# Onboarding_AccountRootFolderSelection_Button_ChangeFolder
source: _Change
be_by: _Змяніць
ca_es: _Canvia
cs_cz: _Změnit
da_dk: _Skift
de: _Ändern
el_gr: Αλλαγή
es_419: _Cambiar
fr: _Modifier
hu: _Változtatás
id: _Ubah
it: _Cambia
nb_no: _Endre
nl: _Wijzigen
pl: Zmień
pt: _Alterar
pt_br: _Alterar
ro: Modifi_care
ru: _Изменить
sk: _Zmeniť
sv_se: _Ändra
tr: _Değiştir
zh_cn: 更改
zh_tw: _更改

# Onboarding_AccountRootFolderSelection_Button_ChangeFolder_HelpText
source: Change your Proton Drive root folder.
be_by: Змяніць каранёвую папку Proton Drive.
ca_es: Canvieu la carpeta principal de Proton Drive.
cs_cz: Změňte kořenovou složku Proton Drive.
da_dk: Skift rodmappe på dit Proton Drive.
de: Ändere dein Proton Drive Stammverzeichnis.
el_gr: Αλλάξτε τον ριζικό φάκελο του Proton Drive.
es_419: Cambie la carpeta principal de Proton Drive.
fr: Modifiez le dossier principal de Proton Drive.
hu: A Proton Drive gyökérmappájának módosítása.
id: Ubah folder root Proton Drive Anda.
it: Cambia la cartella di base di Proton Drive.
nb_no: Endre rotmappen til Proton Drive.
nl: Wijzig uw hoofdmap van Proton Drive.
pl: Zmień główny folder Proton Drive.
pt: Altere a pasta principal do Proton Drive.
pt_br: Alterar sua pasta raiz do Proton Drive.
ro: Modificați folderul rădăcină al Proton Drive.
ru: Измените корневую папку Proton Drive.
sk: Zmeňte koreňový priečinok Proton Drive.
sv_se: Ändra din Proton Drive-rotmapp.
tr: Proton Drive kök klasörünüzü değiştirin.
zh_cn: 更改您的 Proton Drive 根目录。
zh_tw: 變更您的 Proton Drive 根資料夾。

# Onboarding_AccountRootFolderSelection_Error_InvalidSyncFolder
source: Invalid sync folder
be_by: Памылковая папка сінхранізацыі
ca_es: La carpeta de sincronització no es vàlida.
cs_cz: Neplatná složka k synchronizaci
da_dk: Ugyldig synkroniseringsmappe
de: Ungültiger Synchronisationsordner
el_gr: Μη έγκυρος φάκελος συγχρονισμού
es_419: La carpeta de sincronización no es válida.
fr: Le dossier de synchronisation n'est pas valide.
hu: Érvénytelen szinkronizálási mappa
id: Folder sinkronisasi tidak valid
it: Cartella di sincronizzazione non valida
nb_no: Ugyldig synkroniseringsmappe
nl: Ongeldige synchronisatiemap
pl: Folder synchronizacji jest nieprawidłowy
pt: A pasta de sincronização não é válida.
pt_br: A pasta de sincronização não é válida.
ro: Folder de sincronizare nevalid.
ru: Недопустимая папка синхронизации
sk: Neplatný synchronizačný priečinok
sv_se: Ogiltig synkroniseringsmapp
tr: Eşitleme klasörü geçersiz
zh_cn: 同步文件夹无效
zh_tw: 無效的同步資料夾

# Onboarding_AccountRootFolderSelection_Label_Description
source: Access my files and other synced devices here
be_by: Доступ да маіх файлаў і іншых сінхранізаваных прылад
ca_es: Accediu aquí a Els meus fitxers i a altres dispositius sincronitzats.
cs_cz: Přístup k mým souborům a dalším synchronizovaným zařízením
da_dk: Få adgang til mine filer og andre synkroniserede enheder her
de: Greife hier auf deine Dateien und andere synchronisierte Geräte zu
el_gr: Πρόσβαση στα αρχεία μου και σε άλλες συγχρονισμένες συσκευές εδώ
es_419: Acceder a mis archivos y otros dispositivos sincronizados aquí
fr: Accédez à Mes fichiers et d'autres appareils synchronisés ici.
hu: Hozzáférés a fájljaimhoz és más szinkronizált eszközökhöz itt
id: Akses berkas yang Anda miliki dan perangkat lainnya yang disinkronkan di sini
it: Accedi ai miei file e ad altri dispositivi sincronizzati qui
nb_no: Få tilgang til filene mine og andre synkroniserte enheter her
nl: Hier mijn bestanden en andere gesynchroniseerde apparaten bekijken
pl: Uzyskaj dostęp do plików i innych zsynchronizowanych urządzeń tutaj
pt: Aceda a Os meus ficheiros e outros dispositivos sincronizados aqui.
pt_br: Acesse meus arquivos e outros dispositivos sincronizados aqui.
ro: Accesează aici fișierele mele și alte dispozitive sincronizate
ru: Получите доступ к моим файлам и другим синхронизированным устройствам здесь
sk: Prístup k mojim súborom a iným synchronizovaným zariadeniam je tu
sv_se: Kom åt mina filer och andra synkroniserade enheter här
tr: Dosyalarıma ve eşitlenmiş diğer aygıtlara buradan erişin
zh_cn: 在此访问我的文件和其他同步设备
zh_tw: 在此進入我的文件及其他同步設備

# Onboarding_AccountRootFolderSelection_Label_Location
source: Location
be_by: Размяшчэнне
ca_es: Ubicació
cs_cz: Umístění
da_dk: Placering
de: Standort
el_gr: Τοποθεσία
es_419: Ubicación
fr: Emplacement
hu: Hely
id: Lokasi
it: Localizzazione
nb_no: Plassering
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Cale
ru: Расположение
sk: Poloha
sv_se: Plats
tr: Konum
zh_cn: 本地
zh_tw: 位置
