Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# FileSystemErrorCode_Value_LastWriteTimeTooRecent
source: File skipped because it has changed too recently. App will retry automatically
be_by: Файл прапушчаны, бо ён змяняўся зусім нядаўна. Праграма аўтаматычна паўторыць спробу.
ca_es: S'ha omès el fitxer perquè ha canviat massa recentment. L'aplicació es tornarà a provar automàticament.
cs_cz: Soubor přeskočen, protože se změnil příliš nedávno. Aplikace automaticky pokus zopakuje
da_dk: Filen er sprunget over, fordi den er ændret for nylig. Appen prøver automatisk igen
de: Die Datei wurde übersprungen, weil sie kürzlich geändert wurde. Die App wird es automatisch erneut versuchen
el_gr: Το αρχείο παραλείφθηκε επειδή έχει αλλάξει πολύ πρόσφατα. Η εφαρμογή θα προσπαθήσει ξανά αυτόματα
es_419: Se omitió el archivo porque cambió demasiado recientemente. La aplicación volverá a intentarlo automáticamente
fr: Le fichier a été ignoré car il a été modifié trop récemment. L'application tentera à nouveau automatiquement.
hu: A fájl átugrásra került, mert nemrég változott. Az alkalmazás automatikusan újrapróbálkozik
id: Berkas ini dilewati karena terdapat perubahan yang terlalu terkini pada berkas. Aplikasi akan mencoba ulang secara otomatis
it: File ignorato perché è stato modificato troppo di recente. L'app riproverà automaticamente
nb_no: Filen hoppet over fordi den har endret seg for nylig. Appen prøver automatisk på nytt
nl: Bestand overgeslagen omdat het te recent veranderd is. De app zal automatisch opnieuw proberen
pl: Plik został pominięty, ponieważ został ostatnio zmieniony. Aplikacja spróbuje ponownie rozwiązać problem
pt: O ficheiro foi ignorado por ter sido alterado demasiado recentemente. A aplicação tentará novamente de forma automática.
pt_br: O arquivo foi ignorado porque foi alterado muito recentemente. O aplicativo tentará novamente automaticamente.
ro: Fișier ignorat deoarece a fost modificat prea recent. Aplicația va reîncerca automat.
ru: Файл пропущен, так как он изменился слишком недавно. Приложение автоматически попытается повторить операцию
sk: Súbor bol vynechaný, pretože sa len nedávno zmenil. Aplikácia sa automaticky pokúsi o opakovanie
sv_se: Filen hoppades över eftersom den nyligen har ändrats. Appen kommer att försöka igen automatiskt
tr: Dosya çok yakın zamanda değiştiği için atlandı. Uygulama otomatik olarak yeniden deneyecek
zh_cn: 由于文件最近更改过多而跳过。应用程序将自动重试
zh_tw: 檔案已略過，因為變更時間過於近期。應用程式將會自動重試。

# FileSystemErrorCode_Value_MetadataMismatch
source: File or folder has diverged
be_by: Неадпаведнасць файла або папкі
ca_es: S'ha modificat el fitxer o la carpeta.
cs_cz: Soubor nebo složka se neshodují
da_dk: Fil eller mappe er afveget
de: Datei oder Ordner hat sich verlagert
el_gr: Το αρχείο ή ο φάκελος έχει αποκλίνει
es_419: Se modificó el archivo o la carpeta.
fr: Le fichier ou le dossier ne correspond pas.
hu: A fájl vagy a mappa eltért
id: Berkas atau folder telah berubah
it: Il file o la cartella sono divergenti
nb_no: Filen eller mappen samsvarer ikke.
nl: Bestand of map is afgeweken
pl: Plik lub folder uległ rozbieżności
pt: A pasta ou o ficheiro foi modificado.
pt_br: O arquivo ou pasta divergiu
ro: Fișierul sau folderul s-a modificat.
ru: Файл или папка разошлись
sk: Súbor alebo priečinok sa rozdelil
sv_se: Fil eller mapp har avvikit
tr: Dosya veya klasör değiştirilmiş
zh_cn: 文件或文件夹不匹配
zh_tw: 檔案或資料夾已分歧

# FileSystemErrorCode_Value_MissingIndividuallySharedFile
source: The original file shared with you has been deleted, moved or renamed. Toggle its sync off and on again to restore it and clear this error.
be_by: Арыгінальны файл, які абагулены з вамі быў выдалены, перамешчаны або перайменаваны. Выключыце і зноў уключыце сінхранізацыю, каб аднавіць яе і ачысціць гэту памылку.
ca_es: El fitxer original compartit amb vós s'ha suprimit, mogut o canviat de nom. Desactiveu i torneu a activar la sincronització per restaurar-lo i esborrar aquest error.
cs_cz: Původní sdílený soubor byl smazán, přesunut nebo přejmenován. Vypnutím a opětovným zapnutím synchronizace soubor obnovíte a tuto chybu odstraníte.
da_dk: Den oprindelige fil, der blev delt med dig, er blevet slettet, flyttet eller omdøbt. Slå synkroniseringen fra og til igen for at gendanne den og fjerne denne fejl.
de: Die ursprüngliche Datei, die für dich freigegeben wurde, wurde gelöscht, verschoben oder umbenannt. Schalte ihre Synchronisierung aus und wieder ein, um sie wiederherzustellen und diesen Fehler zu beheben.
el_gr: Το αρχικό αρχείο που κοινοποιήθηκε σε εσάς έχει διαγραφεί, μετακινηθεί ή μετονομαστεί. Απενεργοποιήστε και ενεργοποιήστε ξανά τον συγχρονισμό του για να τον επαναφέρετε και να διαγράψετε αυτό το σφάλμα.
es_419: El archivo original compartido con usted se ha eliminado, movido o renombrado. Desactive y active la sincronización nuevamente para restaurarlo y eliminar este error.
fr: Le fichier d'origine partagé avec vous a été supprimé, déplacé ou renommé. Désactivez et réactivez sa synchronisation pour le restaurer et effacer cette erreur.
hu: Az Önnel megosztott eredeti fájl törölve lett, áthelyezték vagy átnevezték. A helyreállításhoz kapcsolja ki, majd be a szinkronizálást, ezzel megszüntetheti ezt a hibát.
id: Berkas asli yang dibagikan dengan Anda telah dihapus, dipindahkan, atau dinamai ulang. Nonaktifkan dan aktifkan kembali sinkronisasi berkas ini untuk memulihkan berkas dan menyelesaikan masalah ini.
it: Il file originale condiviso con te è stato eliminato, spostato o rinominato. Disattiva e riattiva la sincronizzazione per ripristinarla ed eliminare questo errore.
nb_no: Den opprinnelige filen delt med deg, har blitt slettet, flyttet eller gitt nytt navn. Slå synkroniseringen av og på igjen for å gjenopprette den og fjerne denne feilen.
nl: Het originele bestand dat met u gedeeld is, is verwijderd, verplaatst of hernoemd. Zet de synchronisatie uit en weer aan om deze te herstellen en deze fout te verwijderen.
pl: Oryginalny plik, który został Ci udostępniony, został usunięty, przeniesiony lub jego nazwa uległa zmianie. Włącz ponownie synchronizację, aby go przywrócić i usunąć błąd.
pt: O ficheiro original partilhado consigo foi eliminado, movido ou renomeado. Desative e volte a ativar a sincronização para o restaurar e eliminar este erro.
pt_br: O arquivo original compartilhado com você foi excluído, movido ou renomeado. Desative e ative novamente a sincronização para restaurá-lo e eliminar esse erro.
ro: Fișierul original care v-a fost partajat a fost șters, mutat sau redenumit. Dezactivați și reactivați sincronizarea pentru a o restabili și a șterge această eroare.
ru: Исходный файл, которым поделились с вами, был удален, перемещен или переименован. Отключите и снова включите его синхронизацию, чтобы восстановить файл и устранить ошибку.
sk: Pôvodný súbor, ktorý máte zdieľaný, bol vymazaný, presunutý alebo premenovaný. Vypnutím a opätovným zapnutím jeho synchronizácie ho obnovíte a odstránite túto chybu.
sv_se: Originalfilen som delats med dig har tagits bort, flyttats eller bytt namn. Slå av/på dess synkronisering igen för att återställa den och rensa detta fel.
tr: Sizinle paylaşılan özgün dosya silinmiş, taşınmış veya yeniden adlandırılmış. Geri yüklemek ve bu hatayı gidermek için eşitlemeyi kapatıp yeniden açın.
zh_cn: 与您共享的原始文件已被删除、移动或重命名。 将其同步切换为关闭并重新打开，即可恢复并清除此错误。
zh_tw: 與您共享的原始檔案已被刪除、移動或重新命名。請將其同步功能關閉後再重新開啟，以還原檔案並清除此錯誤。

# FileSystemErrorCode_Value_NetworkError
source: Can't connect to Proton Drive. Try checking your internet connection.
be_by: Немагчыма падключыцца да Proton Drive. Паспрабуйце праверыць сваё падключэнне да інтэрнэту.
ca_es: No es pot connectar a Proton Drive. Comproveu la vostra connexió a internet.
cs_cz: Nelze se připojit k Proton Drive. Zkuste zkontrolovat připojení k internetu.
da_dk: Kan ikke oprette forbindelse til Proton Drive. Prøv at tjekke din internetforbindelse.
de: Kann keine Verbindung zu Proton Drive herstellen. Versuche, deine Internetverbindung zu überprüfen.
el_gr: Δεν είναι δυνατή η σύνδεση στο Proton Drive. Δοκιμάστε να ελέγξετε τη σύνδεσή σας στο διαδίκτυο.
es_419: No se puede conectar a Proton Drive. Compruebe su conexión a internet.
fr: La connexion à Proton Drive n'a pas abouti. Veuillez vérifier votre connexion internet.
hu: Nem lehet a Proton Drive-hoz csatlakozni. Ellenőrizze az internet kapcsolatát.
id: Tidak dapat terhubung ke Proton Drive. Cobalah untuk memeriksa koneksi internet Anda.
it: Impossibile connettersi a Proton Drive. Controlla la tua connessione Internet.
nb_no: Kan ikke koble til Proton Drive. Prøv å undersøke internett-tilkoblingen din.
nl: Kan geen verbinding maken met de Proton Drive. Controleer uw internetverbinding.
pl: Nie można połączyć się z Proton Drive. Spróbuj sprawdzić swoje połączenie internetowe.
pt: Não é possível conectar-se ao Proton Drive. Tente verificar a sua conexão com a internet.
pt_br: Não foi possível conectar ao Proton Drive. Tente verificar a conexão com a internet.
ro: Nu se poate conecta la Proton Drive. Verificați conexiunea la internet.
ru: Не удается подключиться к Proton Drive. Попробуйте проверить ваше интернет-подключение.
sk: Nemožno sa pripojiť k Proton Drive. Skúste skontrolovať svoje internetové pripojenie.
sv_se: Kan inte ansluta till Proton Drive. Prova att kontrollera din internetanslutning.
tr: Proton Drive bağlantısı kurulamadı. İnternet bağlantınızı denetleyin.
zh_cn: 无法连接到 Proton Drive。请尝试检查您的网络连接。
zh_tw: 無法連線 Proton Drive。請檢查您的網路連線。

# FileSystemErrorCode_Value_ObjectNotFound
source: File or folder does not exist
be_by: Файл або папка не існуе
ca_es: El fixter o la carpeta no existeix.
cs_cz: Soubor nebo složka neexistuje
da_dk: Fil eller mappe findes ikke
de: Datei oder Ordner existiert nicht
el_gr: Αρχείο ή φάκελος δεν υπάρχει
es_419: No existe el archivo o la carpeta
fr: Le fichier ou le dossier n'existe pas.
hu: A fájl vagy a mappa nem létezik
id: Berkas atau folder tidak ada
it: File o cartella non esistente
nb_no: Fil eller mappe finnes ikke
nl: Bestand of map bestaat niet
pl: Plik lub folder nie istnieje
pt: O ficheiro ou a pasta não existe.
pt_br: Arquivo ou pasta inexistente
ro: Fișierul sau folderul nu există.
ru: Файл или папка не существует
sk: Súbor alebo priečinok neexistuje
sv_se: Fil eller mapp finns inte
tr: Dosya veya klasör bulunamadı
zh_cn: 文件或文件夹不存在
zh_tw: 檔案或資料夾不存在

# FileSystemErrorCode_Value_Offline
source: Offline
be_by: Па-за сеткай
ca_es: Fora de línia
el_gr: Εκτός σύνδεσης
es_419: Sin conexión
fr: Hors ligne
hu: Nincs internetkapcsolat
nb_no: Frakoblet
pl: Jesteś w trybie offline
ro: Deconectat
ru: Офлайн
tr: Çevrim dışı
zh_cn: 离线
zh_tw: 離線

# FileSystemErrorCode_Value_Partial
source: This file is not available locally and cannot be uploaded. To resolve, please delete it and restore a copy from the Proton Drive trash if available.
be_by: Гэты файл недаступны лакальна і яго немагчыма запампаваць. Для вырашэння праблемы паспрабуйце выдаліць дадзены файл, а потым аднавіць яго копію са сметніцы Proton Drive, калі яна даступна.
ca_es: Aquest fitxer no està disponible localment i no es pot carregar. Per resoldre'l, suprimiu-lo i restaureu una còpia de la paperera de Proton Drive si està disponible.
cs_cz: Tento soubor není lokálně k dispozici a nelze jej nahrát. Chcete-li problém vyřešit, smažte jej a obnovte jeho kopii z koše Proton Drive, je-li k dispozici.
da_dk: Denne fil er ikke tilgængelig lokalt og kan ikke uploades. For at løse problemet skal du slette den og gendanne en kopi fra Proton Drive-papirkurven, hvis den er tilgængelig.
de: Diese Datei ist lokal nicht verfügbar und kann nicht hochgeladen werden. Bitte lösche die Datei und stelle, falls vorhanden, eine Kopie aus dem Papierkorb von Proton Drive wieder her.
el_gr: Αυτό το αρχείο δεν είναι διαθέσιμο τοπικά και δεν μπορεί να μεταφορτωθεί. Για επίλυση, διαγράψτε το και επαναφέρετε ένα αντίγραφο από τον κάδο απορριμμάτων Proton Drive, εάν είναι διαθέσιμος.
es_419: Este archivo no está disponible localmente y no se puede cargar. Para solucionarlo, elimínelo y restaure una copia de la papelera de Proton Drive, si está disponible.
fr: Ce fichier n'est pas disponible localement et ne peut pas être importé. Pour résoudre ce problème, supprimez-le et restaurez une copie à partir de la corbeille de Proton Drive si elle est disponible.
hu: Ez a fájl nem érhető el lokálisan, és nem tölthető fel. A probléma megoldásához törölje, és ha elérhető, állítsa helyre a Proton Drive Lomtárából.
id: Berkas ini tidak tersedia secara lokal dan tidak dapat diunggah. Untuk menyelesaikan masalah ini, silakan hapus berkas ini dan pulihkan salinan berkas dari tempat sampah Proton Drive apabila tersedia.
it: Questo file non è disponibile localmente e non può essere caricato. Per risolvere il problema, eliminalo e ripristinane una copia dal cestino di Proton Drive, se disponibile.
nb_no: Denne filen er ikke tilgjengelig lokalt og kan ikke lastes opp. For å løse dette, slett den og gjenopprett en kopi fra Proton Drive-papirkurven hvis tilgjengelig.
nl: Dit bestand is niet lokaal beschikbaar en kan niet worden opgeladen. Om het op te lossen, verwijder het en herstel een kopie uit de Proton Drive prullenbak indien beschikbaar.
pl: Plik nie jest dostępny lokalnie i nie można go przesłać. Aby rozwiązać problem, usuń go i przywróć kopię z kosza w Proton Drive, jeśli jest dostępny.
pt: "Este ficheiro não está disponível localmente e não pode ser enviado. Para resolver o problema, elimine-o e restaure uma cópia a partir do lixo do Proton Drive, se disponível.
pt_br: Este arquivo não está disponível localmente e não pode ser enviado. Para resolver, por favor, exclua-o e restaure uma cópia da Lixeira do Proton Drive, se disponível.
ro: Acest fișier nu este disponibil local și nu poate fi încărcat. Pentru rezolvare, ștergeți-l și restaurați o copie din coșul de gunoi Proton Drive, dacă este disponibilă.
ru: Этот файл недоступен локально и не может быть загружен. Чтобы устранить проблему, удалите его и восстановите копию из Корзины Proton Drive, если она доступна.
sk: Tento súbor nie je lokálne dostupný a nie je možné ho nahrať. Ak to chcete vyriešiť, odstráňte ho a obnovte kópiu z koša Proton Drive, ak je k dispozícii.
sv_se: Denna fil är inte tillgänglig lokalt och kan inte laddas upp. För att lösa detta, ta bort den och återställ en kopia från Proton Drive-papperskorgen om tillgängligt.
tr: Bu dosya yerel olarak bulunamadığından yüklenemedi. Sorunu çözmek için lütfen dosyayı silin ve varsa Proton Drive çöp kutusundan kopyasını geri yükleyin.
zh_cn: 该文件在本地不可用，无法上传。要解决这个问题，请删除该文件，然后从 Proton Drive 回收站中恢复一个副本 ( 如果有的话 ) 。
zh_tw: 此檔案無法在本機使用，且無法上載。若要解決此問題，請刪除此檔案並還原一份副本，如果 Proton Drive 垃圾桶中有的話。

# FileSystemErrorCode_Value_PathNotFound
source: File or folder does not exist
be_by: Файл або папка не існуе
ca_es: El fixter o la carpeta no existeix.
cs_cz: Soubor nebo složka neexistuje
da_dk: Fil eller mappe eksisterer ikke
de: Datei oder Ordner existiert nicht
el_gr: Αρχείο ή φάκελος δεν υπάρχει
es_419: No existe el archivo o la carpeta
fr: Le fichier ou le dossier n'existe pas.
hu: A fájl vagy a mappa nem létezik
id: Berkas atau folder tidak ada
it: File o cartella non esistente
nb_no: Fil eller mappe finnes ikke
nl: Bestand of map bestaat niet
pl: Plik lub folder nie istnieje
pt: O ficheiro ou a pasta não existe.
pt_br: Arquivo ou pasta inexistente
ro: Fișierul sau folderul nu există.
ru: Файл или папка не существует
sk: Súbor alebo priečinok neexistuje
sv_se: Fil eller mapp finns inte
tr: Dosya veya klasör bulunamadı
zh_cn: 文件或文件夹不存在
zh_tw: 檔案或資料夾不存在

# FileSystemErrorCode_Value_RateLimited
source: Something went wrong
be_by: Нешта пайшло не так
ca_es: S'ha produït un error.
cs_cz: Něco se pokazilo
da_dk: Noget gik galt
de: Etwas ist schiefgelaufen
el_gr: Κάτι πήγε στραβά
es_419: Hubo un problema
fr: Une erreur s'est produite.
hu: Valami hiba történt
id: Terdapat suatu kesalahan
it: Qualcosa è andato storto.
nb_no: Noe gikk galt
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt: Ocorreu um erro.
pt_br: Algo deu errado
ro: Ceva nu a mers bine.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv_se: Något gick fel
tr: Bir sorun çıktı
zh_cn: 出了些问题
zh_tw: 發生錯誤

# FileSystemErrorCode_Value_ReadOnlyFile
source: File is read-only
be_by: Файл даступны толькі для чытання
ca_es: El fitxer és només de lectura.
cs_cz: Soubor je pouze pro čtení
da_dk: Filen er skrivebeskyttet
de: Datei ist schreibgeschützt
el_gr: Το αρχείο είναι μόνο για ανάγνωση
es_419: El archivo es de solo lectura
fr: Le fichier est en lecture seule.
hu: A file csak olvasható
id: Berkas ini bersifat read-only
it: Il file è di sola lettura
nb_no: Filen er skrivebeskyttet
nl: Bestand is alleen-lezen
pl: Plik jest tylko do odczytu
pt: O ficheiro é só de leitura.
pt_br: O arquivo é só de leitura.
ro: Fișierul poate fi doar citit.
ru: Файл доступен только для чтения
sk: Súbor je iba na čítanie
sv_se: Filen är skrivskyddad
tr: Dosya salt okunur
zh_cn: 文件为只读文件
zh_tw: 檔案是唯讀的

# FileSystemErrorCode_Value_ReadOnlyRoot
source: View-only files and folders can't be modified. Turn sync off and on under "Shared with me" to resolve.
be_by: Файлы і папкі прызначаныя толькі для чытання немагчыма змяніць. Выключыце, а потым уключыце сінхранізацыю ў раздзеле "Абагуленыя са мной" для вырашэння праблемы.
ca_es: Els fitxers i carpetes de només visualització no es poden modificar. Desactiveu i activeu la sincronització a «Compartit amb mi» per resoldre-ho.
cs_cz: Soubory a složky určené pouze k zobrazení nelze upravovat. Vyřešte to vypnutím a zapnutím synchronizace v části "Sdíleno se mnou".
da_dk: Filer og mapper, der kun kan ses, kan ikke ændres. Slå synkronisering fra og til under "Delt med mig" for at løse problemet.
de: Dateien und Ordner, die nur angezeigt werden, können nicht geändert werden. Schalte die Synchronisierung unter „Für mich freigegeben“ aus und wieder ein, um das Problem zu lösen.
el_gr: Δεν είναι δυνατή η τροποποίηση αρχείων και φακέλων μόνο για προβολή. Απενεργοποιήστε και ενεργοποιήστε τον συγχρονισμό στην ενότητα "Σε κοινή χρήση με εμένα" για επίλυση.
es_419: Los archivos y carpetas de solo lectura no se pueden modificar. Desactive y active la sincronización en "Compartido conmigo" para resolver el problema.
fr: Les fichiers en lecture seule ne peuvent pas être modifiés. Déactivez et réactivez la synchronisation dans « Partagé avec moi » pour résoudre ce problème.
hu: A csak megtekinthető fájlok és mappák nem módosíthatók. A probléma megoldásához kapcsolja ki, majd be a szinkronizálást a „Megosztották velem” alatt.
id: Berkas dan folder yang bersifat read-only tidak dapat dimodifikasi. Nonaktifkan dan aktifkan kembali sinkronisasi pada menu "Dibagikan dengan saya" untuk menyelesaikan masalah ini.
it: I file e le cartelle di sola visualizzazione non possono essere modificati. Per risolvere il problema, attiva e disattiva la sincronizzazione in "Condivisi con me".
nb_no: Skrivebeskyttede filer og mapper kan ikke endres. Slå synkronisering av og på under "Delt med meg" for å løse problemet.
nl: Alleen lezen-bestanden en mappen kunnen niet worden gewijzigd. Schakel synchronisatie uit en in onder "Gedeeld met mij" om op te lossen.
pl: Pliki i foldery tylko do odczytu nie mogą zostać zmodyfikowane. Włącz ponownie synchronizację w sekcji "Udostępnione dla mnie", aby rozwiązać problem.
pt: Os ficheiros e pastas só de visualização não podem ser modificados. Desative e ative a sincronização em «Partilhado comigo» para resolver o problema.
pt_br: Arquivos e pastas somente visualização não podem ser modificados. Desative e ative a sincronização em "Compartilhado comigo" para resolver o problema.
ro: Fișierele și folderele care pot fi doar citite nu pot fi modificate. Opriți și reporniți sincronizarea în „Partajate cu mine” pentru rezolvare.
ru: Файлы и папки только для просмотра нельзя изменять. Отключите и снова включите синхронизацию в разделе «Поделенные со мной», чтобы устранить проблему.
sk: Súbory a priečinky určené len na zobrazenie nie je možné upravovať. Vyriešte to vypnutím a zapnutím synchronizácie v časti Zdieľané so mnou.
sv_se: Skrivskyddade filer och mappar kan inte ändras. Stäng av och på synkronisering under “Delat med mig“ för att lösa det.
tr: Yalnızca görüntülenebilen dosyalar ve klasörler değiştirilemez. Sorunu çözmek için “Benimle paylaşılanlar” altında eşitlemeyi kapatıp açın.
zh_cn: 无法修改只能查看的文件和文件夹。在 “与我共享” 下关闭和打开同步即可解决。
zh_tw: 唯讀檔案和資料夾無法修改。請在「與我共享」中開啟和關閉同步以解決此問題。

# FileSystemErrorCode_Value_ServerError
source: Something went wrong
be_by: Нешта пайшло не так
ca_es: S'ha produït un error.
cs_cz: Něco se pokazilo
da_dk: Noget gik galt
de: Etwas ist schiefgelaufen
el_gr: Κάτι πήγε στραβά
es_419: Hubo un problema.
fr: Une erreur s'est produite.
hu: Valami hiba történt
id: Terdapat suatu kesalahan
it: Qualcosa è andato storto.
nb_no: Noe gikk galt
nl: Er is iets fout gegaan.
pl: Coś poszło nie tak
pt: Ocorreu um erro.
pt_br: Algo deu errado.
ro: Ceva nu a mers bine.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv_se: Något gick fel
tr: Bir sorun çıktı
zh_cn: 出了些问题
zh_tw: 發生錯誤

# FileSystemErrorCode_Value_SharingViolation
source: File or folder is being used by another app
be_by: Файлы або папкі выкарыстоўваюцца іншай праграмай
ca_es: Una altra aplicació està utilitzant el fitxer o la carpeta.
cs_cz: Soubor nebo složka jsou používány jinou aplikací
da_dk: Fil eller mappe bruges af en anden app
de: Datei oder Ordner wird von einer anderen App verwendet
el_gr: Το αρχείο ή ο φάκελος χρησιμοποιείται από άλλη εφαρμογή
es_419: Otra aplicación está utilizando la carpeta o el archivo.
fr: Une autre application utilise le dossier ou le fichier.
hu: A fájlt vagy mappát egy másik alkalmazás használja
id: Berkas atau folder sedang digunakan oleh aplikasi lainnya
it: Il file o la cartella sono utilizzati da un'altra app
nb_no: Fil eller mappe brukes av en annen app
nl: Bestand of map wordt gebruikt door een andere app
pl: Plik lub folder jest używany przez inną aplikację
pt: Outra aplicação usa a pasta ou o ficheiro.
pt_br: Arquivo ou pasta está sendo usado por outro aplicativo
ro: Fișierul sau folderul este utilizat de către altă aplicație.
ru: Файл или папка используется другим приложением
sk: Súbor alebo priečinok používa iná aplikácia
sv_se: Fil eller mapp används av annan app
tr: Dosya veya klasör başka bir uygulama tarafından kullanılıyor
zh_cn: 文件或文件夹正在被另一个应用使用
zh_tw: 檔案或資料夾正在被另一個應用程式使用

# FileSystemErrorCode_Value_TimedOut
source: Timed out
be_by: Перавышаны інтэрвал чакання
ca_es: Temps d'espera esgotat
cs_cz: Časový limit vypršel
da_dk: Udløbet
de: Zeitüberschreitung
el_gr: Λήξη χρονικού ορίου
es_419: Tiempo agotado
fr: Expiré
hu: Időtúllépés
id: Terputus
it: Tempo scaduto
nb_no: Tidsavbrudd
nl: Verlopen
pl: Nie powiodło się. Upłynął limit czasu żądania
pt: Tempo esgotado
pt_br: Tempo esgotado
ro: Timp expirat.
ru: Время ожидания истекло
sk: Časový limit vypršal
sv_se: Tidsgräns nådd
tr: Zaman aşımına uğradı
zh_cn: 超时
zh_tw: 逾時
