Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_Activity_Rename_NewName_Error_ContainsInvalidCharacter
source: Name contains invalid characters
be_by: Назва змяшчае памылковыя сімвалы
ca_es: El nom conté caràcters no vàlids.
cs_cz: Název obsahuje neplatné znaky
da_dk: Navn indeholder ugyldige tegn
de: Name enthält ungültige Zeichen
el_gr: Το όνομα περιέχει μη έγκυρους χαρακτήρες
es_419: El nombre contiene caracteres no válidos.
fr: Le nom contient des caractères non valides.
hu: A név érvénytelen karaktereket tartalmaz
id: Nama mengandung karakter yang tidak valid
it: Il nome contiene caratteri non validi.
nb_no: Navnet inneholder ugyldige tegn
nl: Naam bevat ongeldige tekens
pl: Nazwa zawiera nieprawidłowe znaki
pt: O nome contém caracteres inválidos.
pt_br: O nome contém caracteres inválidos
ro: Numele conține caractere nevalide.
ru: Имя содержит некорректные символы
sk: Názov obsahuje neplatný znak
sv_se: Namnet innehåller ogiltiga tecken
tr: Ad içinde geçersiz karakterler var
zh_cn: 名称包含无效字符
zh_tw: 名稱包含無效字元

# Main_Activity_Rename_NewName_Error_Failed
source: Something went wrong
be_by: Нешта пайшло не так
ca_es: S'ha produït un error
cs_cz: Něco se pokazilo
da_dk: Noget gik galt
de: Etwas ist schiefgelaufen.
el_gr: Κάτι πήγε στραβά
es_419: Se ha producido un error.
fr: Une erreur s'est produite.
hu: Valami hiba történt
id: Terdapat suatu kesalahan
it: Si è verificato un errore
nb_no: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Ocorreu um erro.
pt_br: Algo deu errado.
ro: Ceva nu a mers bine.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv_se: Något gick fel
tr: Bir sorun çıktı
zh_cn: 出了些问题
zh_tw: 發生錯誤

# Main_Activity_Rename_NewName_Error_Required
source: Name is required
be_by: Патрабуецца назва
ca_es: El nom és obligatori.
cs_cz: Název je povinný
da_dk: Navn er påkrævet
de: Name ist erforderlich
el_gr: Απαιτείται όνομα
es_419: El nombre es obligatorio.
fr: Veuillez indiquer un nom.
hu: Név megadása kötelező
id: Nama wajib diisi
it: Il nome è obbligatorio
nb_no: Navn kreves
nl: Naam is verplicht
pl: Nazwa jest wymagana
pt: É necessário um nome.
pt_br: O nome é obrigatório.
ro: Numele este obligatoriu.
ru: Требуется имя
sk: Názov je povinný
sv_se: Namn är obligatoriskt
tr: Adın yazılması zorunludur
zh_cn: 名称为必填项
zh_tw: 名稱為必填

# Main_Activity_Rename_NewName_Label
source: New name:
be_by: Новая назва:
ca_es: Nom nou:
cs_cz: Nový název:
da_dk: Nyt navn:
de: Neuer Name:
el_gr: Νέο όνομα:
es_419: Nuevo nombre:
fr: Nouveau nom :
hu: Új név:
id: Nama baru:
it: Nuovo nome:
nb_no: Nytt navn:
nl: Nieuwe naam:
pl: Nowa nazwa:
pt: Novo nome:
pt_br: Novo nome:
ro: Nume nou:
ru: Новое имя:
sk: Nový názov:
sv_se: Nytt namn:
tr: Yeni ad:
zh_cn: 新名称：
zh_tw: 新名稱:

# Main_Activity_Rename_Status_Value_Renaming
source: Renaming...
be_by: Перайменаванне...
ca_es: S'està canviant el nom...
cs_cz: Přejmenování...
da_dk: Omdøber...
de: Wird umbenannt...
el_gr: Γίνεται μετονομασία...
es_419: Cambiando el nombre...
fr: Changement de nom...
hu: Átnevezés...
id: Mengubah nama...
it: Ridenominazione...
nb_no: Gir nytt navn...
nl: Hernoemen...
pl: Zmiana nazwy...
pt: A alterar o nome...
pt_br: Renomeando...
ro: Se redenumește...
ru: Переименование...
sk: Premenúvanie...
sv_se: Byter namn …
tr: Yeniden adlandırılıyor...
zh_cn: 重命名中...
zh_tw: 重新命名...

# Main_Activity_Rename_Suggestion
source: Please remove the following to continue syncing:
be_by: Выдаліце наступныя элементы, каб працягнуць сінхранізацыю:
ca_es: Esborreu el següent per continuar la sincronització:
cs_cz: Pro pokračování v synchronizaci odeberte následující:
da_dk: Fjern følgende for at fortsætte synkroniseringen:
de: Bitte entferne das Folgende, um die Synchronisierung fortzusetzen:
el_gr: Παρακαλούμε αφαιρέστε τα ακόλουθα για να συνεχιστεί ο συγχρονισμός:
es_419: Elimine lo siguiente para continuar sincronizando:
fr: Veuillez retirer les éléments suivants pour continuer la synchronisation :
hu: Kérjük, távolítsa el a következőket a szinkronizálás folytatásához:
id: Silakan hapus rangkaian karakter berikut untuk melanjutkan sinkronisasi:
it: Rimuovi quanto segue per continuare la sincronizzazione:
nb_no: Fjern følgende for å fortsette synkroniseringen:
nl: Verwijder het volgende om door te gaan met synchroniseren:
pl: Aby kontynuować synchronizację, usuń następujące elementy:
pt: Remova o seguinte para continuar a sincronização:
pt_br: Remova o seguinte para continuar a sincronização:
ro: Eliminați următoarele pentru a continua sincronizarea:
ru: Чтобы продолжить синхронизацию, удалите следующее:
sk: Pre pokračovanie v synchronizácii odstráňte nasledovné:
sv_se: Ta bort följande för att fortsätta synkronisering:
tr: Eşitlemeyi sürdürmek için lütfen şunları kaldırın:
zh_cn: 请移除以下内容以继续同步：
zh_tw: 請移除以下內容以繼續同步：

# Main_Activity_Rename_Title
source: Renaming item
be_by: Перайменаванне элемента
ca_es: S'està canviant el nom de l'element.
cs_cz: Přejmenování položky
da_dk: Omdøbning af element
de: Eintrag wird umbenannt
el_gr: Γίνεται μετονομασία στοιχείου
es_419: Cambiando el nombre del elemento
fr: Modification du nom de l'élément
hu: Elem átnevezése
id: Mengubah nama item
it: Rinomina l'elemento
nb_no: Gir nytt navn til element
nl: Item hernoemen
pl: Zmiana nazwy elementu
pt: A alterar o nome do item
pt_br: Alterando o nome do item
ro: Redenumire articol
ru: Переименование элемента
sk: Premenúvanie položky
sv_se: Återstående objekt
tr: Öge yeniden adlandırılıyor
zh_cn: 重命名项目
zh_tw: 重新命名項目

# Main_Activity_Status_Value_SettingUp
source: Setting up...
be_by: Наладжванне...
ca_es: S'està configurant...
cs_cz: Nastavování...
da_dk: Konfigurerer...
de: Wird eingerichtet...
el_gr: Ρύθμιση...
es_419: Configurando...
fr: Configuration...
hu: Beállítás...
id: Mempersiapkan...
it: Configurazione...
nb_no: Konfigurerer...
nl: Instellen...
pl: Konfigurowanie...
pt: A configurar...
pt_br: Configurando...
ro: Se setează…
ru: Установка...
sk: Nastavovanie...
sv_se: Ställer in …
tr: Kuruluyor...
zh_cn: 正在设置...
zh_tw: 設置中...

# Main_Activity_Status_Value_SettingUpFormat
source: Setting up... ({0} items prepared for sync)
be_by: Наладжванне...(падрыхтавана элементаў для сінхранізацыі: {0})
ca_es: S'està configurant... ({0} elements preparats per a la sincronització)
cs_cz: Probíhá nastavování... ({0} položek připraveno pro synchronizaci)
da_dk: Gør klar... ({0} elementer forberedt til synkronisering)
de: Einrichten... ({0} Elemente für die Synchronisierung vorbereitet)
el_gr: Γίνεται ρύθμιση... ({0} στοιχεία έτοιμα για συγχρονισμό)
es_419: Configurando... ({0} elementos preparados para sincronizarse)
fr: Configuration... (préparation de {0} éléments à synchroniser)
hu: Beállítás folyamatban... ({0} elem szinkronizálásra előkészítve)
id: Mempersiapkan... ({0} item disiapkan untuk penyinkronan)
it: Configurazione... ({0} elementi preparati per la sincronizzazione)
nb_no: Konfigurerer...({0} elementer forberedt for synkronisering)
nl: Instellen... ({0} items voorbereid voor synchronisatie)
pl: Konfigurowanie {0} elementów do synchronizacji...
pt: A configurar... ({0} Itens preparados para a sincronização)
pt_br: Configurando... ({0} itens preparando para sincronizar)
ro: Se setează... (articole pregătite pentru sincronizare: {0})
ru: Подготовка... ({0} подготовлены для синхронизации)
sk: Nastavenie... ({0} položiek pripravených na synchronizáciu)
sv_se: Konfigurerar... ({0} objekt förberedda för synkronisering)
tr: Kuruluyor... ({0} öge eşitlemeye hazırlandı)
zh_cn: 正在设置...（{0} 个项目准备同步）
zh_tw: 設定中... ({0} 個項目已準備好同步)

# Main_Activity_TimeElapsed_DaysAgoFormat
source: {0} days ago
be_by: {0} дзён таму
ca_es: fa {0} dies
cs_cz: před {0} dny
da_dk: {0} dage siden
de: Vor {0} Tagen
el_gr: {0} ημέρες πριν
es_419: hace {0} días
fr: il y a {0} jours
hu: {0} nappal ezelőtt
id: {0} hari yang lalu
it: {0} giorni fa
nb_no: {0} dager siden
nl: {0} dagen geleden
pl: {0} dni temu
pt: Há {0} dias
pt_br: {0} dias atrás
ro: acum {0} zile
ru: {0} дней назад
sk: pred {0} dňami
sv_se: {0} dagar sedan
tr: {0} gün önce
zh_cn: {0} 天前
zh_tw: {0} 天前

# Main_Activity_TimeElapsed_HoursAgoFormat
source: {0} hours ago
be_by: {0} гадзін таму
ca_es: fa {0} hores
cs_cz: před {0} hodinami
da_dk: {0} timer siden
de: Vor {0} Stunden
el_gr: {0} ώρες πριν
es_419: hace {0} horas
fr: Il y a {0} heures
hu: {0} órával ezelőtt
id: {0} jam yang lalu
it: {0} ore fa
nb_no: {0} timer siden
nl: {0} uur geleden
pl: {0} godz. temu
pt: há {0} horas
pt_br: {0} horas atrás
ro: acum {0} ore
ru: {0} часов назад
sk: pred {0} hodinami
sv_se: {0} timmar sedan
tr: {0} saat önce
zh_cn: {0} 小时前
zh_tw: 1 小時之前 {0} 小時之前

# Main_Activity_TimeElapsed_MinutesAgoFormat
source: {0} minutes ago
be_by: {0} хвілін(ы) таму
ca_es: fa {0} minuts
cs_cz: před {0} minutami
da_dk: {0} minutter siden
de: Vor {0} Minuten
el_gr: {0} λεπτά πριν
es_419: hace {0} minutos
fr: Il y a {0} minutes
hu: {0} perccel ezelőtt
id: {0} menit yang lalu
it: {0} minuti fa
nb_no: {0} minutter siden
nl: {0} minuten geleden
pl: {0} min. temu
pt: há {0} minutos
pt_br: {0} minutos atrás
ro: acum {0} minute
ru: {0} минут назад
sk: pred {0} minútami
sv_se: {0} minuter sedan
tr: {0} dakika önce
zh_cn: {0} 分钟前
zh_tw: {0} 分鐘之前

# Main_Activity_TimeElapsed_OneDayAgo
source: a day ago
be_by: дзень таму
ca_es: fa un dia
cs_cz: včera
da_dk: en dag siden
de: vor einem Tag
el_gr: πριν από μια ημέρα
es_419: hace un día
fr: il y a un jour
hu: egy nappal ezelőtt
id: satu hari yang lalu
it: un giorno fa
nb_no: en dag siden
nl: één dag geleden
pl: wczoraj
pt: há um dia
pt_br: um dia atrás
ro: acum o zi
ru: день назад
sk: včera
sv_se: en dag sedan
tr: bir gün önce
zh_cn: 1 天前
zh_tw: 一天前

# Main_Activity_TimeElapsed_OneHourAgo
source: an hour ago
be_by: гадзіну таму
ca_es: fa una hora
cs_cz: před hodinou
da_dk: en time siden
de: vor einer Stunde
el_gr: πριν απο μία ώρα
es_419: hace una hora
fr: il y a une heure
hu: egy órával ezelőtt
id: satu jam yang lalu
it: un'ora fa
nb_no: en time siden
nl: één uur geleden
pl: godzinę temu
pt: há uma hora
pt_br: uma hora atrás
ro: acum o oră
ru: час назад
sk: pred hodinou
sv_se: en timme sedan
tr: bir saat önce
zh_cn: 1 小时前
zh_tw: 1 小時之前

# Main_Activity_TimeElapsed_OneMinuteAgo
source: a minute ago
be_by: хвіліну таму
ca_es: fa un minut
cs_cz: před minutou
da_dk: et minut siden
de: vor einer Minute
el_gr: πριν απο ένα λεπτό
es_419: hace un minuto
fr: il y a une minute
hu: 1 perce
id: satu menit yang lalu
it: un minuto fa
nb_no: for ett minutt siden
nl: één minuut geleden
pl: minutę temu
pt: há 1 minuto
pt_br: 1 minuto atrás
ro: acum un minut
ru: минуту назад
sk: pred minútou
sv_se: en minut sedan
tr: bir dakika önce
zh_cn: 1 分钟前
zh_tw: 一分鐘之前

# Main_Activity_Title
source: Activity
be_by: Актыўнасць
ca_es: Activitat
cs_cz: Aktivita
da_dk: Aktivitet
de: Aktivität
el_gr: Δραστηριότητα
es_419: Actividad
fr: Activité
hu: Tevékenység
id: Aktivitas
it: Attività
nb_no: Aktivitet
nl: Activiteit
pl: Aktywność
pt: Atividade
pt_br: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sv_se: Aktivitet
tr: Etkinlik
zh_cn: 主界面
zh_tw: 活動

# Main_MyComputer_Device_Button_Rename
source: _Rename
be_by: _Перайменаваць
ca_es: _Canvia el nom
cs_cz: _Přejmenovat
da_dk: _Omdøb
de: _Umbenennen
el_gr: _Μετονομασία
es_419: _Cambiar nombre
fr: _Renommer
hu: _Átnevezés
id: _Ubah nama
it: _Rinomina
nb_no: _Gi nytt navn
nl: _Naam wijzigen
pl: Zmień nazwę
pt: _Alterar o nome
pt_br: _Renomear
ro: _Redenumire
ru: _Переименовать
sk: P_remenovať
sv_se: _Ändra namn
tr: _Yeniden adlandır
zh_cn: 重命名
zh_tw: 重新命名

# Main_MyComputer_Device_HelpText
source: Rename your device
be_by: Перайменаваць прыладу
ca_es: Canvia el nom del dispositiu
cs_cz: Přejmenování zařízení
da_dk: Omdøb din enhed
de: Dein Gerät umbenennen
el_gr: Μετονομασία της συσκευής σας
es_419: Renombrar su dispositivo
fr: Modifier le nom de votre appareil
hu: Nevezze át eszközét
id: Ubah nama perangkat Anda
it: Rinomina il tuo dispositivo
nb_no: Gi nytt navn til enheten din
nl: Hernoem uw apparaat
pl: Zmień nazwę urządzenia
pt: Alterar o nome do seu dispositivo
pt_br: Renomear seu dispositivo
ro: Redenumiți dispozitivul
ru: Переименуйте ваше устройство
sk: Premenuje vaše zariadenie
sv_se: Byt namn på din enhet
tr: Aygıtınızı yeniden adlandırın
zh_cn: 重命名您的设备
zh_tw: 重新命名您的裝置

# Main_MyComputer_Device_Label
source: This device
be_by: Гэта прылада
ca_es: Aquest dispositiu
cs_cz: Toto zařízení
da_dk: Denne enhed
de: Dieses Gerät
el_gr: Αυτή η συσκευή
es_419: Este dispositivo
fr: Cet appareil
hu: Ez az eszköz
id: Perangkat ini
it: Questo dispositivo
nb_no: Denne enheten
nl: Dit apparaat
pl: To urządzenie
pt: Este dispositivo
pt_br: Este dispositivo
ro: Acest dispozitiv
ru: Это устройство
sk: Toto zariadenie
sv_se: Denna enhet
tr: Bu aygıt
zh_cn: 此设备
zh_tw: 此裝置

# Main_MyComputer_Device_Rename_Button_Cancel_HelpText
source: Cancel device renaming
be_by: Скасаваць перайменаванне прылады
ca_es: Cancel·la el canvi de nom del dispositiu
cs_cz: Zrušení přejmenování zařízení
da_dk: Annuller omdøbning af enhed
de: Geräteumbenennung abbrechen
el_gr: Ακύρωση μετονομασίας συσκευής
es_419: Cancelar el cambio de nombre del dispositivo
fr: Annuler le changement de nom de l'appareil
hu: Az eszköz átnevezésének visszavonása
id: Batalkan perubahan nama perangkat
it: Annulla la ridenominazione del dispositivo
nb_no: Avbryt endring av navn på enhet
nl: Apparaat hernoemen annuleren
pl: Anuluj zmianę nazwy urządzenia
pt: Cancelar a alteração do nome do dispositivo
pt_br: Cancelar renomeação do dispositivo
ro: Anulare redenumire dispozitiv
ru: Отменить переименование устройства
sk: Zrušiť premenovanie zariadenia
sv_se: Avbryt byte av namn på enhet
tr: Aygıtı yeniden adlandırmayı iptal et
zh_cn: 取消设备重命名
zh_tw: 取消裝置重新命名

# Main_MyComputer_Device_Rename_Button_Save_HelpText
source: Save the device name
be_by: Захаваць назву прылады
ca_es: Desa el nom del dispositiu
cs_cz: Uložení názvu zařízení
da_dk: Gem enhedens navn
de: Gerätename speichern
el_gr: Αποθηκεύστε το όνομα της συσκευής
es_419: Guardar el nombre del dispositivo
fr: Enregistrer le nom de l'appareil
hu: Az eszköz nevének mentése
id: Simpan nama perangkat
it: Salva il nome del dispositivo
nb_no: Lagre enhetsnavnet
nl: Apparaatnaam opslaan
pl: Zapisz nazwę urządzenia
pt: Guardar o nome do dispositivo
pt_br: Salvar o nome do dispositivo
ro: Salvare nume dispozitiv
ru: Сохраните название устройства
sk: Uložiť názov zariadenia
sv_se: Spara enhetsnamnet
tr: Aygıt adını kaydet
zh_cn: 保存设备名称
zh_tw: 儲存裝置名稱

# Main_MyComputer_Device_Rename_Error_Tooltip
source: Invalid device name: the new name must not be empty and must not exceed 255 characters.
be_by: Памылковая назва прылады: новая назва не павінна быць пустой і не павінна перавышаць 255 сімвалаў.
ca_es: El nom del dispositiu no és vàlid: el nom nou no ha d'estar buit i no ha de superar els 255 caràcters.
cs_cz: Nesprávný název zařízení: nový název nesmí být prázdný a nesmí překročit 255 znaků.
da_dk: Ugyldigt enhedsnavn: Det nye navn må ikke være tomt og må ikke overstige 255 tegn.
de: Ungültiger Gerätename: Der neue Name darf nicht leer sein und darf nicht mehr als 255 Zeichen enthalten.
el_gr: Μη έγκυρο όνομα συσκευής: το νέο όνομα δεν πρέπει να είναι κενό και δεν πρέπει να υπερβαίνει τους 255 χαρακτήρες.
es_419: El nombre del dispositivo no es válido: el nombre nuevo no puede estar vacío y no puede exceder 255 caracteres.
fr: Le nom de l'appareil n'est pas valide : le nouveau nom ne peut être vide et ne doit pas dépasser 255 caractères.
hu: Érvénytelen eszköznév: az új név nem lehet üres, és hossza nem haladhatja meg a 255 karaktert.
id: Nama perangkat tidak valid: Nama baru tidak boleh kosong dan tidak boleh melebihi 255 karakter.
it: Nome dispositivo non valido: il nuovo nome non deve essere vuoto e non deve superare i 255 caratteri.
nb_no: Ugyldig enhetsnavn: det nye navnet må ikke være tomt og må ikke overstige 255 tegn.
nl: Ongeldige apparaatnaam: de nieuwe naam mag niet leeg zijn en mag niet meer dan 255 tekens bevatten.
pl: Nazwa urządzenia jest nieprawidłowa: nowa nazwa nie może być pusta i nie może przekraczać 255 znaków.
pt: O nome do dispositivo não é válido: o novo nome não pode estar vazio e não deve exceder 255 caracteres.
pt_br: Nome do dispositivo inválido: o novo nome não deve estar vazio e não deve exceder 255 caracteres.
ro: Nume dispozitiv nevalid: noul nume nu trebuie să fie gol și nu trebuie să depășească 255 de caractere.
ru: Недопустимое название устройства: новое название не должно быть пустым и превышать 255 символов.
sk: Neplatný názov zariadenia: nový názov nesmie byť prázdny a nesmie presiahnuť 255 znakov.
sv_se: Ogiltigt enhetsnamn: det nya namnet får inte vara tomt och får inte överstiga 255 tecken.
tr: Aygıt adı geçersiz: Yeni ad veya 255 karakterden uzun olamaz.
zh_cn: 设备名称无效：新名称不得为空，且不得超过 255 个字符。
zh_tw: 無效的裝置名稱：新名稱不得為空，且不得超過 255 個字元。

# Main_MyComputer_Device_Rename_HelpText
source: Rename your device
be_by: Перайменаваць прыладу
ca_es: Canvia el nom del dispositiu
cs_cz: Přejmenování zařízení
da_dk: Omdøb din enhed
de: Dein Gerät umbenennen
el_gr: Μετονομασία της συσκευής σας
es_419: Renombrar su dispositivo
fr: Modifier le nom de votre appareil
hu: Nevezze át eszközét
id: Ubah nama perangkat Anda
it: Rinomina il tuo dispositivo
nb_no: Gi nytt navn til enheten din
nl: Hernoem apparaat
pl: Zmień nazwę urządzenia
pt: Alterar o nome do seu dispositivo
pt_br: Renomear seu dispositivo
ro: Redenumiți dispozitivul
ru: Переименуйте ваше устройство
sk: Premenuje vaše zariadenie
sv_se: Byt namn på din enhet
tr: Aygıtınızı yeniden adlandırın
zh_cn: 重命名您的设备
zh_tw: 重新命名您的裝置

# Main_MyComputer_Folders_AddFolders_Button_AddMore
source: _Add more folders
be_by: _Дадаць больш папак
ca_es: _Afegiu més carpetes
cs_cz: _Přidat více složek
da_dk: _Tilføj flere mapper
de: Weitere Ordner _hinzufügen
el_gr: _Προσθήκη περισσότερων φακέλων
es_419: _Agregar más carpetas
fr: _Ajouter plus de dossiers
hu: _További mappák hozzáadása
id: _Tambah lebih banyak folder
it: _Aggiungi altre cartelle
nb_no: _Legg til flere mapper
nl: _Meer mappen toevoegen
pl: Dodaj więcej folderów
pt: _Adicionar mais pastas
pt_br: _Adicionar mais pastas
ro: _Adăugare alte foldere
ru: _Добавить больше папок
sk: _Pridať ďalšie priečinky
sv_se: _Lägg fler mappar
tr: _Daha fazla klasör ekle
zh_cn: 添加更多文件夹 (_A)
zh_tw: _取得更多資料夾

# Main_MyComputer_Folders_AddFolders_Description
source: Adding a folder will back up all of its data to Proton Drive.
be_by: Дадаванне папкі зарэзервуе ўсе яе даныя ў Proton Drive.
ca_es: Si afegiu una carpeta, es farà una còpia de seguretat de totes les vostres dades a Proton Drive.
cs_cz: Přidáním složky se všechna její data zálohují na Proton Drive.
da_dk: Ved tilføjelse af en mappe sikkerhedskopieres alle dens data til Proton Drive.
de: Beim Hinzufügen eines Ordners werden alle seine Daten auf Proton Drive gesichert.
el_gr: Η προσθήκη ενός φακέλου θα δημιουργήσει αντίγραφα ασφαλείας όλων των δεδομένων του στο Proton Drive.
es_419: Agregar una carpeta hará una copia de seguridad de sus datos en Proton Drive.
fr: L'ajout d'un dossier sauvegardera toutes ses données dans Proton Drive.
hu: Egy mappa hozzáadása biztonsági mentést készít minden adatáról a Proton Drive-ba.
id: Menambahkan folder akan mencadangkan semua datanya ke Proton Drive.
it: L'aggiunta di una cartella eseguirà il backup di tutti i suoi dati su Proton Drive.
nb_no: Ved tilføyelse av en mappe sikkerhetskopieres alle dens data til Proton Drive.
nl: Een map toevoegen zal al zijn gegevens back-uppen naar Proton Drive.
pl: Dodanie folderu spowoduje utworzenie jego kopii zapasowej w Proton Drive.
pt: A adição de uma pasta fará uma cópia de segurança de todos os seus dados para o Proton Drive.
pt_br: Adicionar uma pasta fará backup de todos os seus dados para o Proton Drive.
ro: Adăugând un folder toate datele din acesta vor fi sincronizate în Proton Drive.
ru: Добавление папки создаст резервную копию всех её данных в Proton Drive.
sk: Pridaním priečinka sa všetky jeho údaje zálohujú do Proton Drive.
sv_se: Att lägga till en mapp kommer säkerhetskopiera all dess data till Proton Drive.
tr: Eklenen klasördeki tüm veriler Proton Drive üzerine yedeklenir.
zh_cn: 添加文件夹会将其所有数据备份到 Proton Drive。
zh_tw: 加入資料夾將備份其所有資料到 Proton Drive。

# Main_MyComputer_Folders_AddFolders_Info_Saving
source: Saving folders...
be_by: Захаванне папак...
ca_es: S'estan desant carpetes...
cs_cz: Ukládání složek...
da_dk: Gemmer mapper...
de: Ordner speichern...
el_gr: Αποθήκευση φακέλων...
es_419: Guardando carpetas...
fr: Enregistrement des dossiers...
hu: Mappák mentése...
id: Menyimpan folder…
it: Salvataggio cartelle...
nb_no: Lagrer mapper...
nl: Mappen opslaan...
pl: Zapisywanie folderów...
pt: A guardar as pastas...
pt_br: Salvando pastas...
ro: Se salvează folderele...
ru: Сохранение папок...
sk: Ukladanie priečinkov...
sv_se: Sparar mappar …
tr: Klasörler kaydediliyor...
zh_cn: 正在保存文件夹...
zh_tw: 正在儲存資料夾...

# Main_MyComputer_Folders_AddFolders_Title
source: Add folders
be_by: Дадаць папкі
ca_es: Afegeix carpetes
cs_cz: Přidat složky
da_dk: Tilføj mapper
de: Ordner hinzufügen
el_gr: Προσθήκη φακέλων
es_419: Agregar carpetas
fr: Ajouter des dossiers
hu: Mappa hozzáadása
id: Tambahkan folder
it: Aggiungi cartelle
nb_no: Legg til mapper
nl: Mappen toevoegen
pl: Dodaj foldery
pt: Adicionar pastas
pt_br: Adicionar pastas
ro: Adăugare foldere
ru: Добавить папки
sk: Pridať priečinky
sv_se: Lägg till mappar
tr: Klasörler ekle
zh_cn: 添加文件夹
zh_tw: 新增資料夾
