Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# AccountDisplayStatus_Value_SessionError
source: Failed to sign in
be_by: Не ўдалося ўвайсці
ca_es: No s'ha pogut iniciar la sessió.
cs_cz: Přihlášení selhalo
da_dk: Log ind mislykkedes
de: Anmeldung fehlgeschlagen
el_gr: Αποτυχία σύνδεσης
es_419: No se pudo iniciar sesión
fr: La connexion n'a pas abouti.
hu: Sikertelen bejelentkezés
id: Upaya masuk gagal
it: Accesso non riuscito
nb_no: Kunne ikke logge på
nl: Aanmelding mislukt.
pl: Nie udało się zalogować
pt: Erro ao iniciar sessão
pt_br: Erro ao iniciar de sessão
ro: Autentificare eșuată.
ru: Не удалось войти
sk: Nepodarilo sa prihlásiť
sv_se: Misslyckades att logga in
tr: Oturum açılamadı
zh_cn: 登录失败
zh_tw: 登入失敗

# AccountDisplayStatus_Value_SettingUp
source: Setting up...
be_by: Наладжванне...
ca_es: S'està configurant...
cs_cz: Nastavování...
da_dk: Konfigurerer...
de: Wird eingerichtet...
el_gr: Ρύθμιση...
es_419: Configurando...
fr: Configuration...
hu: Beállítás...
id: Mempersiapkan...
it: Configurazione...
nb_no: Konfigurerer...
nl: Instellen...
pl: Konfigurowanie...
pt: A configurar...
pt_br: Configurando...
ro: Se setează…
ru: Установка...
sk: Nastavovanie...
sv_se: Ställer in …
tr: Ayarlanıyor...
zh_cn: 正在设置...
zh_tw: 設置中...

# AccountDisplayStatus_Value_SignedOut
source: Signed out
be_by: Вы выйшлі
ca_es: S'ha tancat la sessió
cs_cz: Odhlášeno
da_dk: Logget ud
de: Abgemeldet
el_gr: Αποσυνδεθήκατε
es_419: Sesión cerrada
fr: Déconnecté
hu: Kijelentkezve
id: Keluar
it: Disconnesso
nb_no: Logget av
nl: Uitgelogd
pl: Wylogowano
pt: Sessão terminada
pt_br: Encerrar sessão
ro: Deconectat
ru: Выполнен выход
sk: Odhlásené
sv_se: Utloggad
tr: Oturum kapatıldı
zh_cn: 已登出
zh_tw: 已登出

# AccountDisplayStatus_Value_SigningIn
source: Signing in...
be_by: Адбываецца ўваход...
ca_es: S'està iniciant la sessió...
cs_cz: Přihlašování...
da_dk: Logger ind...
de: Anmeldung läuft...
el_gr: Σύνδεση ...
es_419: Iniciando sesión...
fr: Connexion...
hu: Bejelentkezés...
id: Memasukkan Anda ke akun...
it: Accesso in corso...
nb_no: Logger på...
nl: Aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
pt_br: Efetuando início de sessão...
ro: Se conectează...
ru: Выполняется вход...
sk: Prihlasovanie ...
sv_se: Loggar in …
tr: Oturum açılıyor...
zh_cn: 正在登录...
zh_tw: 正在登入...

# AccountDisplayStatus_Value_SigningOut
source: Signing out...
be_by: Адбываецца выхад...
ca_es: S'està tancant la sessió...
cs_cz: Odhlašování...
da_dk: Logger ud...
de: Abmeldung läuft…
el_gr: Αποσύνδεση...
es_419: Cerrando sesión...
fr: Déconnexion...
hu: Kijelentkezés...
id: Mengeluarkan Anda dari akun…
it: Disconnessione...
nb_no: Logger av...
nl: Uitloggen...
pl: Wylogowywanie...
pt: A terminar sessão...
pt_br: Encerrando a sessão...
ro: Se deconectează…
ru: Выход...
sk: Odhlasovanie...
sv_se: Loggar ut …
tr: Oturum kapatılıyor...
zh_cn: 正在登出...
zh_tw: 正在登出...

# AccountDisplayStatus_Value_Succeeded
source: Signed in
be_by: Уваход выкананы
ca_es: S'ha iniciat la sessió
cs_cz: Přihlášeno
da_dk: Logget ind
de: Angemeldet
el_gr: Συνδεδεμένος
es_419: Sesión iniciada
fr: Connecté
hu: Bejelentkezve
id: Masuk
it: Accesso effettuato
nb_no: Logget på
nl: Aangemeld
pl: Zalogowano
pt: Sessão iniciada
pt_br: Sessão iniciada
ro: Conectat
ru: Вход выполнен
sk: Prihlásený
sv_se: Inloggad
tr: Oturum açıldı
zh_cn: 已登录
zh_tw: 已登入

# AccountErrorCode_Value_AccountSwitchingFailed
source: Failed to switch account. Restart the app.
be_by: Не ўдалося змяніць уліковы запіс. Перазапусціце праграму.
ca_es: No s'ha pogut canviar de compte. Reinicieu l'aplicació.
cs_cz: Přepnutí účtu selhalo. Restartujte aplikaci.
da_dk: Kunne ikke skifte konto. Genstart appen.
de: Kontowechsel fehlgeschlagen. Bitte starte die App neu.
el_gr: Αποτυχία αλλαγής λογαριασμού. Επανεκκινήστε την εφαρμογή.
es_419: No se pudo cambiar de cuenta. Reinicie la aplicación.
fr: Le changement de compte n'a pas abouti. Veuillez redémarrer l'application.
hu: Sikertelen fiókváltás. Kérem, indítsa újra az appot.
id: Akun gagal diubah. Silakan mulai ulang aplikasi.
it: Impossibile cambiare account. Riavvia l'app.
nb_no: Kan ikke bytte konto. Start appen på nytt.
nl: Kan niet van account wisselen. Start de app opnieuw.
pl: Nie udało się przełączyć konta. Uruchom ponownie aplikację.
pt: Erro ao alterar conta. Reinicie a aplicação.
pt_br: Falha ao trocar de conta. Reinicie o aplicativo.
ro: Eșuare comutare cont. Reporniți aplicația.
ru: Не удалось переключить аккаунт. Перезапустите приложение.
sk: Účet sa nepodarilo prepnúť. Reštartujte aplikáciu.
sv_se: Misslyckades att byta konto. Starta om appen.
tr: Hesap değiştirilemedi. Uygulamayı yeniden başlatın.
zh_cn: 切换账户失败。请重新启动应用程序。
zh_tw: 帳號切換失敗。請重新啟動應用程式。

# AccountErrorCode_Value_Delinquent
source: Account has unpaid invoices. Go to your dashboard to pay or let your admin know.
be_by: Уліковы запіс мае неаплачаныя рахункі. Перайдзіце ў панэль кіравання для аплаты або апавясціце свайго адміністратара.
ca_es: El compte té factures pendents de pagar. Accediu al vostre tauler de control per pagar o feu-ho saber al vostre administrador.
cs_cz: Účet má nezaplacené faktury. Přejděte na ovládací panel a zaplaťte je nebo dejte vědět správci.
da_dk: Kontoen har ubetalte fakturaer. Gå til dit kontrolpanel for at betale, eller giv din administrator besked.
de: Dein Konto hat unbezahlte Rechnungen. Gehe auf dein Dashboard, um zu bezahlen, oder informiere deinen Administrator.
el_gr: Ο λογαριασμός έχει ανεξόφλητα τιμολόγια. Μεταβείτε στον πίνακα ελέγχου για να πληρώσετε ή να ενημερώσετε τον διαχειριστή σας.
es_419: La cuenta tiene facturas pendientes de pago. Vaya a su panel de control para pagar o infórmeselo a su administrador.
fr: Le compte présente des factures impayées. Rendez-vous sur votre tableau de bord pour les régler ou contactez votre administrateur.
hu: A fiókban fizetetlen számlák találhatóak. Fizesse be a vezérlőpultjában, vagy tudassa adminjával.
id: Akun memiliki tagihan yang tertunggak. Tuju dasbor Anda untuk membayar atau beri tahu admin Anda.
it: L'account presenta fatture non pagate. Vai alla dashboard per pagare o informa il tuo amministratore.
nb_no: Kontoen har ubetalte fakturaer. Gå til kontrollpanelet for å betale, eller gi beskjed til administratoren.
nl: Account heeft onbetaalde facturen. Ga naar uw dashboard om te betalen of laat uw beheerder weten.
pl: Konto ma nieopłacone faktury. Przejdź do swojego pulpitu, aby zapłacić lub poinformuj administratora.
pt: A conta tem faturas não pagas. Aceda ao seu painel de controlo para pagar ou informe o seu administrador.
pt_br: A conta possui faturas em aberto. Acesse seu painel de controle para pagar ou informe seu administrador.
ro: Contul are facturi neplătite. Accesați panoul de administrare pentru a plăti și anunța administratorul.
ru: У аккаунта есть неоплаченные счета. Перейдите в панель управления, чтобы оплатить, или сообщите вашему администратору.
sk: Účet má nezaplatené faktúry. Prejdite do svojho ovládacieho panela a zaplaťte ich alebo o tom informujte svojho správcu.
sv_se: Konto har obetalda fakturor. Gå till din adminpanel för att betala eller meddela din administratör.
tr: Hesabınızda ödenmemiş faturalar var. Ödemek için panonuza gidin ya da yöneticinize bildirin.
zh_cn: 账户有未付发票。请前往控制面板付款或告知您的管理员。
zh_tw: 您有尚未支付的款項。前往您的控制台進行付款或聯繫您的管理員。

# AccountErrorCode_Value_DriveAccessFailed
source: Can’t connect to Proton Drive. Try checking your internet connection.
be_by: Немагчыма падключыцца да Proton Drive. Паспрабуйце праверыць сваё падключэнне да інтэрнэту.
ca_es: No es pot connectar a Proton Drive. Comproveu la vostra connexió a internet.
cs_cz: Nelze se připojit k Proton Drive. Zkuste zkontrolovat připojení k internetu.
da_dk: Kan ikke oprette forbindelse til Proton Drive. Prøv at tjekke din internetforbindelse.
de: Verbindung zu Proton Drive nicht möglich. Prüfe deine Internetverbindung.
el_gr: Δεν είναι δυνατή η σύνδεση στο Proton Drive. Δοκιμάστε να ελέγξετε τη σύνδεσή σας στο διαδίκτυο.
es_419: No se puede conectar a Proton Drive. Compruebe su conexión a internet.
fr: La connexion à Proton Drive n'a pas abouti. Veuillez vérifier votre connexion internet.
hu: Nem lehet a Proton Drive-hoz csatlakozni. Ellenőrizze az internet kapcsolatát.
id: Tidak dapat terhubung ke Proton Drive. Cobalah untuk memeriksa koneksi internet Anda.
it: Impossibile connettersi a Proton Drive. Controlla la tua connessione Internet.
nb_no: Kan ikke koble til Proton Drive. Prøv å undersøke internett-tilkoblingen din.
nl: Kan geen verbinding maken met Proton Drive. Controleer uw internetverbinding.
pl: Nie można połączyć się z Proton Drive. Sprawdź swoje połączenie internetowe.
pt: Não é possível conectar-se ao Proton Drive. Tente verificar a sua conexão com a internet.
pt_br: Não foi possível conectar ao Proton Drive. Tente verificar a conexão com a internet.
ro: Nu se poate conecta la Proton Drive. Verificați conexiunea la internet.
ru: Не удается подключиться к Proton Drive. Попробуйте проверить ваше интернет-подключение.
sk: Nemožno sa pripojiť k Proton Drive. Skúste skontrolovať svoje internetové pripojenie.
sv_se: Kan inte ansluta till Proton Drive. Prova att kontrollera din internetanslutning.
tr: Proton Drive bağlantısı kurulamadı. İnternet bağlantınızı denetleyin.
zh_cn: 无法连接到 Proton Drive。请尝试检查您的网络连接。
zh_tw: 無法連線 Proton Drive。請檢查您的網路連線。

# AccountErrorCode_Value_NoDriveAccess
source: To access Proton Drive, upgrade your plan
be_by: Палепшыце свой тарыфны план, каб атрымаць доступ да Proton Drive
ca_es: Per accedir a Proton Drive, milloreu el vostre pla.
cs_cz: Pro přístup k Proton Drive, navyšte svůj tarif.
da_dk: For at få adgang til Proton Drive skal du opgradere dit abonnement
de: Um auf Proton Drive zuzugreifen, musst du dein Abonnement upgraden
el_gr: Για πρόσβαση στο Proton Drive, αναβαθμίστε το πλάνο σας
es_419: Para acceder a Proton Drive, mejore su plan.
fr: Pour accéder à Proton Drive, nous vous invitons à changer d'abonnement.
hu: Csak a kifizetést követően tud hozzáférni a Proton Drive-hoz.
id: Untuk mengakses Proton Drive, tingkatkan paket Anda
it: Per accedere a Proton Drive, aggiorna il tuo piano
nb_no: For å få tilgang til Proton Drive, oppgrader planen din
nl: Upgrade uw abonnement om toegang te krijgen tot Proton Drive
pl: Ulepsz plan, aby uzyskać dostęp do Proton Drive
pt: Para aceder ao Proton Drive, melhore o seu plano.
pt_br: Para acessar o Proton Drive, faça upgrade no seu plano
ro: Pentru a accesa Proton Drive, modificați-vă planul.
ru: Чтобы получить доступ к Proton Drive, улучшите тариф
sk: Pre prístup k Proton Drive aktualizujte svoj plán
sv_se: För att komma åt Proton Drive, uppgradera ditt paket
tr: Proton Drive erişimi için tarifenizi yükseltin
zh_cn: 要访问 Proton Drive，请升级您的计划
zh_tw: 請升級您的方案以便存取 Proton Drive

# Activity_Local_InProgress_SyncActivityType_Value_Create
source: Creating
be_by: Стварэнне
ca_es: S'està creant
cs_cz: Vytváření
da_dk: Opretter
de: Wird erstellt
el_gr: Γίνεται δημιουργία
es_419: Creando
fr: Création
hu: Kapcsolat
id: Membuat
it: Creazione
nb_no: Oppretter
nl: Maken...
pl: Tworzenie
pt: A criar
pt_br: Criando
ro: Se creează
ru: Создание
sk: Vytváranie
sv_se: Skapar
tr: Oluşturuluyor
zh_cn: 正在创建
zh_tw: 創建中

# Activity_Local_InProgress_SyncActivityType_Value_Delete
source: Deleting
be_by: Выдаленне
ca_es: S'està eliminant
cs_cz: Smazání
da_dk: Sletter
de: Wird gelöscht
el_gr: Γίνεται διαγραφή
es_419: Eliminando
fr: Suppression
hu: Törlés
id: Menghapus
it: Eliminazione
nb_no: Sletter
nl: Verwijderen…
pl: Usuwanie
pt: A eliminar
pt_br: Excluindo
ro: Se șterge
ru: Удаление
sk: Mazanie
sv_se: Tar bort
tr: Siliniyor
zh_cn: 正在删除
zh_tw: 刪除中

# Activity_Local_InProgress_SyncActivityType_Value_Download
source: Downloading from Proton Drive
be_by: Спампоўванне з Proton Drive
ca_es: S'està descarregant de Proton Drive
cs_cz: Stahování z Proton Drive
da_dk: Downloader fra Proton Drive
de: Lädt von Proton Drive herunter
el_gr: Γίνεται λήψη από το Proton Drive
es_419: Descargando de Proton Drive
fr: Téléchargement depuis Proton Drive
hu: Letöltés a Proton Drive-ból
id: Mengunduh dari Proton Drive
it: Scaricare da Proton Drive
nb_no: Laster ned fra Proton Drive
nl: Downloaden van Proton Drive
pl: Pobieranie z Proton Drive
pt: A transferir do Proton Drive
pt_br: Baixando do Proton Drive
ro: Se descarcă din Proton Drive
ru: Загрузка с Proton Drive
sk: Sťahovanie z Proton Drive
sv_se: Laddar ner från Proton Drive
tr: Proton Drive üzerinden indiriliyor
zh_cn: 从 Proton Drive 下载
zh_tw: 從 Proton Drive 下載中

# Activity_Local_InProgress_SyncActivityType_Value_FetchUpdates
source: Fetching updates
be_by: Атрыманне абнаўленняў
ca_es: S'estan obtenint les actualitzacions.
cs_cz: Stahování aktualizací
da_dk: Henter opdateringer
de: Aktualisierungen abrufen
el_gr: Γίνεται λήψη ενημερώσεων
es_419: Obteniendo actualizaciones
fr: Récupération des mises à jour
hu: Frissítések lekérése
id: Memperoleh pembaruan
it: Recupero degli aggiornamenti
nb_no: Henter oppdateringer
nl: Updates ophalen
pl: Pobieranie aktualizacji
pt: A recuperar as atualizações
pt_br: Obtendo atualizações
ro: Se preiau actualizările
ru: Загрузка обновлений
sk: Vyhľadávanie aktualizácií
sv_se: Hämtar uppdateringar
tr: Güncellemeler alınıyor
zh_cn: 获取更新
zh_tw: 正在獲取更新

# Activity_Local_InProgress_SyncActivityType_Value_Move
source: Moving
be_by: Перамяшчэнне
ca_es: S'està movent
cs_cz: Přesouvání
da_dk: Flytter
de: Wird verschoben
el_gr: Γίνεται μετακίνηση
es_419: Moviendo
fr: Déplacement
hu: Áthelyezés
id: Memindahkan
it: Spostamento
nb_no: Flytter
nl: Verplaatsen
pl: Przenoszenie
pt: A mover
pt_br: Movendo
ro: Se mută
ru: Перемещение
sk: Presúvanie
sv_se: Flyttar
tr: Taşınıyor
zh_cn: 移动中
zh_tw: 移動中

# Activity_Local_InProgress_SyncActivityType_Value_Rename
source: Renaming
be_by: Перайменаванне
ca_es: S'està canviant el nom
cs_cz: Přejmenování
da_dk: Omdøber
de: Wird umbenannt
el_gr: Γίνεται μετονομασία
es_419: Cambiando nombre
fr: Changement de nom
hu: Újranevezés
id: Mengubah nama
it: Rinominare
nb_no: Gir nytt navn
nl: Hernoemen
pl: Zmiana nazwy
pt: A alterar o nome
pt_br: Renomeando
ro: Se redenumește
ru: Переименование
sk: Premenúvanie
sv_se: Byter namn
tr: Yeniden adlandırılıyor
zh_cn: 重命名中
zh_tw: 重新命名

# Activity_Local_InProgress_SyncActivityType_Value_Upload
source: Uploading to Proton Drive
be_by: Запампоўванне ў Proton Drive
ca_es: S'està carregant a Proton Drive
cs_cz: Nahrávání na Proton Drive
da_dk: Uploader til Proton Drive
de: Lädt zu Proton Drive hoch
el_gr: Μεταφόρτωση στο Proton Drive
es_419: Cargando a Proton Drive
fr: Importation sur Proton Drive
hu: Feltöltés Proton Drive-ba
id: Mengunggah ke Proton Drive
it: Caricamento su Proton Drive
nb_no: Laster opp til Proton Drive
nl: Uploaden naar Proton Drive
pl: Przesyłanie do Proton Drive
pt: A enviar para o Proton Drive
pt_br: Enviando para Proton Drive
ro: Se încarcă în Proton Drive
ru: Загрузка на Proton Drive
sk: Nahrávanie do Proton Drive
sv_se: Laddar upp till Proton Drive
tr: Proton Drive üzerine yükleniyor
zh_cn: 上传至 Proton Drive
zh_tw: 正在上傳到 Proton Drive

# Activity_Local_Succeeded_SyncActivityType_Value_Create
source: Created
be_by: Створана
ca_es: Creat
cs_cz: Vytvořeno
da_dk: Oprettet
de: Erstellt
el_gr: Δημιουργήθηκε
es_419: Creado
fr: Créé
hu: Létrehozva
id: Dibuat
it: Creato
nb_no: Opprettet
nl: Aangemaakt
pl: Utworzono
pt: Criado
pt_br: Criado
ro: Creat
ru: Создано
sk: Vytvorené
sv_se: Skapad
tr: Oluşturuldu
zh_cn: 已创建
zh_tw: 已創建

# Activity_Local_Succeeded_SyncActivityType_Value_Delete
source: Deleted
be_by: Выдалена
ca_es: Eliminat
cs_cz: Smazáno
da_dk: Slettet
de: Gelöscht
el_gr: Διαγράφηκαν
es_419: Eliminado
fr: Supprimé
hu: Törölve
id: Dihapus
it: Eliminato
nb_no: Slettet
nl: Verwijderd
pl: Usunięto
pt: Eliminado
pt_br: Excluído
ro: Șters
ru: Удаленно
sk: Vymazané
sv_se: Borttagen
tr: Silindi
zh_cn: 已删除
zh_tw: 已刪除

# Activity_Local_Succeeded_SyncActivityType_Value_Download
source: Downloaded from Proton Drive
be_by: Спампавана з Proton Drive
ca_es: Descarregat de Proton Drive
cs_cz: Staženo z Proton Drive
da_dk: Downloadet fra Proton Drive
de: Von Proton Drive heruntergeladen
el_gr: Λήφθηκε από το Proton Drive
es_419: Descargado de Proton Drive
fr: Téléchargé de Proton Drive
hu: Letöltés Proton Drive-ból
id: Diunduh dari Proton Drive
it: Scaricato da Proton Drive
nb_no: Lastet ned fra Proton Drive
nl: Gedownload van Proton Drive
pl: Pobrano z Proton Drive
pt: Transferido do Proton Drive
pt_br: Baixado do Proton Drive
ro: Descărcat din Proton Drive
ru: Скачано с Proton Drive
sk: Stiahnuté z Proton Drive
sv_se: Nedladdat från Proton Drive
tr: Proton Drive üzerinden indirildi
zh_cn: 从 Proton Drive 下载
zh_tw: 從 Proton Drive 下載完成

# Activity_Local_Succeeded_SyncActivityType_Value_FetchUpdates
source: Updates fetched
be_by: Абнаўленні атрыманы
ca_es: S'han obtingut les actualitzacions.
cs_cz: Aktualizace staženy
da_dk: Opdateringer hentet
de: Updates abgerufen
el_gr: Ανακτήθηκαν ενημερώσεις
es_419: Actualizaciones obtenidas
fr: Mises à jour récupérées
hu: Frissítések továbbküldve
id: Pembaruan diperoleh
it: Aggiornamenti recuperati
nb_no: Oppdateringer hentet
nl: Updates opgehaald
pl: Pobrano aktualizację
pt: Atualizações obtidas
pt_br: Atualizações obtidas
ro: Încărcări preluate
ru: Обновления загружены
sk: Aktualizácie stiahnuté
sv_se: Uppdateringar hämtade
tr: Güncellemeler alındı
zh_cn: 已获取更新
zh_tw: 已取得更新

# Activity_Local_Succeeded_SyncActivityType_Value_Move
source: Moved
be_by: Перамешчана
ca_es: Mogut
cs_cz: Přesunuto
da_dk: Flyttet
de: Verschoben
el_gr: Έχουν μετακινηθεί
es_419: Movido
fr: Déplacé
hu: Áthelyezve
id: Dipindahkan
it: Spostato
nb_no: Flyttet
nl: Verplaatst
pl: Przeniesiono
pt: Movido
pt_br: Movido
ro: Mutat
ru: Перемещено
sk: Presunuté
sv_se: Flyttad
tr: Taşındı
zh_cn: 已移动
zh_tw: 移動完成

# Activity_Local_Succeeded_SyncActivityType_Value_Rename
source: Renamed
be_by: Перайменавана
ca_es: Reanomenat
cs_cz: Přejmenováno
da_dk: Omdøbt
de: Umbenannt
el_gr: Έχουν μετονομαστεί
es_419: Renombrado
fr: Renommé
hu: Átnevezve
id: Dinamai ulang
it: Rinominato
nb_no: Omdøpt
nl: Hernoemd
pl: Zmieniono nazwę
pt: Renomeado
pt_br: Renomeado
ro: Redenumit
ru: Переименовано
sk: Premenované
sv_se: Byt namn
tr: Yeniden adlandırıldı
zh_cn: 已重命名
zh_tw: 已重新命名

# Activity_Local_Succeeded_SyncActivityType_Value_Upload
source: Uploaded to Proton Drive
be_by: Запампавана ў Proton Drive
ca_es: Carregat a Proton Drive
cs_cz: Nahráno na Proton Drive
da_dk: Uploadet til Proton Drive
de: Zu Proton Drive hochgeladen
el_gr: Μεταφορτώθηκε στο Proton Drive
es_419: Cargado a Proton Drive
fr: Importé sur Proton Drive
hu: Feltöltve a Proton Drive-ba
id: Diunggah ke Proton Drive
it: Caricato su Proton Drive
nb_no: Lastet opp til Proton Drive
nl: Geüpload naar Proton Drive
pl: Przesłano do Proton Drive
pt: Enviado para o Proton Drive
pt_br: Enviado para Proton Drive
ro: Încărcat în Proton Drive
ru: Загружено на Proton Drive
sk: Nahraté do Proton Drive
sv_se: Uppladdat till Proton Drive
tr: Proton Drive üzerine yüklendi
zh_cn: 已上传至 Proton Drive
zh_tw: 已上傳到 Proton Drive

# Activity_Remote_InProgress_SyncActivityType_Value_Create
source: Creating on Proton Drive
be_by: Стварэнне ў Proton Drive
ca_es: S'està creant a Proton Drive
cs_cz: Vytváření na Proton Drive
da_dk: Opretter på Proton Drive
de: Wird auf Proton Drive erstellt
el_gr: Δημιουργείται στο Proton Drive
es_419: Creando en Proton Drive
fr: Création sur Proton Drive
hu: Létrehozva a Proton Drive-on
id: Membuat di Proton Drive
it: Creazione su Proton Drive
nb_no: Oppretter på Proton Drive
nl: Aanmaken op Proton Drive
pl: Tworzenie w Proton Drive
pt: A criar no Proton Drive
pt_br: Criando no Proton Drive
ro: Se creează în Proton Drive
ru: Создание на Proton Drive
sk: Vytváranie v Proton Drive
sv_se: Skapar på Proton Drive
tr: Proton Drive üzerinde oluşturuluyor
zh_cn: 在 Proton Drive 上创建
zh_tw: 正在新增到 Proton Drive

# Activity_Remote_InProgress_SyncActivityType_Value_Delete
source: Deleting from Proton Drive
be_by: Выдаленне з Proton Drive
ca_es: S'età eliminant de Proton Drive
cs_cz: Smazání z Proton Drive
da_dk: Sletter fra Proton Drive
de: Wird von Proton Drive gelöscht
el_gr: Διαγράφεται από το Proton Drive
es_419: Eliminando de Proton Drive
fr: Suppression de Proton Drive
hu: Törlés a Proton Drive-ról
id: Menghapus dari Proton Drive
it: Eliminazione da Proton Drive
nb_no: Sletter fra Proton Drive
nl: Verwijderen van Proton Drive
pl: Usuwanie z Proton Drive
pt: A eliminar do Proton Drive
pt_br: Excluindo do Proton Drive
ro: Se șterge din Proton Drive
ru: Удаление с Proton Drive
sk: Mazanie z Proton Drive
sv_se: Tar bort på Proton Drive
tr: Proton Drive üzerinden siliniyor
zh_cn: 从 Proton Drive 删除
zh_tw: 從 Proton Drive 刪除中

# Activity_Remote_InProgress_SyncActivityType_Value_Download
source: Downloading from Proton Drive
be_by: Спампоўванне з Proton Drive
ca_es: S'està descarregant de Proton Drive
cs_cz: Stahování z Proton Drive
da_dk: Downloader fra Proton Drive
de: Lädt von Proton Drive herunter
el_gr: Λήψη από το Proton Drive
es_419: Descargando de Proton Drive
fr: Téléchargement depuis Proton Drive
hu: Letöltés a Proton Drive-ról
id: Mengunduh dari Proton Drive
it: Scaricamento da Proton Drive
nb_no: Laster ned fra Proton Drive
nl: Downloaden van Proton Drive
pl: Pobieranie z Proton Drive
pt: A transferir do Proton Drive
pt_br: Baixando do Proton Drive
ro: Se descarcă din Proton Drive
ru: Загрузка с Proton Drive
sk: Sťahovanie z Proton Drive
sv_se: Laddar ner från Proton Drive
tr: Proton Drive üzerinden indiriliyor
zh_cn: 从 Proton Drive 下载
zh_tw: 從 Proton Drive 下載中

# Activity_Remote_InProgress_SyncActivityType_Value_FetchUpdates
source: Fetching updates from Proton Drive
be_by: Атрыманне абнаўленняў з Proton Drive
ca_es: S'estan recuperant les actualitzacions de Proton Drive
cs_cz: Stahování aktualizací z Proton Drive
da_dk: Henter opdateringer fra Proton Drive
de: Updates werden von Proton Drive abgerufen
el_gr: Λήψη ενημερώσεων από το Proton Drive
es_419: Obteniendo actualizaciones de Proton Drive
fr: Récupération des mises à jour depuis Proton Drive
hu: Frissítések továbbküldése Proton Drive-ból
id: Memperoleh pembaruan dari Proton Drive
it: Recupero aggiornamenti da Proton Drive
nb_no: Henter oppdateringer fra Proton Drive
nl: Updates van Proton Drive ophalen
pl: Pobieranie aktualizacji z Proton Drive
pt: A recuperar as atualizações do Proton Drive
pt_br: Obtendo atualizações do Proton Drive
ro: Se preiau actualizări din Proton Drive
ru: Загрузка обновлений с Proton Drive
sk: Načítavanie aktualizácii z Proton Drive
sv_se: Hämtar uppdateringar från Proton Drive
tr: Proton Drive üzerinden güncellemeler alınıyor
zh_cn: 从 Proton Drive 获取更新
zh_tw: 從 Proton Drive 取得更新中

# Activity_Remote_InProgress_SyncActivityType_Value_Move
source: Moving on Proton Drive
be_by: Перамяшчэнне ў Proton Drive
ca_es: S'està movent a Proton Drive
cs_cz: Přesouvání na Proton Drive
da_dk: Flytter på Proton Drive
de: Wird auf Proton Drive verschoben
el_gr: Μετακινείται στο Proton Drive
es_419: Moviendo en Proton Drive
fr: Déplacement vers Proton Drive
hu: Áthelyezés Proton Drive-on
id: Memindahkan di Proton Drive
it: Spostamento su Proton Drive
nb_no: Flytter på Proton Drive
nl: Verplaatsen op Proton Drive
pl: Przenoszenie w Proton Drive
pt: A mover no Proton Drive
pt_br: Movendo no Proton Drive
ro: Se mută în Proton Drive
ru: Перемещение на Proton Drive
sk: Presúvanie v Proton Drive
sv_se: Flyttar på Proton Drive
tr: Proton Drive üzerinde taşınıyor
zh_cn: 在 Proton Drive 上继续
zh_tw: 正在移動到 Proton Drive
