Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# FileSystemErrorCode_Value_TransferAbortedDueToFileChange
source: Upload aborted because file changed during sync. App will retry automatically
be_by: Запампоўванне перарвана, бо файл зменены падчас сінхранізацыі. Праграма паспрабуе аўтаматычна паўтарыць запампоўванне
ca_es: La càrrega s'ha cancel·lat perquè el fitxer ha canviat durant la sincronització. L'aplicació es tornarà a provar automàticament.
cs_cz: Nahrávání bylo přerušeno, protože se soubor během synchronizace změnil. Aplikace automaticky pokus zopakuje
da_dk: Upload afbrudt, fordi filen blev ændret under synkronisering. Appen prøver automatisk igen.
de: Upload abgebrochen, weil sich die Datei während der Synchronisierung geändert hat. Die App wird es automatisch erneut versuchen.
el_gr: Η μεταφόρτωση ματαιώθηκε επειδή το αρχείο άλλαξε κατά τη διάρκεια του συγχρονισμού. Η εφαρμογή θα προσπαθήσει ξανά αυτόματα
es_419: Se interrumpió la carga porque el archivo cambió durante la sincronización. La aplicación volverá a intentarlo automáticamente
fr: L'importation a été annulée car le fichier à été modifié pendant la synchronisation. L'application va réessayer automatiquement.
hu: A feltöltés megszakadt, mert a fájl megváltozott a szinkronizálás során. Az alkalmazás automatikusan újrapróbálkozik
id: Unggahan dibatalkan karena terdapat berkas yang diubah pada saat sinkronisasi sedang berlangsung. Aplikasi akan mencoba kembali secara otomatis.
it: Caricamento interrotto perché il file è stato modificato durante la sincronizzazione. L'app riproverà automaticamente
nb_no: Opplastingen ble avbrutt fordi filen ble endret under synkronisering. Appen prøver automatisk på nytt
nl: Upload afgebroken omdat bestand gewijzigd is tijdens synchronisatie. App zal automatisch opnieuw proberen
pl: Przesyłanie zostało przerwane, ponieważ plik zmienił się podczas synchronizacji. Aplikacja spróbuje ponownie rozwiązać problem
pt: O envio foi cancelado porque o ficheiro foi alterado durante a sincronização. A aplicação irá tentar novamente automaticamente.
pt_br: Envio abortado porque o arquivo foi alterado durante a sincronização. O aplicativo tentará novamente automaticamente
ro: Încărcare anulată deoarece fișierul s-a modificat în timpul sincronizării. Aplicația va reîncerca automat.
ru: Загрузка прервана, так как файл изменился во время синхронизации. Приложение автоматически попытается повторить попытку
sk: Nahrávanie sa prerušilo, pretože súbor sa počas synchronizácie zmenil. Aplikácia sa automaticky pokúsi o opakovanie
sv_se: Uppladdning avbröts eftersom fil ändrades under synkronisering. Appen kommer försöka igen automatiskt.
tr: Dosya eşitlenirken değiştirildiği için yükleme iptal edildi. Uygulama otomatik olarak yeniden deneyecek
zh_cn: 同步过程中文件发生变化，导致上传失败。应用程序将自动重试
zh_tw: 上載中止，因為檔案在同步期間已變更。應用程式將會自動重試。

# FileSystemErrorCode_Value_UnauthorizedAccess
source: Not enough permissions
be_by: Недастаткова дазволаў
ca_es: No hi ha prou permisos.
cs_cz: Nedostatečná oprávnění
da_dk: Ikke nok tilladelser
de: Keine ausreichenden Berechtigungen
el_gr: Δεν υπάρχουν αρκετά δικαιώματα
es_419: No hay suficientes permisos
fr: Vous n'avez pas assez de permissions.
hu: Nincs megfelelő engedélye
id: Izin tidak memadai
it: Non possiedi abbastanza permessi
nb_no: Ikke nok tillatelser
nl: Onvoldoende rechten
pl: Brak wymaganych uprawnień
pt: Permissões insuficientes
pt_br: Permissões insuficientes
ro: Nu aveți suficiente permisiuni
ru: Недостаточно прав
sk: Nedostatočné oprávnenia
sv_se: Inte tillräcklig behörighet
tr: İzinler yetersiz
zh_cn: 权限不足
zh_tw: 權限不足

# FileSystemErrorCode_Value_Unknown
source: Something went wrong
be_by: Нешта пайшло не так
ca_es: S'ha produït un error.
cs_cz: Něco se pokazilo
da_dk: Noget gik galt
de: Etwas ist schiefgelaufen
el_gr: Κάτι πήγε στραβά
es_419: Hubo un problema
fr: Une erreur s'est produite.
hu: Valami hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto.
nb_no: Noe gikk galt
nl: Er is iets fout gegaan.
pl: Coś poszło nie tak
pt: Ocorreu um erro.
pt_br: Algo deu errado.
ro: Ceva nu a mers bine.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv_se: Något gick fel
tr: Bir sorun çıktı
zh_cn: 出了些问题
zh_tw: 發生錯誤

# FileSystemNameValidationResult_Value_ContainsInvalidCharacter
source: Name contains an invalid character
be_by: Назва змяшчае памылковы сімвал
ca_es: El nom conté un caràcter no vàlid.
cs_cz: Název obsahuje neplatný znak
da_dk: Navn indeholder et ugyldigt tegn
de: Name enthält ein ungültiges Zeichen
el_gr: Το όνομα περιέχει μη έγκυρο χαρακτήρα
es_419: El nombre contiene un carácter no válido.
fr: Le nom contient un caractère non valide.
hu: A név érvénytelen karaktert tartalmaz
id: Nama mengandung karakter yang tidak valid
it: Il nome contiene un carattere non valido.
nb_no: Navnet inneholder et ugyldig tegn
nl: Naam bevat een ongeldig teken
pl: Nazwa zawiera nieprawidłowe znaki
pt: O nome contem um carácter inválido.
pt_br: O nome contém um caractere inválido
ro: Numele conține un caracter nevalid.
ru: Имя содержит некорректный символ
sk: Názov obsahuje neplatný znak
sv_se: Namn innehåller ett ogiltigt tecken
tr: Ad içinde geçersiz bir karakter var
zh_cn: 名称包含无效字符
zh_tw: 名稱包含無效字元

# FileSystemNameValidationResult_Value_Empty
source: Name is empty
be_by: Пустая назва
ca_es: El nom està buit.
cs_cz: Název je prázdný
da_dk: Navn er tomt
de: Name ist leer
el_gr: Το όνομα είναι κενό
es_419: El nombre está vacío.
fr: Le nom est vide.
hu: A név üres
id: Nama belum diisi
it: Il nome è vuoto
nb_no: Navn er tomt
nl: Naam niet ingevuld
pl: Nazwa jest pusta
pt: O nome está vazio.
pt_br: O nome está vazio.
ro: Numele nu este completat
ru: Имя не указано
sk: Názov je prázdny
sv_se: Namn är tomt
tr: Ad boş olamaz
zh_cn: 名称为空
zh_tw: 名稱是空的

# FileSystemNameValidationResult_Value_EndsWithPeriod
source: Name ends with a period
be_by: Назва заканчваецца кропкай
ca_es: El nom acaba amb un punt.
cs_cz: Název končí tečkou
da_dk: Navn ender med et punktum
de: Name endet mit einem Punkt
el_gr: Το όνομα τελειώνει με τελεία
es_419: El nombre termina con un punto.
fr: Le nom se termine par un point.
hu: A név ponttal végződik
id: Nama berakhir dengan tanda titik
it: Il nome termina con un punto
nb_no: Navn slutter med et punktum
nl: Naam eindigt op een punt
pl: Nazwa kończy się kropką
pt: O nome termina com um punto.
pt_br: O nome termina com um ponto
ro: Numele se termină cu punct.
ru: Имя заканчивается интервалом
sk: Názov končí bodkou
sv_se: Namn slutar med en punkt
tr: Ad bir nokta ile bitiyor
zh_cn: 名称以句号结束
zh_tw: 名稱以句號結尾

# FileSystemNameValidationResult_Value_EndsWithSpace
source: Name ends with a space
be_by: Назва заканчваецца прабелам
ca_es: El nom acaba amb un espai.
cs_cz: Název končí mezerou
da_dk: Navn ender med et mellemrum
de: Name endet mit einem Leerzeichen
el_gr: Το όνομα τελειώνει με κενό
es_419: El nombre termina con un espacio.
fr: Le nom se termine par un espace.
hu: A név szóközre végződik
id: Nama berakhir dengan spasi
it: Il nome termina con uno spazio
nb_no: Navn slutter med et mellomrom
nl: Naam eindigt op een spatie
pl: Nazwa kończy się spacją
pt: O nome termina com um espaço.
pt_br: O nome termina com um espaço
ro: Numele se termină cu spațiu.
ru: Имя заканчивается недействительным символом
sk: Názov končí medzerou
sv_se: Namn slutar med ett mellanslag
tr: Ad bir boşluk ile bitiyor
zh_cn: 名称以空格结束
zh_tw: 名稱以空格結尾

# FileSystemNameValidationResult_Value_Reserved
source: Name not supported by Windows
be_by: Назва не падтрымліваецца Windows
ca_es: El nom no es compatible amb Windows.
cs_cz: Název není podporován systémem Windows
da_dk: Navnet understøttes ikke af Windows
de: Name ist von Windows nicht unterstützt
el_gr: Το όνομα δεν υποστηρίζεται από τα Windows
es_419: El nombre no es compatible con Windows.
fr: Le nom n'est pas pris en charge par Windows.
hu: A név nem támogatott a Windows által
id: Nama tidak didukung oleh Windows
it: Il nome non è supportato da Windows
nb_no: Navn støttes ikke av Windows
nl: Naam niet ondersteund door Windows
pl: Nazwa nie jest obsługiwana w systemie Windows
pt: O nome não é suportado pelo Windows.
pt_br: O nome não é suportado pelo Windows
ro: Numele nu este suportat de Windows.
ru: Имя не поддерживается Windows
sk: Názov nie je podporovaný systémom Windows
sv_se: Namn stöds inte av Windows
tr: Ad Windows tarafından desteklenmiyor
zh_cn: 名称不受 Windows 支持
zh_tw: 名稱不被 Windows 支援

# FileSystemNameValidationResult_Value_TooLong
source: Name too long
be_by: Занадта доўгая назва
ca_es: El nom és massa llarg.
cs_cz: Název je příliš dlouhý
da_dk: Navn for langt
de: Name zu lang
el_gr: Το όνομα είναι πολύ μεγάλο
es_419: El nombre es demasiado largo.
fr: Le nom est trop long.
hu: A név túl hosszú
id: Nama terlalu panjang
it: Il nome è troppo lungo
nb_no: Navn er for langt
nl: Naam te lang
pl: Nazwa jest zbyt długa
pt: O nome é muito longo.
pt_br: O nome é muito longo.
ro: Nume prea lung.
ru: Имя слишком длинное
sk: Názov je príliš dlhý
sv_se: Namn för långt
tr: Ad çok uzun
zh_cn: 名称过长
zh_tw: 名稱過長

# Main_About_AppUpdateStatus_Value_CheckingForUpdate
source: Checking for update...
be_by: Праверка абнаўленняў...
ca_es: S'estan comprovant les actualitzacions...
cs_cz: Kontrola aktualizací...
da_dk: Tjekker efter opdatering...
de: Suche nach Updates...
el_gr: Έλεγχος για ενημερώσεις...
es_419: Buscando actualizaciones...
fr: Recherche de mise à jour...
hu: Frissítések keresése...
id: Memeriksa pembaruan...
it: Controllando gli aggiornamenti...
nb_no: Ser etter oppdatering...
nl: Zoeken naar updates...
pl: Sprawdzanie aktualizacji...
pt: A pesquisar atualizações...
pt_br: Verificando atualizações...
ro: Verificare actualizări.…
ru: Проверка наличия обновления...
sk: Kontrolujem aktualizácie...
sv_se: Söker efter uppdatering …
tr: Güncelleme denetleniyor...
zh_cn: 正在检查更新...
zh_tw: 正在檢查更新...

# Main_About_AppUpdateStatus_Value_DownloadingAnUpdate
source: Downloading an update...
be_by: Спампоўванне абнаўленняў...
ca_es: S'està descarregant una actualització...
cs_cz: Stahování aktualizace...
da_dk: Downloader en opdatering...
de: Update wird heruntergeladen...
el_gr: Λήψη ενημέρωσης...
es_419: Descargando actualización...
fr: Téléchargement d'une mise à jour...
hu: Frissítés letöltése...
id: Mengunduh pembaruan...
it: Scaricando un aggiornamento...
nb_no: Laster ned en oppdatering...
nl: Update downloaden...
pl: Pobieranie aktualizacji...
pt: A transferir uma atualização...
pt_br: Baixando uma atualização...
ro: Se descarcă o actualizare…
ru: Загрузка обновления...
sk: Sťahovanie aktualizácie...
sv_se: Laddar ner en uppdatering …
tr: Bir güncelleme indiriliyor...
zh_cn: 正在下载更新...
zh_tw: 正在下載更新...

# Main_About_AppUpdateStatus_Value_UpToDate
source: Up to date
be_by: У актуальным стане
ca_es: Actualitzat
cs_cz: Aktuální
da_dk: Opdateret
de: Auf dem neuesten Stand
el_gr: Ενημερωμένο
es_419: Actualizado
fr: L'application est à jour.
hu: Naprakész
id: Terbaru
it: Aggiornato
nb_no: Oppdatert
nl: Bijgewerkt
pl: Wersja aktualna
pt: Atualizado
pt_br: Atualizado
ro: Actualizat
ru: Актуально
sk: Aktuálne
sv_se: Aktuell
tr: Güncel
zh_cn: 应用是最新版本
zh_tw: 已是最新

# Main_About_AppUpdateStatus_Value_UpdateCheckFailed
source: Failed to check for update
be_by: Не ўдалося праверыць абнаўленні
ca_es: No s'han pogut comprovar les actualitzacions.
cs_cz: Nepodařilo se zkontrolovat aktualizaci
da_dk: Kunne ikke tjekke for opdateringer
de: Suche nach Updates fehlgeschlagen
el_gr: Αποτυχία ελέγχου για ενημερώσεις
es_419: Error al buscar actualizaciones
fr: La vérification de mise à jour n'a pas abouti.
hu: Nem sikerült ellenőrizni a frissítéseket
id: Pembaruan gagal diperiksa
it: Impossibile cercare gli aggiornamenti
nb_no: Kunne ikke se etter oppdatering
nl: Updates controleren is mislukt
pl: Nie udało się sprawdzić aktualizacji
pt: Erro ao procurar atualizações
pt_br: Não foi possível verificar atualizações
ro: Verificarea actualizării a eșuat
ru: Сбой проверки наличия обновлений
sk: Kontrola aktualizácie zlyhala
sv_se: Misslyckades att söka efter uppdatering
tr: Güncelleme denetlenemedi
zh_cn: 检查更新失败
zh_tw: 無法檢查更新

# Main_About_AppUpdateStatus_Value_UpdatesAvailable
source: Updates available
be_by: Даступны абнаўленні
ca_es: Hi ha actualitzacions disponibles
cs_cz: Aktualizace k dispozici
da_dk: Opdateringer tilgængelige
de: Updates verfügbar
el_gr: Υπάρχουν διαθέσιμες ενημερώσεις
es_419: Actualización disponible
fr: Mises à jour disponibles
hu: Frissítés érhető el
id: Pembaruan tersedia
it: Aggiornamenti disponibili
nb_no: Oppdateringer tilgjengelig
nl: Updates beschikbaar
pl: Dostępna jest aktualizacja
pt: Atualizações disponíveis
pt_br: Atualização disponível
ro: Actualizări disponibile
ru: Доступны обновления
sk: Je dostupná aktualizácia
sv_se: Uppdateringar tillgängliga
tr: Güncelleme yayınlanmış
zh_cn: 有可用更新
zh_tw: 有可用更新

# Main_About_Button_PrivacyPolicy
source: _Privacy policy
be_by: _Палітыка прыватнасці
ca_es: _Política de privacitat
cs_cz: _Zásady ochrany osobních údajů
da_dk: _Privatlivspolitik
de: _Datenschutzerklärung
el_gr: _Πολιτική απορρήτου
es_419: _Política de privacidad
fr: _Politique de confidentialité
hu: _Adatvédelmi irányelvek
id: _Kebijakan privasi
it: _Informativa sulla privacy
nb_no: _Personvernerklæring
nl: _Privacybeleid
pl: _Polityka prywatności
pt: _Política de privacidade
pt_br: _Política de privacidade
ro: _Politica de confidențialitate
ru: _Политика конфиденциальности
sk: _Zásady ochrany osobných údajov
sv_se: _Integritetspolicy
tr: _Gizlilik ilkesi
zh_cn: 隐私政策
zh_tw: _隱私權政策

# Main_About_Button_TermsOfService
source: _Terms of service
be_by: _Умовы абслугоўвання
ca_es: _Condicions del servei
cs_cz: _Podmínky služby
da_dk: _Servicevilkår
de: _Nutzungsbedingungen
el_gr: _Όροι χρήσης
es_419: _Términos de servicio
fr: _Conditions d'utilisation
hu: _Szolgáltatási feltételek
id: _Ketentuan layanan
it: _Termini di servizio
nb_no: _Brukervilkår
nl: _Servicevoorwaarden
pl: _Regulamin
pt: _Termos de serviço
pt_br: _Termos de serviço
ro: _Termenii serviciului
ru: _Условия использования
sk: _Podmienky používania
sv_se: _Användarvillkor
tr: _Hizmet koşulları
zh_cn: _服务条款
zh_tw: _服務條款

# Main_About_Button_UpdateNow
source: _Update now
be_by: _Абнавіць
ca_es: _Actualitza
cs_cz: _Aktualizovat nyní
da_dk: _Opdater nu
de: Jetzt _aktualisieren
el_gr: Ενημέρωση τώρα
es_419: _Actualizar ahora
fr: _Mettre à jour
hu: _Frissítés
id: _Perbarui sekarang
it: _Aggiorna ora
nb_no: _Oppdater nå
nl: _Nu updaten
pl: _Zaktualizuj teraz
pt: _Atualizar agora
pt_br: _Atualizar agora
ro: _Actualizare
ru: _Обновить сейчас
sk: Akt_ualizovať teraz
sv_se: _Uppdatera nu
tr: _Güncelle
zh_cn: 立即更新
zh_tw: _立即更新

# Main_About_Button_UpdateNow_HelpText
source: A new version of Proton Drive is available, please update it now.
be_by: Даступна новая версія Proton Drive. Абнавіце праграму.
ca_es: Hi ha disponible una nova versió de Proton Drive. Actualitzeu-la ara.
cs_cz: K dispozici je nová verze Proton Drive, prosím proveďte nyní aktualizaci.
da_dk: En ny version af Proton Drive er tilgængelig, opdater den nu.
de: Eine neue Version von Proton Drive ist verfügbar, bitte aktualisiere sie jetzt.
el_gr: Μια νέα έκδοση του Proton Drive είναι διαθέσιμη, παρακαλούμε ενημερώστε την τώρα.
es_419: Hay una nueva versión de Proton Drive disponible, actualícela ahora.
fr: Une nouvelle version de Proton Drive est disponible. Nous vous invitons à le mettre à jour dès maintenant.
hu: A Proton Drive új verziója érhető el, kérjük, frissítse most.
id: Versi Proton Drive baru tersedia. Silakan perbarui aplikasi sekarang juga.
it: È disponibile una nuova versione di Proton Drive, aggiornala ora.
nb_no: En ny versjon av Proton Drive er tilgjengelig, oppdater den nå.
nl: Er is een nieuwe versie van Proton Drive beschikbaar, update deze nu.
pl: Dostępna jest nowa wersja aplikacji Proton Drive. Zaktualizuj ją teraz.
pt: Uma nova versão do Proton Drive está disponível. Atualize-a agora.
pt_br: Uma nova versão do Proton Drive está disponível, atualize agora.
ro: Este disponibilă o versiune nouă a Proton Drive. Actualizați-o acum.
ru: Доступна новая версия Proton Drive, обновите её сейчас.
sk: K dispozícii je nová verzia aplikácie Proton Drive, aktualizujte ju teraz, prosím.
sv_se: En ny version av Proton Drive är tillgänglig, uppdatera det nu.
tr: Yeni bir Proton Drive sürümü yayınlanmış. Şimdi güncelleyin.
zh_cn: Proton Drive 有新版本可用，请立即更新。
zh_tw: Proton Drive 的新版本已推出，請立即更新。

# Main_About_Label_CurrentVersion
source: Current version
be_by: Бягучая версія
ca_es: Versió actual
cs_cz: Aktuální verze
da_dk: Nuværende version
de: Aktuelle Version
el_gr: Τρέχουσα έκδοση
es_419: Versión actual
fr: Version actuelle
hu: Jelenlegi verzió
id: Versi saat ini
it: Versione attuale
nb_no: Gjeldende versjon
nl: Huidige versie
pl: Obecna wersja
pt: Versão atual
pt_br: Versão atual
ro: Versiunea actuală
ru: Текущая версия
sk: Aktuálna verzia
sv_se: Nuvarande version
tr: Güncel sürüm
zh_cn: 当前版本
zh_tw: 目前版本

# Main_About_Label_ReleaseDate
source: Release date
be_by: Дата выпуску
ca_es: Data de publicació
cs_cz: Datum vydání
da_dk: Udgivelsesdato
de: Veröffentlichungsdatum
el_gr: Ημερομηνία κυκλοφορίας
es_419: Fecha de publicación
fr: Date de publication
hu: Kiadási dátum
id: Tanggal rilis
it: Data di rilascio
nb_no: Utgivelsesdato
nl: Releasedatum
pl: Data wydania
pt: Data de publicação
pt_br: Data de lançamento
ro: Data lansării
ru: Дата выпуска
sk: Dátum vydania
sv_se: Utgivningsdatum
tr: Yayınlanma tarihi
zh_cn: 发布日期
zh_tw: 發行日期

# Main_About_ReleaseHistory_Label_New
source: NEW
be_by: НОВАЕ
ca_es: NOU
cs_cz: NOVÉ
da_dk: NY
de: NEU
el_gr: ΝΕΟ
es_419: NUEVO
fr: NOUVEAU
hu: ÚJ
id: BARU
it: NOVITÀ
nb_no: NY
nl: NIEUW
pl: NOWOŚĆ
pt: NOVO
pt_br: NOVO
ro: NOU
ru: НОВОЕ
sk: NOVÉ
sv_se: NY
tr: YENİ
zh_cn: 新功能
zh_tw: 新版本

# Main_About_ReleaseHistory_Title
source: What's new
be_by: Новыя функцыі
ca_es: Novetats
cs_cz: Co je nového
da_dk: Nyheder
de: Neuigkeiten
el_gr: Τι νέο υπάρχει
es_419: Novedades
fr: Nouveautés
hu: Újdonságok
id: Apa saja yang baru
it: Cosa c'è di nuovo
nb_no: Hva er nytt
nl: Wat is er nieuw
pl: Co nowego
pt: Novidades
pt_br: Novidades
ro: Noutăți
ru: Что нового
sk: Čo je nové
sv_se: Vad som är nytt
tr: Yenilikler
zh_cn: 最新动态
zh_tw: 最新消息

# Main_About_Title
source: About
be_by: Аб праграме
ca_es: Quant a
cs_cz: O aplikaci
da_dk: Om
de: Über
el_gr: Σχετικά
es_419: Acerca de
fr: À propos
hu: Névjegy
id: Tentang
it: Informazioni
nb_no: Om
nl: Over
pl: O aplikacji
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv_se: Om
tr: Hakkında
zh_cn: 关于
zh_tw: 關於

# Main_Account_Account_Button_ManageAccount
source: Manage _account
be_by: _Кіраванне ўліковым запісам
ca_es: Gestiona el _compte
cs_cz: Spravovat _účet
da_dk: Administrer _konto
de: _Konto verwalten
el_gr: Διαχείριση _λογαριασμού
es_419: Administrar la _cuenta
fr: Gérer le _compte
hu: Fiók _kezelése
id: Kelola _akun
it: Gestisci _account
nb_no: Administrer _konto
nl: Account beheren
pl: Zarządzaj kontem
pt: Gerir a _conta
pt_br: Gerenciar _conta
ro: Gestionare _cont
ru: Управлять _аккаунтом
sk: Spravovať _účet
sv_se: Hantera _konto
tr: _Hesap yönetimi
zh_cn: 管理账户
zh_tw: 管理帳戶

# Main_Account_Account_HelpText
source: Manage your account
be_by: Кіраванне ўліковым запісам
ca_es: Gestiona el compte
cs_cz: Spravujte svůj účet
da_dk: Administrer din konto
de: Verwalte dein Konto
el_gr: Διαχείριση του λογαριασμού σας
es_419: Gestionar la cuenta
fr: Gérer votre compte
hu: Fiókjának kezelése
id: Kelola akun Anda
it: Gestisci il tuo account
nb_no: Administrer kontoen din
nl: Beheer uw account
pl: Zarządzaj kontem
pt: Gerir a sua conta
pt_br: Gerenciar sua conta
ro: Gestionați-vă contul
ru: Управляйте своим аккаунтом
sk: Spravujte svoj účet
sv_se: Hantera ditt konto
tr: Hesabınızı yönetin
zh_cn: 管理您的账户
zh_tw: 管理您的帳號

# Main_Account_Account_Info_UnknownUser
source: Unknown user
be_by: Невядомы карыстальнік
ca_es: Usuari desconegut
cs_cz: Neznámý uživatel
da_dk: Ukendt bruger
de: Unbekannter Benutzer
el_gr: Άγνωστος χρήστης
es_419: Usuario desconocido
fr: Utilisateur inconnu
hu: Ismeretlen feladó
id: Pengguna tidak diketahui
it: Utente sconosciuto
nb_no: Ukjent bruker
nl: Onbekende gebruiker
pl: Nieznany użytkownik
pt: Utilizador desconhecido
pt_br: Usuário desconhecido
ro: Utilizator necunoscut
ru: Неизвестный пользователь
sk: Neznámy používateľ
sv_se: Okänd användare
tr: Kullanıcı bilinmiyor
zh_cn: 未知用户
zh_tw: 未知使用者

# Main_Account_Label_Account
source: Account
be_by: Уліковы запіс
ca_es: Compte
cs_cz: Účet
da_dk: Konto
de: Konto
el_gr: Λογαριασμός
es_419: Cuenta
fr: Compte
hu: Fiók
id: Akun
nb_no: Konto
pl: Konto
pt: Conta
pt_br: Conta
ro: Cont
ru: Счёт
sk: Účet
sv_se: Konto
tr: Hesap
zh_cn: 账户
zh_tw: 帳戶

# Main_Account_Label_Security
source: Security
be_by: Бяспека
ca_es: Seguretat
cs_cz: Zabezpečení
da_dk: Sikkerhed
de: Sicherheit
el_gr: Ασφάλεια
es_419: Seguridad
fr: Sécurité
hu: Biztonság
id: Keamanan
it: Sicurezza
nb_no: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
pt_br: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sv_se: Säkerhet
tr: Güvenlik
zh_cn: 安全
zh_tw: 安全保護

# Main_Account_Password_Button_ChangePassword
source: _Change
be_by: _Змяніць
ca_es: _Canvia
cs_cz: _Změnit
da_dk: _Skift
de: _Ändern
el_gr: Αλλαγή
es_419: _Cambiar
fr: _Modifier
hu: _Változtatás
id: _Ubah
it: _Cambia
nb_no: _Endre
nl: _Wijziging
pl: Zmień
pt: _Alterar
pt_br: _Alterar
ro: Modifi_care
ru: _Изменить
sk: _Zmeniť
sv_se: _Ändra
tr: _Değiştir
zh_cn: 更改
zh_tw: _更改

# Main_Account_Password_Description
source: Change the password for your account.
be_by: Змяніць пароль для вашага ўліковага запісу.
ca_es: Canvieu la contrasenya del compte.
cs_cz: Změňte heslo ke svému účtu.
da_dk: Skift adgangskode til din konto.
de: Ändere das Passwort für dein Konto
el_gr: Αλλάξτε τον κωδικό πρόσβασης για τον λογαριασμό σας.
es_419: Cambie la contraseña de su cuenta.
fr: Modifiez le mot de passe de votre compte.
hu: Módosítsa a fiók jelszavát.
id: Ubah kata sandi untuk akun Anda.
it: Cambia la password per il tuo account.
nb_no: Endre passordet for kontoen din.
nl: Wijzig het wachtwoord van uw account
pl: Zmień hasło konta.
pt: Alterar a palavra-passe da sua conta
pt_br: Altere a senha de acesso à sua conta.
ro: Modificare parolă cont.
ru: Измените пароль для вашего аккаунта.
sk: Zmena hesla k vášmu účtu.
sv_se: Ändra lösenordet för ditt konto.
tr: Hesabınızın parolasını değiştirin.
zh_cn: 更改您账户的密码。
zh_tw: 更改你帳戶的密碼

# Main_Account_Password_HelpText
source: Change your Proton Drive password
be_by: Змяніць пароль Proton Drive
ca_es: Canvia la contrasenya de Proton Drive
cs_cz: Změňte heslo Proton Drive
da_dk: Skift din adgangskode til Proton Drive
de: Ändere dein Proton Drive Passwort
el_gr: Αλλάξτε τον κωδικό πρόσβασης του Proton Drive σας
es_419: Cambiar la contraseña de Proton Drive
fr: Modifier le mot de passe de Proton Drive
hu: A Proton Drive jelszavának módosítása
id: Ubah kata sandi Proton Drive Anda
it: Cambia la tua password di Proton Drive
nb_no: Endre passordet ditt for Proton Drive
nl: Wijzig uw Proton Drive wachtwoord
pl: Zmień hasło Proton Drive
pt: Alterar a sua palavra-passe do Proton Drive
pt_br: Alterar sua senha do Proton Drive
ro: Schimbați-vă parola Proton Drive
ru: Измените ваш пароль Proton Drive
sk: Zmeňte svoje Proton Drive heslo
sv_se: Ändra ditt Proton Drive-lösenord
tr: Proton Drive parolanızı değiştirin
zh_cn: 更改您的 Proton Drive 密码
zh_tw: 變更您的 Proton Drive 密碼

# Main_Account_Password_Title
source: Password
be_by: Пароль
ca_es: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
de: Passwort
el_gr: Κωδικός πρόσβασης
es_419: Contraseña
fr: Mot de passe
hu: Jelszó
id: Kata sandi
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parola
ru: Пароль
sk: Heslo
sv_se: Lösenord
tr: Parola
zh_cn: 密码
zh_tw: 密碼
