Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

source: {0} folder(s) cannot be synced because included in a folder already synced to Proton Drive
be_by: Папкі, якія немагчыма сінхранізаваць, бо яны ўключаны ў папку, якая ўжо сінхранізуецца ў Proton Drive (колькасць: {0})
ca_es: No es poden sincronitzar {0} carpeta(es) perquè estan incloses en una carpeta que ja s'ha sincronitzat amb el Proton Drive
cs_cz: {0} složk(u/y) nelze synchronizovat, kvůli jej(í/ich) zahrnutí ve složce, která je již synchronizována na Proton Drive
da_dk: {0} mappe(r) kan ikke synkroniseres på grund af inkludering i en mappe, der allerede er synkroniseret til Proton Drive
de: {0} Ordner konnte(n) nicht synchronisiert werden, da sie in einem bereits mit Proton Drive synchronisierten Ordner enthalten sind
el_gr: {0} φάκελος(οι) δεν μπορούν να συγχρονιστούν επειδή περιλαμβάνονται σε έναν φάκελο που έχει ήδη συγχρονιστεί με το Proton Drive
es_419: No se pueden sincronizar {0} carpeta(s) porque ya están incluidas en una carpeta sincronizada con Proton Drive.
fr: {0} dossiers ne peuvent pas être synchronisés car ils sont inclus dans un dossier déjà synchronisé avec Proton Drive
hu: {0} mappa nem szinkronizálható, mert egy már a Proton Drive-ra szinkronizált mappában szerepel
id: {0} folder tidak dapat disinkronkan karena folder ini disertakan dalam folder yang telah disinkronkan ke Proton Drive
it: Impossibile sincronizzare {0} cartella(e) perché inclusa in una cartella già sincronizzata su Proton Drive
nb_no: {0} mapper kan ikke synkroniseres fordi de er inkludert i en mappe som allerede er synkronisert til Proton Drive
nl: {0} map(pen) kan/kunnen niet worden gesynchroniseerd omdat deze zich in een map bevindt/bevinden die al met Proton Drive is gesynchroniseerd
pl: {0} folder(s) cannot be synced because they are included in a folder already synced to Proton Drive
pt: {0} pastas não podem ser sincronizadas porque estão incluídas numa pasta já sincronizada com o Proton Drive
pt_br: {0} pastas não podem ser sincronizadas porque estão incluídas em uma pasta já sincronizada com o Proton Drive
ro: Foldere care nu pot fi sincronizate deoarece sunt deja incluse într-un folder sincronizat cu Proton Drive: {0}
ru: {0} папка(ок) не могут быть синхронизированы так как она уже синхронизирована в Proton Drive
sk: {0} priečinkov nie je možné synchronizovať, pretože sú súčasťou priečinka, ktorý už bol synchronizovaný s jednotkou Proton Drive
sv_se: {0} mapp(ar) kan inte synkroniseras eftersom de ingår i en mapp som redan synkroniseras med Proton Drive
tr: {0} klasör zaten Proton Drive ile eşitlenen bir klasörün içinde bulunduğundan eşitlenemedi
zh_cn: 无法同步 {0} 个文件夹，因为其中包含已同步到 Proton Drive 的文件夹
zh_tw: {0} 個資料夾無法同步，因為它們已包含在一個已同步到 Proton Drive 的資料夾中

source: {0} folder(s) cannot be synced because have a subfolder already synced to Proton Drive
be_by: Папак, якія немагчыма сінхранізаваць, бо ў іх ёсць падпапкі, якія ўжо сінхранізуюцца ў Proton Drive (колькасць: {0})
ca_es: No es poden sincronitzar {0} carpeta(es) perquè ja tenen una subcarpeta sincronitzada amb el Proton Drive.
cs_cz: {0} složk(a/y) nelze synchronizovat, protože obsahuj(e/í) podsložku, která je již synchronizována na Proton Drive
da_dk: {0} mappe(r) kan ikke synkroniseres på grund af en undermappe, der allerede er synkroniseret til Proton Drive
de: {0} Ordner konnte(n) nicht synchronisiert werden, da diese einen Unterordner enthalten, der bereits mit Proton Drive synchronisiert wurde
el_gr: {0} φάκελος(οι) δεν μπορούν να συγχρονιστούν επειδή ένας υποφάκελος έχει ήδη συγχρονιστεί με το Proton Drive
es_419: No se pueden sincronizar {0} carpeta(s) porque tienen una subcarpeta ya sincronizada con Proton Drive.
fr: {0} dossiers ne peuvent pas être synchronisé car ils ont un sous-dossier déjà synchronisé avec Proton Drive
hu: {0} mappa nem szinkronizálható, mert van egy almappája, ami szinkronizálva van a Proton Drive-ra
id: {0} folder tidak dapat disinkronkan karena folder ini memiliki subfolder yang telah disinkronkan ke Proton Drive
it: Impossibile sincronizzare {0} cartella(e) perché hanno una sottocartella già sincronizzata su Proton Drive
nb_no: {0} mapper kan ikke synkroniseres fordi en undermappe allerede er synkronisert til Proton Drive
nl: {0} map(pen) kan/kunnen niet worden gesynchroniseerd omdat er een submap in zit die al met Proton Drive is gesynchroniseerd
pl: {0} folder(s) cannot be synced because they have a subfolder already synced to Proton Drive
pt: {0} pastas não podem ser sincronizadas porque têm uma subpasta já sincronizada com o Proton Drive.
pt_br: {0} pastas não podem ser sincronizadas porque têm uma subpasta já sincronizada com o Proton Drive
ro: Foldere care nu pot fi sincronizate deoarece au deja un subfolder sincronizat cu Proton Drive: {0}
ru: {0} папка (папки, папок) не может быть синхронизирована (синхронизированы), так как содержит (содержат) подпапку, уже синхронизированную с Proton Drive.
sk: {0} priečinkov nie je možné synchronizovať, pretože obsahujú podpriečinok, ktorý už bol synchronizovaný s Proton Drive
sv_se: {0} mapp(ar) kan inte synkroniseras eftersom de innehåller en undermapp som redan synkroniseras med Proton Drive
tr: {0} klasör zaten Proton Drive ile eşitlenen bir alt klasörü bulunduğundan eşitlenemedi
zh_cn: 无法同步 {0} 个文件夹，因为其中有一个子文件夹已同步到 Proton Drive
zh_tw: {0} 個資料夾無法同步，因為它們有一個子資料夾已經同步到 Proton Drive

source: {0} folder(s) cannot be accessed
be_by: Папак, да якіх немагчыма атрымаць доступ: {0}
ca_es: No es pot accedir a {0} carpetes.
cs_cz: Přístup k {0} slož(ce/kám) není možný
da_dk: {0} mappe(r) kan ikke tilgås
de: Auf {0} Ordner kann nicht zugegriffen werden
el_gr: Δεν είναι δυνατή η πρόσβαση σε {0} φακέλο(ους)
es_419: No se puede acceder a {0} carpetas.
fr: {0} Les fichiers sont inaccessibles
hu: {0} mappa nem érhető el
id: {0} folder tidak dapat diakses
it: Non è possibile accedere {0} cartelle.
nb_no: {0} mapper kan ikke nås
nl: {0} mappen zijn niet toegankelijk
pt: Não é possível aceder a {0} pastas.
pt_br: {0} pastas não podem ser acessadas
ro: Foldere care nu pot fi accesate: {0}
ru: Невозможно получить доступ к {0} папке/папкам
sk: {0} priečinok(y) nie je možné sprístupniť
sv_se: {0} mapp(ar) kan inte kommas åt
tr: {0} klasöre erişilemedi
zh_cn: 无法访问 {0} 个文件夹
zh_tw: {0} 個資料夾無法存取

# Main_MyComputer_Folders_AddFolders_ValidationError_LocalFolderDoesNotExistFormat
source: {0} folder(s) cannot be found or cannot be opened
be_by: Папак, якія немагчыма знайсці або адкрыць: {0}
ca_es: No es poden trobar {0} carpetes o no es poden obrir.
cs_cz: {0} složk(u/y) nelze najít nebo otevřít
da_dk: {0} mappe(r) kan ikke findes eller ikke åbnes
de: {0} Ordner können nicht gefunden oder nicht geöffnet werden
el_gr: Δεν είναι δυνατή η εύρεση ή το άνοιγμα {0} φακέλου(ων)
es_419: No se pueden encontrar {0} carpetas o no se pueden abrir.
fr: {0} Les fichiers sont manquants ou ne peuvent être ouverts.
hu: {0} mappa nem található vagy nem nyitható meg
id: {0} folder tidak dapat ditemukan atau dibuka
it: Impossibile trovare o aprire {0} cartella(e)
nb_no: {0} mapper ble ikke funnet eller kan ikke åpnes
nl: {0} mappen kunnen niet gevonden of geopend worden
pt: {0} pastas não podem ser encontradas ou não podem ser abertas.
pt_br: {0} pastas não podem ser encontradas ou não podem ser abertas
ro: Foldere care nu pot fi găsite sau deschise: {0}
ru: Не удается найти или открыть {0} папку (папки, папок).
sk: {0} priečinok(y) nemožno nájsť alebo otvoriť
sv_se: {0} mapp(ar) kan inte hittas eller kan inte öppnas
tr: {0} klasör bulunamadı veya açılamadı
zh_cn: 找不到或无法打开 {0} 个文件夹
zh_tw: {0} 資料夾找不到或無法開啟

# Main_MyComputer_Folders_AddFolders_ValidationError_LocalVolumeNotSupportedFormat
source: {0} folder(s) cannot be synced because located on a non-supported drive
be_by: Папак, якія немагчыма сінхранізаваць, бо яны размешчаны на нестандартным дыску (колькасць: {0})
ca_es: No es poden sincronitzar {0} carpeta(es) perquè es troben en una unitat no compatible.
cs_cz: Nelze synchronizovat {0} složk(u/y), protože se nachází na nepodporovaném disku
da_dk: {0} mappe(r) kan ikke synkroniseres, fordi de(n) ligger på et ikke-understøttet drev
de: {0} Ordner konnte(n) nicht synchronisiert werden, da sie sich auf einem nicht unterstützten Laufwerk befinden
el_gr: {0} φάκελος(οι) δεν μπορούν να συγχρονιστούν επειδή βρίσκονται σε μη υποστηριζόμενη μονάδα δίσκου
es_419: No se pueden sincronizar {0} carpeta(s) porque se encuentran en una unidad no soportada.
fr: {0} Les fichiers sont impossibles d'être synchronisés car ils se trouvent sur un lecteur non pris en charge
hu: {0} mappa nem szinkronizálható, mert nem támogatott drive-on található
id: {0} folder tidak dapat disinkronkan karena folder ini terletak pada drive yang tidak didukung
it: Impossibile sincronizzare {0} cartella(e) perché si trovano su un drive non supportato
nb_no: {0} mapper kan ikke synkroniseres fordi de ligger på en stasjon som ikke støttes
nl: {0} map(pen) kan/kunnen niet gesynchroniseerd worden omdat deze zich op een niet ondersteunde drive bevindt/bevinden.
pl: {0} folder(s) cannot be synced because they are located on a non-supported drive
pt: {0} pastas não podem ser sincronizadas porque estão localizadas numa unidade não suportada.
pt_br: {0} pastas não podem ser sincronizadas porque estão localizadas em uma unidade não suportada
ro: Foldere care nu pot fi sincronizate deoarece se află pe o unitate necompatibilă: {0}
ru: {0} папка (папки, папок) не может (могут) быть синхронизирована (синхронизированы), поскольку находится (находятся) на неподдерживаемом диске
sk: {0} priečinky nie je možné synchronizovať, pretože sa nachádzajú na nepodporovanej jednotke
sv_se: {0} mapp(ar) kan inte synkroniseras eftersom de ligger på en drive som inte stöds
tr: {0} klasör desteklenmeyen bir sürücüde bulunduğundan eşitlenemedi
zh_cn: {0} 文件夹因位于不支持的硬盘上而无法同步
zh_tw: {0} 個資料夾無法同步，因為它們位於不支援的雲端磁碟上

source: {0} folder(s) cannot be synced because network folders are not supported
be_by: Папак, якія немагчыма сінхранізаваць, бо сеткавая папка не падтрымліваецца: {0}
ca_es: No es poden sincronitzar {0} carpetes perquè les carpetes de xarxa no són compatibles.
cs_cz: Nelze synchronizovat {0} složk(u/y), protože síťové složky nejsou podporovány
da_dk: {0} mappe(r) kan ikke synkroniseres, fordi netværksmapper ikke understøttes
de: {0} Ordner können nicht synchronisiert werden, da Netzwerkordner nicht unterstützt werden
el_gr: Δεν είναι δυνατός ο συγχρονισμός {0} φακέλου(ων), επειδή οι φάκελοι δικτύου δεν υποστηρίζονται
es_419: No se pueden sincronizar {0} carpetas porque las carpetas de red no están soportadas.
fr: {0} Les fichiers ne peuvent pas être synchronisés puisque les dossiers réseau ne sont pas pris en charge.
hu: {0} mappa nem szinkronizálható, mert hálózati mappák nincsenek támogatva
id: {0} folder tidak dapat disinkronkan karena folder jaringan tidak didukung
it: Impossibile sincronizzare {0} cartella(e) perché le cartelle di rete non sono supportate
nb_no: {0} mapper kan ikke synkroniseres fordi nettverksmapper ikke støttes
nl: {0} map(pen) kan/kunnen niet worden gesynchroniseerd omdat netwerkmappen niet worden ondersteund.
pt: {0} pastas não podem ser sincronizadas porque as pastas de rede não são suportadas.
pt_br: {0} pastas não podem ser sincronizadas porque são pastas de rede
ro: Foldere care nu pot fi sincronizate deoarece folderele din rețea nu sunt acceptate: {0}
ru: {0} папка (папки, папок) не может (могут) быть синхронизирована (синхронизированы), так как сетевые папки не поддерживаются.
sk: {0} priečinok(y) nemožno synchronizovať, pretože sieťové priečinky nie sú podporované
sv_se: {0} mapp(ar) kan inte synkas då nätverksmappar inte stöds
tr: Ağ klasörleri desteklenmediğinden {0} klasör eşitlenemedi
zh_cn: 由于不支持网络文件夹，因此无法同步 {0} 个文件夹
zh_tw: {0} 個資料夾無法同步，因為不支援網路資料夾

# Main_MyComputer_Folders_AddFolders_ValidationError_NonSyncableFolderFormat
source: {0} folder(s) cannot be synced because they are system folder(s)
be_by: Папак, якія немагчыма сінхранізаваць, бо яны з'яўляюцца сістэмнымі: {0}
ca_es: No es poden sincronitzar {0} carpetes perquè són carpetes del sistema.
cs_cz: {0} složk(a/y) nelze synchronizovat, protože se jedná o systémovou složk(u/y)
da_dk: {0} mappe(r) kan ikke synkroniseres, fordi de er systemmappe(r)
de: {0} Ordner können nicht synchronisiert werden, da es sich um Systemordner handelt
el_gr: Δεν είναι δυνατός ο συγχρονισμός {0} φακέλου(ων) επειδή είναι φάκελος(οι) συστήματος
es_419: No se pueden sincronizar {0} carpetas porque son carpetas del sistema.
fr: {0} Les fichiers ne peuvent pas être synchronisés étant des fichiers du système.
hu: {0} mappa nem szinkronizálható, mert rendszermappa
id: {0} folder tidak dapat disinkronkan karena folder ini merupakan folder sistem
it: Impossibile sincronizzare {0} cartella(e) perché sono cartelle di sistema
nb_no: {0} mapper kan ikke synkroniseres fordi de er systemmapper
nl: {0} map(pen) kan/kunnen niet worden gesynchroniseerd omdat het systeemmappen zijn.
pt: {0} pastas não podem ser sincronizadas porque são pastas do sistema.
pt_br: {0} pastas não podem ser sincronizadas porque são pastas do sistema
ro: Foldere care nu pot fi sincronizate deoarece sunt foldere de sistem: {0}
ru: Невозможно синхронизировать {0} папок, поскольку они являются системными папками.
sk: {0} priečinok(y) nie je možné synchronizovať, pretože ide o systémový(é) priečinok(y)
sv_se: {0} mapp(ar) kan inte synkroniseras eftersom de är systemmapp(ar)
tr: Sistem klasörü olarak işaretlenmiş olduğundan {0} klasör eşitlenemedi
zh_cn: {0} 个文件夹无法同步，因为它们是系统文件夹
zh_tw: {0} 個資料夾無法同步，因為它們是系統資料夾

# Main_MyComputer_Folders_AddFolders_ValidationError_UnableToAddFoldersFormat
source: Unable to add {0} folder(s)
be_by: Немагчыма дадаць {0} папку(і; ак)
ca_es: No es pot afegir {0} carpetes.
cs_cz: Nepodařilo se přidat {0} složk(u/y)
da_dk: Kan ikke tilføje {0} mappe(r)
de: {0} Ordner konnte(n) nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη {0} φακέλου(ων)
es_419: No se pueden agregar {0} carpetas.
fr: Impossible d'ajouter {0} des fichiers
hu: {0} mappát nem lehet hozzáadni
id: {0} folder tidak dapat ditambahkan
it: Impossibile aggiungere {0} cartelle
nb_no: Kan ikke legge til {0} mapper
nl: Kan {0} mappen niet toevoegen
pt: Não é possível adicionar {0} pastas.
pt_br: Não foi possível adicionar {0} pastas
ro: Foldere care nu se pot adăuga: {0}
ru: Невозможно добавить {0} папку/папки/папок
sk: Nie je možné pridať {0} priečinok
sv_se: Kan inte lägga till {0} mapp(ar)
tr: {0} klasör eklenemedi
zh_cn: 无法添加 {0} 个文件夹
zh_tw: 無法新增 {0} 個資料夾

# Main_MyComputer_Folders_AddFolders_ValidationError_UnableToAddOneFolder
source: Unable to add 1 folder
be_by: Немагчыма дадаць 1 папку
ca_es: No es pot afegir 1 carpeta.
cs_cz: Nepodařilo se přidat 1 složku
da_dk: Kan ikke tilføje 1 mappe
de: 1 Ordner konnte nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη 1 φακέλου
es_419: No se puede agregar 1 carpeta.
fr: Impossible d'ajouter 1 dossier
hu: Nem lehet hozzáadni 1 mappát
id: 1 folder tidak dapat ditambahkan
it: Impossibile aggiungere 1 cartella
nb_no: Kan ikke legge til 1 mappe
nl: Kan 1 map niet toevoegen
pl: Nie można dodać 1 folderu
pt: Não é possível adicionar 1 pasta.
pt_br: Não foi possível adicionar 1 pasta
ro: Un folder nu se poate adăuga
ru: Невозможно добавить 1 папку
sk: Nie je možné pridať 1 priečinok
sv_se: Kan inte lägga till 1 mapp
tr: 1 klasör eklenemedi
zh_cn: 无法添加 1 个文件夹
zh_tw: 無法新增 1 個資料夾

# Main_MyComputer_Folders_Button_Add
source: _Add folders
be_by: _Дадаць папкі
ca_es: _Afegeix carpetes
cs_cz: _Přidat složky
da_dk: _Tilføj mapper
de: _Ordner hinzufügen
el_gr: Προσθήκη φακέλων
es_419: _Agregar una carpeta
fr: _Ajouter des dossiers
hu: _Mappa hozzáadása
id: _Tambahkan folder
it: _Crea una cartella
nb_no: _Legg til mapper
nl: _Mappen toevoegen
pl: Dodaj foldery
pt: _Adicionar pastas
pt_br: _Adicionar pastas
ro: _Adăugare foldere
ru: _Добавить папки
sk: Prid_ať priečinky
sv_se: _Lägg till mappar
tr: _Klasörler ekle
zh_cn: 添加文件夹
zh_tw: _新增資料夾

# Main_MyComputer_Folders_Button_Add_HelpText_AddFirst
source: Add your first folders to sync
be_by: Дадайце свае першыя папкі для сінхранізацыі
ca_es: Afegiu les vostres primeres carpetes per sincronitzar-les
cs_cz: Přidejte své první složky k synchronizaci
da_dk: Tilføj dine første mapper til synkronisering
de: Füge deine ersten Ordner zur Synchronisierung hinzu
el_gr: Προσθέστε τους πρώτους φακέλους σας για συγχρονισμό
es_419: Agregue sus primeras carpetas para sincronizarlas
fr: Ajoutez vos premiers dossiers à synchroniser
hu: Adja hozzá az első mappáit a szinkronizáláshoz
id: Tambahkan folder pertama Anda untuk disinkronkan
it: Aggiungi la tua prima cartella per sincronizzare
nb_no: Legg til de første mappene som skal synkroniseres
nl: Uw eerste mappen toevoegen om te synchroniseren
pl: Dodaj pierwszy folder do synchronizacji
pt: Adicione as suas primeiras pastas para sincronizar
pt_br: Adicione suas primeiras pastas para sincronizar
ro: Adăugați primele foldere de sincronizat
ru: Добавьте ваши первые папки для синхронизации
sk: Pridajte váš prvý priečinok na synchronizáciu
sv_se: Lägg till dina första mappar att synkronisera
tr: Eşitlenecek ilk klasörlerinizi ekleyin
zh_cn: 添加您的第一个文件夹以同步
zh_tw: 新增您的第一個資料夾以同步

# Main_MyComputer_Folders_Button_Add_HelpText_AddNext
source: Add a new folder to sync
be_by: Дадаць новую папку для сінхранізацыі
ca_es: Afegiu una carpeta nova per sincronitzar
cs_cz: Přidejte novou složku k synchronizaci
da_dk: Tilføj en ny mappe til synkronisering
de: Füge einen neuen Ordner zur Synchronisierung hinzu
el_gr: Προσθήκη νέου φακέλου για συγχρονισμό
es_419: Agregue una carpeta nueva para sincronizarla
fr: Ajouter un nouveau dossier à synchroniser
hu: Új mappa hozzáadása a szinkronizáláshoz
id: Tambahkan folder baru untuk disinkronkan
it: Aggiungi una nuova cartella per sincronizzare
nb_no: Legg til en ny mappe som skal synkroniseres
nl: Een nieuwe map toevoegen om te synchroniseren
pl: Dodaj nowy folder do synchronizacji
pt: Adicionar uma nova pasta para sincronizar
pt_br: Adicione uma nova pasta para sincronizar
ro: Adăugați un folder nou de sincronizat
ru: Добавьте новую папку для синхронизации
sk: Pridať nový priečinok na synchronizáciu
sv_se: Lägg till en ny mapp att synkronisera
tr: Eşitlenecek yeni bir klasör ekleyin
zh_cn: 添加新文件夹以同步
zh_tw: 新增一個資料夾以同步

# Main_MyComputer_Folders_Column_Name
source: Name
be_by: Назва
ca_es: Nom
cs_cz: Název
da_dk: Navn
el_gr: Όνομα
es_419: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sv_se: Namn
tr: Ad
zh_cn: 名称
zh_tw: 檔名

# Main_MyComputer_Folders_Column_StorageOptimization
source: Optimize storage
be_by: Аптымізацыя сховішча
ca_es: Optimitza l’emmagatzematge
cs_cz: Optimalizace úložiště
da_dk: Optimér lagerplads
de: Speicher optimieren
el_gr: Βελτιστοποίηση αποθηκευτικού χώρου
es_419: Optimizar el almacenamiento
fr: Optimiser l'espace de stockage
hu: Tárhely optimalizálása
id: Optimalkan ruang penyimpanan
it: Ottimizza memoria
nb_no: Optimaliser lagring
nl: Opslagruimte optimaliseren
pl: Optymalizuj przestrzeń dyskową
pt: Otimizar o armazenamento
pt_br: Otimizar armazenamento
ro: Optimizare stocare
ru: Оптимизация хранилища
sk: Optimalizovať úložisko
sv_se: Optimera lagringsutrymme
tr: Depolama alanını iyileştir
zh_cn: 优化设备存储空间
zh_tw: 優化儲存
