Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# MappingErrorCode_Value_InsufficientDeviceQuota
source: The maximum number of synced computers has been reached. Delete unnecessary computers from Proton Drive on web.
be_by: Дасягнута максімальная колькасць камп'ютараў для сінхранізацыі. Выдаліце непатрэбныя камп'ютары з вэб-інтэрфейсу Proton Drive
ca_es: S'ha arribat al nombre màxim d'ordinadors sincronitzats. Suprimiu els ordinadors innecessaris de Proton Drive al web.
cs_cz: Bylo dosaženo maximálního počtu synchronizovaných počítačů. Smažte nepotřebné počítače z Proton Drive na webu.
da_dk: Det maksimale antal synkroniserede computere er nået. Slet unødvendige computere fra Proton Drive på nettet.
de: Die maximale Anzahl der synchronisierten Computer wurde erreicht. Lösche nicht benötigte Computer in der Web-App aus Proton Drive.
el_gr: Συμπληρώθηκε ο μέγιστος αριθμός συγχρονισμένων υπολογιστών. Διαγράψτε τους περιττούς υπολογιστές από το Proton Drive στον ιστό.
es_419: Se ha alcanzado el número máximo de computadoras sincronizadas. Elimine computadoras innecesarias de Proton Drive desde la web.
fr: Le nombre maximal d'ordinateurs synchronisés a été atteint. Supprimez les ordinateurs inutiles de Proton Drive sur le web.
hu: Elérte a szinkronizált számítógépek maximális számát. Töröljön szükségtelen számítógépeket a Proton Drive webes felületén.
id: Jumlah maksimum komputer yang disinkronkan telah tercapai. Hapus komputer yang tidak diperlukan dari Proton Drive di web.
it: È stato raggiunto il numero massimo di computer sincronizzati. Elimina i computer non necessari da Proton Drive sul web.
nb_no: Maksimalt antall synkroniserte datamaskiner er nådd. Slett unødvendige datamaskiner fra Proton Drive på nettet.
nl: Het maximale aantal gesynchroniseerde computers is bereikt. Verwijder onnodige computers van Proton Drive op het web.
pl: Osiągnięto maksymalną liczbę zsynchronizowanych urządzeń. Usuń niepotrzebne urządzenia z aplikacji internetowej Proton Drive.
pt: O número máximo de computadores sincronizados foi atingido. Elimina computadores desnecessários do Proton Drive na web.
pt_br: O número máximo de computadores sincronizados foi alcançado. Exclua os computadores desnecessários do Proton Drive na web.
ro: A fost atins numărul maxim de calculatoare sincronizate. Ștergeți calculatoarele nenecesare din Proton Drive de pe web.
ru: Достигнуто максимальное количество синхронизируемых компьютеров. Удалите ненужные компьютеры из Proton Drive в Сети.
sk: Bol dosiahnutý maximálny počet synchronizovaných počítačov. Odstráňte nepotrebné počítače z Proton Drive na webe.
sv_se: Det maximala antalet synkroniserade datorer har uppnåtts. Ta bort onödiga datorer från Proton Drive på webben.
tr: Eşitlenebilecek en fazla bilgisayar sayısına ulaşıldı. Proton Drive internet uygulaması üzerinden gereksiz bilgisayarları silin.
zh_cn: 已达到同步计算机的最大数量。请删除网络上 Proton Drive 中不必要的计算机。
zh_tw: 已達到同步電腦的最大數量。請從全球資訊網上的 Proton Drive 刪除不必要的電腦。

# MappingErrorCode_Value_InsufficientLocalFreeSpace
source: Free up space or deselect the checkbox
be_by: Вызваліце прастору або здыміце выбар
ca_es: Allibereu espai o desmarqueu la casella de selecció.
cs_cz: Uvolněte místo nebo zrušte zaškrtnutí políčka
da_dk: Frigør plads eller fjern markeringen i afkrydsningsfeltet
de: Gib Platz frei oder wähle das Kontrollkästchen ab
el_gr: Ελευθερώστε χώρο ή αποεπιλέξτε το checkbox
es_419: Libere espacio o desmarque la casilla de verificación
fr: Libérez de l'espace ou décochez la case.
hu: Szabadítson fel területet, vagy szüntesse meg a jelölést a jelölőnégyzetben
id: Kosongkan ruang yang ada atau lepas pilihan pada kotak centang
it: Libera spazio o deseleziona la casella di controllo
nb_no: Frigjør plass eller fjern markeringen i avmerkingsboksen
nl: Maak ruimte vrij of deselecteer het selectievakje
pl: Zwolnij miejsce lub usuń zaznaczenie
pt: Libere espaço ou desmarque a caixa de seleção.
pt_br: Liberte espaço ou desmarque a caixa de seleção
ro: Eliberați spațiu sau deselectați caseta.
ru: Освободите место или снимите отметку с чекбокса
sk: Uvoľnite miesto alebo zrušte začiarknutie políčka
sv_se: Frigör utrymme eller avmarkera kryssrutan
tr: Depolama alanı boşaltın ya da işareti kaldırın
zh_cn: 释放空间或取消选择复选框
zh_tw: 釋放空間或取消選取核取方塊。

# MappingErrorCode_Value_LocalAndRemoteFoldersNotEmpty
source: Setting up a sync folder requires an empty Windows or Proton Drive web folder. Please clear one and try again.
be_by: Патрабуецца пустая папка Windows для наладжвання сінхранізацыі або папка Proton Drive створаная ў вэб-інтэрфейсе. Ачысціце папку і паспрабуйце яшчэ раз.
ca_es: La configuració d'una carpeta de sincronització requereix una carpeta web de Windows o Proton Drive buida. Esborreu-ne una i torneu-ho a provar.
cs_cz: Nastavení složky k synchronizaci vyžaduje prázdnou složku Windows nebo Proton Drive na webu. Vyprázdněte složku a zkuste to znovu.
da_dk: Opsætning af en synkroniseringsmappe kræver en tom Windows- eller Proton Drive-webmappe. Ryd en og prøv igen.
de: Die Einrichtung eines Synchronisationsordners erfordert einen leeren Windows-Ordner oder einen leeren Ordner in der Web-App von Proton Drive. Bitte lösche einen und versuche es erneut.
el_gr: Η ρύθμιση ενός φακέλου συγχρονισμού απαιτεί έναν κενό φάκελο ιστού των Windows ή του Proton Drive. Διαγράψτε ένα και προσπαθήστε ξανά.
es_419: Para configurar una carpeta de sincronización, es necesario tener una carpeta web vacía en Windows o Proton Drive. Borre una y vuelva a intentarlo.
fr: La configuration d'un dossier de synchronisation nécessite un dossier Windows vide ou un dossier web Proton Drive. Veuillez en effacer un et réessayer.
hu: A szinkronizálási Mappa beállításához egy üres Windows vagy Proton Drive webes Mappára van szükség. Kérjük, végezze el az egyik Mappa ürítését, és próbálja újra.
id: Penyiapan folder sinkronisasi memerlukan folder web Windows atau Proton Drive yang kosong. Silakan kosongkan isi salah satu folder web ini dan coba lagi.
it: La configurazione di una cartella di sincronizzazione richiede una cartella Web Windows o Proton Drive vuota. Cancellane uno e riprova.
nb_no: Oppsett av en synkroniseringsmappe krever en tom Windows- eller Proton Drive-nettmappe. Tøm en og prøv på nytt.
nl: Het opzetten van een synchronisatiemap vereist een lege Windows of Proton Drive web map. Wis er een en probeer het opnieuw.
pl: Konfiguracja folderu synchronizacji wymaga pustego folderu w systemie Windows lub w Proton Drive. Wyczyść go i spróbuj ponownie.
pt: A configuração de uma pasta de sincronização requer uma pasta vazia do Windows ou do Proton Drive. Limpe uma e tente novamente.
pt_br: Configurar uma pasta de sincronização exige uma pasta vazia no Windows ou no Proton Drive web. Por favor, limpe uma e tente novamente.
ro: Setarea unui folder de sincronizare necesită un folder gol Windows sau Proton Drive din web. Creați unul și reîncercați.
ru: Для настройки папки синхронизации требуется пустая папка в Windows или на веб-сервисе Proton Drive. Очистите одну из них и попробуйте снова.
sk: Nastavenie synchronizačného priečinka vyžaduje prázdny webový priečinok systému Windows alebo Proton Drive. Vymažte ho a skúste to znova.
sv_se: Att ställa in en synkroniseringsmapp kräver en tom Windows- eller Proton Drive webbmapp. Vänligen rensa den och försök igen.
tr: Bir eşitleme klasörü kurmak için boş bir Windows veya Proton Drive internet klasörü gerekir. Lütfen birini boşaltıp yeniden deneyin.
zh_cn: 设置同步文件夹需要一个空的 Windows 或 Proton Drive 网络文件夹。请清除一个文件夹并重试。
zh_tw: 設定同步資料夾需要空的 Windows 或 Proton Drive 全球資訊網資料夾。請清除一個並再試一次。

# MappingErrorCode_Value_LocalFileSystemAccessFailed
source: Can't access or create local sync folder. We’ll keep retrying.
be_by: Немагчыма атрымаць доступ або стварыць лакальную папку для сінхранізацыі. Будзе зроблена паўторная спроба.
ca_es: No es pot accedir ni crear la carpeta de sincronització local. Seguirem intentant-ho.
cs_cz: Nelze získat přístup k místní složce k synchronizaci ani ji vytvořit. Budeme to zkoušet znovu.
da_dk: Kan ikke få adgang til eller oprette en lokal synkroniseringsmappe. Vi bliver ved med at prøve.
de: Kann nicht auf den lokalen Synchronisationsordner zugreifen oder ihn erstellen. Wir werden es weiter versuchen.
el_gr: Δεν είναι δυνατή η πρόσβαση ή η δημιουργία τοπικού φακέλου συγχρονισμού. Θα συνεχίσουμε να προσπαθούμε.
es_419: No se puede acceder o crear una carpeta de sincronización local. Seguiremos intentando.
fr: L'accès au dossier de synchronisation local ou sa création n'a pas abouti. Nous allons réessayer.
hu: Nem sikerül elérni vagy létrehozni a helyi szinkronizálási mappát. Újrapróbálkozunk.
id: Folder sinkronisasi lokal tidak dapat diakses atau dibuat. Kami akan terus mencoba.
it: Impossibile accedere o creare la cartella di sincronizzazione locale. Continueremo a riprovare.
nb_no: Kan ikke få tilgang til eller opprette en lokal synkroniseringsmappe. Vi fortsetter å prøve på nytt.
nl: Kan geen toegang krijgen of lokale synchronisatiemap aanmaken. We blijven het opnieuw proberen.
pl: Nie można uzyskać dostępu lub utworzyć lokalnego folderu synchronizacji. Będziemy ponawiać próbę.
pt: Não é possível aceder ou criar a pasta de sincronização local. Vamos continuar a tentar.
pt_br: Não é possível acessar ou criar a pasta de sincronização local. Continuaremos tentando.
ro: Nu se poate accesa sau crea folderul local de sincronizare. Se va reîncerca.
ru: Невозможно получить доступ или создать локальную папку синхронизации. Мы будем повторять попытки.
sk: Nie je možné získať prístup k miestnemu synchronizačnému priečinku ani ho vytvoriť. Pokračujeme v opakovaných pokusoch.
sv_se: Kan inte komma åt eller skapa lokal synkroniseringsmapp. Vi fortsätter försöka igen.
tr: Yerel eşitleme klasörüne erişilemedi veya klasör oluşturulamadı. Denemeyi sürdüreceğiz.
zh_cn: 无法访问或创建本地同步文件夹。我们将继续重试。
zh_tw: 無法存取或建立本機同步資料夾。我們會持續重試。

# MappingErrorCode_Value_LocalFolderDiverged
source: Sync folder was replaced by a new folder in path. Restore the previous sync folder or set up a new sync folder.
be_by: Папка сінхранізацыі была заменена новай папкай у шляху. Аднавіце папярэднюю папку для сінхранізацыі або наладзьце новую.
ca_es: La carpeta de sincronització s'ha substituït per una carpeta nova a la ruta. Restaureu la carpeta de sincronització anterior o configureu una nova carpeta de sincronització.
cs_cz: Složka k synchronizaci byla nahrazena novou složkou v cestě. Obnovte předchozí složku k synchronizaci nebo nastavte novou.
da_dk: Synkroniseringsmappe blev erstattet af en ny mappe i stien. Gendan den tidligere synkroniseringsmappe, eller opret en ny synkroniseringsmappe.
de: Der Synchronisationsordner wurde durch einen neuen Ordner im Pfad ersetzt. Stelle den vorherigen Sync-Ordner wieder her oder richte einen neuen Sync-Ordner ein.
el_gr: Ο φάκελος συγχρονισμού αντικαταστάθηκε από έναν νέο φάκελο στη διαδρομή. Επαναφέρετε τον προηγούμενο φάκελο συγχρονισμού ή ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: La carpeta de sincronización fue reemplazada por una carpeta nueva en la ruta. Restaure la carpeta anterior o configure una nueva.
fr: Le dossier de synchronisation a été remplacé par un nouveau dossier dans le chemin. Restaurez le dossier de synchronisation précédent ou configurez un nouveau dossier de synchronisation.
hu: A szinkronizált mappát egy új mappa váltotta fel az útvonalon. Állítsa vissza az előző szinkronizált mappát, vagy állítson be egy új szinkronizált mappát.
id: Folder sinkronisasi telah digantikan oleh folder baru dalam jalur direktori. Pulihkan folder sinkronisasi sebelumnya atau persiapkan folder sinkronisasi baru.
it: La cartella di sincronizzazione è stata sostituita da una nuova cartella nel percorso. Ripristina la cartella di sincronizzazione precedente o configura una nuova cartella di sincronizzazione.
nb_no: Synkroniseringsmappen ble erstattet av en ny mappe i banen. Gjenopprett den forrige synkroniseringsmappen eller sett opp en ny synkroniseringsmappe.
nl: De gesynchroniseerde map werd vervangen door een nieuwe map in het pad. Herstel de vorige sync map of stel een nieuwe sync map in.
pl: Folder synchronizacji został zastąpiony nowym folderem w ścieżce. Przywróć poprzedni folder synchronizacji lub skonfiguruj nowy folder synchronizacji.
pt: A pasta de sincronização foi substituída por uma nova pasta no caminho. Restaure a pasta de sincronização anterior ou configure uma nova pasta de sincronização.
pt_br: A pasta de sincronização foi substituída por uma nova pasta no caminho. Restaure a pasta de sincronização anterior ou configure uma nova pasta de sincronização.
ro: Folderul de sincronizare a fost înlocuit de un alt folder în cale. Refaceți folderul de sincronizare anterior sau setați unul nou.
ru: Папка синхронизации была заменена новой в указанном пути. Восстановите предыдущую папку синхронизации или настройте новую.
sk: Priečinok synchronizácie bol nahradený novým priečinkom v ceste. Obnovte predchádzajúci synchronizačný priečinok alebo nastavte nový synchronizačný priečinok.
sv_se: Synkroniseringsmappen ersattes av en ny mapp i sökvägen. Återställ den tidigare synkroniseringsmappen eller ställ in en ny synkroniseringsmapp.
tr: Eşitleme klasörü yolu yeni bir klasörle değiştirildi. Önceki eşitleme klasörünü geri yükleyin ya da yeni bir eşitleme klasörü oluşturun.
zh_cn: 同步文件夹被路径中的新文件夹取代。恢复之前的同步文件夹或设置新的同步文件夹。
zh_tw: 同步資料夾已由路徑中的新資料夾取代。請還原先前的同步資料夾，或設定新的同步資料夾。

# MappingErrorCode_Value_LocalFolderDoesNotExist
source: Sync folder not found. It may have been deleted, renamed, or moved. Restore it or set up a new sync folder.
be_by: Папка сінхранізацыі не знойдзена. Магчыма, што яна была выдалена, перайменавана або перамешчана ў іншае месца. Аднавіце яе або наладзьце новую папку.
ca_es: No s'ha trobat la carpeta de sincronització. És possible que s'hagi suprimit, canviat de nom o mogut. Restaureu-la o configureu una nova carpeta de sincronització.
cs_cz: Složka k synchronizaci nenalezena. Mohla být smazána, přejmenována nebo přesunuta. Obnovte ji nebo nastavte novou.
da_dk: Synkroniseringsmappe ikke fundet. Den kan være blevet slettet, omdøbt eller flyttet. Gendan den, eller opret en ny synkroniseringsmappe.
de: Synchronisationsordner nicht gefunden. Er wurde möglicherweise gelöscht, umbenannt oder verschoben. Stelle ihn wieder her oder richte einen neuen Sync-Ordner ein.
el_gr: Ο φάκελος συγχρονισμού δε βρέθηκε. Μπορεί να έχει διαγραφεί, μετονομαστεί ή μετακινηθεί. Επαναφέρετε τον ή ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: No se encontró la carpeta de sincronización. Podría haber sido eliminada, renombrada o movida. Restáurela o configure una nueva.
fr: Le dossier de synchronisation est introuvable. Il a peut-être été supprimé, renommé ou déplacé. Restaurez-le ou configurez un nouveau dossier de synchronisation.
hu: A szinkronizálási Mappa nem található. Lehet, hogy törölve lett, át lett nevezve vagy áthelyezték. Állítsa vissza, vagy állítson be egy új szinkronizálási mappát.
id: Folder sinkronisasi tidak ditemukan. Folder ini mungkin telah dihapus, diubah nama, atau dipindahkan. Pulihkan folder ini atau persiapkan folder sinkronisasi baru.
it: Cartella di sincronizzazione non trovata. Potrebbe essere stato eliminato, rinominato o spostato. Ripristinalo o imposta una nuova cartella di sincronizzazione.
nb_no: Finner ikke synkroniseringsmappen. Den kan ha blitt slettet, gitt nytt navn eller flyttet. Gjenopprett den eller sett opp en ny synkroniseringsmappe.
nl: Synchronisatiemap niet gevonden. Deze mogelijk verwijderd, hernoemd of verplaatst. Herstel deze of stel een nieuwe synchronisatiemap in.
pl: Folder synchronizacji nie został znaleziony. Możliwe, że został usunięty, przeniesiony lub zmieniono jego nazwę. Przywróć go lub skonfiguruj nowy folder synchronizacji.
pt: A pasta de sincronização não foi encontrada. Pode ter sido eliminar, renomeada ou movida. Restaure ou configure uma nova pasta de sincronização.
pt_br: Pasta de sincronização não encontrada. Ela pode ter sido excluída, renomeada ou movida. Restaure-a ou configure uma nova pasta de sincronização.
ro: Folderul de sincronizare nu a fost găsit. Ar putea să fie șters, redenumit sau mutat. Restaurați-l sau setați un folder nou de sincronizare.
ru: Папка синхронизации не найдена. Возможно, она была удалена, переименована или перемещена. Восстановите её или настройте новую папку для синхронизации.
sk: Synchronizačný priečinok nebol nájdený. Mohol byť odstránený, premenovaný alebo presunutý. Obnovte ho alebo nastavte nový synchronizačný priečinok.
sv_se: Synkroniseringsmapp hittades inte. Den kan ha tagits bort, bytt namn eller flyttats. Återställ den eller ställ in en ny synkroniseringsmapp.
tr: Eşitleme klasörü bulunamadı. Silinmiş, yeniden adlandırılmış veya taşınmış olabilir. Eşitleme klasörünü geri yükleyin ya da yeni bir eşitleme klasörü oluşturun.
zh_cn: 未找到同步文件夹。它可能已删除、重命名或移动。请恢复或设置新的同步文件夹。
zh_tw: 同步資料夾找不到。它可能已被刪除、重新命名或移動。請還原它，或設定新的同步資料夾。

# MappingErrorCode_Value_LocalFolderIncludedByAnAlreadySyncedFolder
source: The selected folder is already included within another synced folder
be_by: Выбраная папка ўжо ўключана ў іншую сінхранізаваную папку
ca_es: La carpeta seleccionada ja està inclosa dins d'una altra carpeta sincronitzada.
cs_cz: Vybraná složka je již obsažena v jiné synchronizované složce
da_dk: Den valgte mappe er allerede inkluderet i en anden synkroniseret mappe
de: Der ausgewählte Ordner ist bereits in einem anderen synchronisierten Ordner enthalten
el_gr: Ο επιλεγμένος φάκελος συμπεριλαμβάνεται ήδη σε κάποιον άλλον συγχρονιζόμενο φάκελο
es_419: La carpeta seleccionada ya está incluida en otra carpeta sincronizada.
fr: Le dossier sélectionné est déjà inclus dans un autre dossier synchronisé
hu: A kiválasztott mappa már egy másik szinkronizált mappában megtalálható
id: Folder yang dipilih sudah termasuk dalam folder yang disinkronkan lainnya
it: La cartella selezionata è già inclusa in un'altra cartella sincronizzata.
nb_no: Den valgte mappen er allerede inkludert i en annen synkronisert mappe
nl: De geselecteerde map is opgenomen in een andere gesynchroniseerde map
pl: Folder zawiera już zsynchronizowany folder
pt: A pasta selecionada já está incluída em outra pasta sincronizada.
pt_br: A pasta selecionada já está incluída em outra pasta sincronizada.
ro: Folderul selectat este deja inclus cu alt folder sincronizat.
ru: Выбранная папка уже включена в другую синхронизированную папку
sk: Vybraný priečinok je už zahrnutý v inom synchronizovanom priečinku
sv_se: Den valda mappen finns redan i en annan synkroniserad mapp
tr: Seçilmiş klasör eşitlenen başka bir klasörde zaten bulunuyor
zh_cn: 您选择的文件夹已被包含在另一个已同步的文件夹中
zh_tw: 選取的資料夾已包含在另一個已同步的資料夾中

# MappingErrorCode_Value_LocalFolderIncludesAnAlreadySyncedFolder
source: The selected folder contains an already synced folder
be_by: Выбраная папка ўжо змяшчае сінхранізаваную папку
ca_es: La carpeta seleccionada conté una carpeta ja sincronitzada.
cs_cz: Vybraná složka obsahuje již synchronizovanou složku
da_dk: Den valgte mappe indeholder en allerede synkroniseret mappe
de: Der ausgewählte Ordner enthält einen bereits synchronisierten Ordner
el_gr: Ο επιλεγμένος φάκελος περιέχει έναν ήδη συγχρονισμένο φάκελο
es_419: La carpeta seleccionada ya contiene una carpeta sincronizada.
fr: Le dossier sélectionné contient un dossier déjà synchronisé.
hu: A kiválasztott mappa már tartalmaz egy szinkronizált mappát
id: Folder yang dipilih berisi folder yang sudah disinkronkan
it: La cartella selezionata contiene una cartella già sincronizzata
nb_no: Valgt mappe inneholder en allerede synkronisert mappe
nl: De geselecteerde map bevat een reeds gesynchroniseerde map
pl: Folder zawiera już zsynchronizowany folder
pt: A pasta selecionada contém uma pasta já sincronizada.
pt_br: A pasta selecionada contém uma pasta já sincronizada
ro: Folderul selectat conține deja un folder sincronizat.
ru: Выбранная папка содержит папку, уже синхронизируемую
sk: Vybraný priečinok obsahuje už synchronizovaný priečinok
sv_se: Den valda mappen innehåller en redan synkroniserad mapp
tr: Seçilmiş klasör içinde zaten eşitlenen bir klasör bulunuyor
zh_cn: 所选文件夹包含已同步的文件夹
zh_tw: 選取的資料夾包含一個已同步的同步資料夾

# MappingErrorCode_Value_LocalFolderNonSyncable
source: The local folder is not eligible for synchronization. Set up a new sync folder.
be_by: Лакальная папка непрыдатная для сінхранізацыі. Наладзьце новую папку для сінхранізацыі.
ca_es: La carpeta local no es pot sincronitzar. Configureu una nova carpeta de sincronització.
cs_cz: Místní složka není způsobilá pro synchronizaci. Nastavte novou složku k synchronizaci.
da_dk: Den lokale mappe er ikke kvalificeret til synkronisering. Opret en ny synkroniseringsmappe.
de: Der lokale Ordner ist für die Synchronisierung nicht geeignet. Richte einen neuen Sync-Ordner ein.
el_gr: Ο τοπικός φάκελος δεν είναι κατάλληλος για συγχρονισμό. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: No se puede sincronizar la carpeta local. Configure otra carpeta.
fr: Le dossier local ne peut pas être synchronisé. Veuillez configurer un nouveau dossier de synchronisation.
hu: A helyi mappa nem alkalmas szinkronizálásra. Állítson be egy új szinkronizálási mappát.
id: Folder lokal ini tidak memenuhi syarat untuk digunakan sebagai folder sinkronisasi. Persiapkan folder sinkronisasi baru.
it: La cartella locale non è idonea per la sincronizzazione. Configura una nuova cartella di sincronizzazione.
nb_no: Den lokale mappen er ikke kvalifisert for synkronisering. Sett opp en ny synkroniseringsmappe.
nl: De lokale map komt niet in aanmerking voor synchronisatie. Maak een nieuwe synchronisatie map aan.
pl: Lokalny folder nie jest odpowiedni do synchronizacji. Skonfiguruj nowy folder synchronizacji.
pt: A pasta local não pode ser sincronizada. Configure uma nova pasta de sincronização.
pt_br: A pasta local não é elegível para sincronização. Configure uma nova pasta de sincronização.
ro: Folderul local nu este eligibil pentru sincronizare. Setați un folder nou de sincronizare.
ru: Локальная папка не подходит для синхронизации. Настройте новую папку для синхронизации.
sk: Miestny priečinok nie je vhodný na synchronizáciu. Nastavte nový synchronizačný priečinok.
sv_se: Den lokala mappen är inte berättigad för synkronisering. Ställ in en ny synkroniseringsmapp.
tr: Yerel klasör eşitlenmeye uygun değil. Yeni bir eşitleme klasörü oluşturun.
zh_cn: 本地文件夹不符合同步条件。请设置新的同步文件夹。
zh_tw: 本地資料夾不符合同步資格。設定新的同步資料夾。
