Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# SignIn_Text_Username
source: Email or _username
be_by: Электронная пошта або _імя карыстальніка
ca_es: Correu electrònic o _nom d'usuari
cs_cz: E-mail nebo _uživatelské jméno
da_dk: E-mail eller _brugernavn
de: E-Mail oder _Benutzername
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου ή όνομα χρήστη
es_419: Correo o nombre de _usuario
fr: Adresse e-mail ou nom d'_utilisateur
hu: Email cím vagy _felhasználónév
id: Email atau _nama pengguna
it: Email o _nome utente
nb_no: E-post eller _brukernavn
nl: E-mail of gebruikersnaam
pl: Adres e-mail lub nazwa użytkownika
pt: E-mail ou nome de _utilizador
pt_br: E-mail ou _nome de usuário
ro: E-mail sau _nume de utilizator
ru: Электронная почта или _имя пользователя
sk: Email alebo _používateľské meno
sv_se: E-post eller _användarnamn
tr: E-posta adresi veya _kullanıcı adı
zh_cn: 电子邮件或用户名
zh_tw: 電子郵件或用戶名稱

# SignIn_Text_Username_HelpText
source: Username
be_by: Імя карыстальніка
ca_es: Nom d'usuari
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de: Benutzername
el_gr: Όνομα Χρήστη
es_419: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználói név
id: Nama pengguna
it: Nome utente
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Používateľské meno
sv_se: Användarnamn
tr: Kullanıcı adı
zh_cn: 用户名
zh_tw: 使用者名稱

# SignIn_Text_ValidationError_PasswordRequired
source: Password is required
be_by: Патрабуецца ўвесці пароль
ca_es: La contrasenya és obligatòria.
cs_cz: Heslo je povinná položka
da_dk: Adgangskode er påkrævet
de: Passwort ist erforderlich
el_gr: Απαιτείται κωδικός πρόσβασης
es_419: Se requiere la contraseña.
fr: Le mot de passe est nécessaire.
hu: Jelszó megadása szükséges
id: Kata sandi dibutuhkan
it: Password necessaria
nb_no: Passord kreves
nl: Wachtwoord is vereist
pl: Hasło jest wymagane
pt: A palavra-passe é obrigatória.
pt_br: A senha é obrigatória
ro: Parola este obligatorie
ru: Нужно ввести пароль
sk: Heslo je požadované
sv_se: Lösenord är obligatoriskt
tr: Parolanın yazılması zorunludur
zh_cn: 需要密码
zh_tw: 密碼為必填

# SignIn_Text_ValidationError_SessionExpired
source: Your session has expired. Sign in to continue.
be_by: Ваш сеанс пратэрмінаваны. Увайдзіце, каб працягнуць.
ca_es: La vostra sessió ha caducat. Torneu a iniciar sessió per continuar.
cs_cz: Vaše relace vypršela. Přihlaste se znovu pro pokračování.
da_dk: Din session er udløbet. Log ind for at fortsætte.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
el_gr: Η συνεδρία σας έχει λήξει. Συνδεθείτε για να συνεχίσετε.
es_419: La sesión ha expirado. Inicie sesión para continuar.
fr: Votre session a expiré. Veuillez vous connecter pour continuer.
hu: A munkamenete lejárt. Jelentkezzen be a folytatáshoz.
id: Sesi Anda telah kedaluwarsa. Silakan masuk kembali untuk melanjutkan.
it: La sessione è scaduta. Esegui nuovamente l'accesso per continuare.
nb_no: Økten din er utløpt. Logg på for å fortsette.
nl: Uw sessie is verlopen. Log opnieuw in om door te gaan.
pl: Sesja wygasła. Zaloguj się, aby kontynuować.
pt: A sua sessão expirou. Inicie sessão novamente.
pt_br: A sua sessão expirou. Inicie sessão novamente para continuar.
ro: Sesiunea a expirat. Conectați-vă pentru a continua.
ru: Ваш сеанс истек. Войдите, чтобы продолжить.
sk: Vaša relácia vypršala. Prihláste sa pre pokračovanie.
sv_se: Din session har löpt ut. Logga in för att fortsätta.
tr: Oturumunuzun geçerlilik süresi dolmuş. İlerlemek için lütfen oturum açın.
zh_cn: 您的会话已过期。请登录以继续。
zh_tw: 連線逾時。請登入以繼續。

# SignIn_Text_ValidationError_SomethingWentWrong
source: Something went wrong
be_by: Нешта пайшло не так
ca_es: S'ha produït un error.
cs_cz: Něco se pokazilo
da_dk: Noget gik galt
de: Etwas ist schiefgelaufen
el_gr: Κάτι πήγε στραβά
es_419: Ocurrió un error.
fr: Une erreur s'est produite.
hu: Valami hiba történt
id: Terdapat suatu kesalahan
it: Qualcosa è andato storto.
nb_no: Noe gikk galt
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt: Ocorreu um erro.
pt_br: Algo deu errado.
ro: Ceva nu a mers bine.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv_se: Något gick fel
tr: Bir sorun çıktı
zh_cn: 出了点问题
zh_tw: 發生錯誤

# SignIn_Text_ValidationError_UsernameRequired
source: Username is required
be_by: Патрабуецца імя карыстальніка
ca_es: El nom d'usuari és obligatori.
cs_cz: Uživatelské jméno je povinná položka
da_dk: Brugernavn er påkrævet
de: Benutzername ist erforderlich
el_gr: Το όνομα χρήστη απαιτείται
es_419: Se requiere el nombre de usuario.
fr: Le nom d’utilisateur est nécessaire.
hu: Felhasználónév megadása kötelező
id: Nama pengguna dibutuhkan
it: Nome utente richiesto
nb_no: Brukernavn kreves
nl: Gebruikersnaam is vereist
pl: Nazwa użytkownika jest wymagana
pt: O nome de utilizador é obrigatório.
pt_br: Nome de usuário necessário
ro: Numele de utilizator este obligatoriu
ru: Требуется имя пользователя
sk: Používateľské meno je povinné
sv_se: Användarnamn är obligatoriskt
tr: Kullanıcı adı gereklidir
zh_cn: 用户名是必填项
zh_tw: 使用者名稱必填

# SignIn_Title_2FA
source: Two-factor authentication
be_by: Двухфактарная аўтэнтыфікацыя
ca_es: Autenticació de doble factor
cs_cz: Dvoufázové ověření
da_dk: To-faktor-godkendelse
de: Zwei-Faktor-Authentifizierung
el_gr: Ταυτοποίηση δύο παραγόντων
es_419: Autenticación de dos factores
fr: Authentification à deux facteurs
hu: Kétlépcsős hitelesítés
id: Autentikasi dua faktor
it: Autenticazione a due fattori
nb_no: Tofaktorautentisering
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwustopniowe
pt: Autenticação de dois fatores
pt_br: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация
sk: Dvojstupňové overenie
sv_se: Tvåfaktorsautentisering
tr: İki adımlı doğrulama
zh_cn: 双因素身份验证 (2FA)
zh_tw: 兩步驟驗證

# StorageOptimizationErrorCode_Value_ConflictingDescendantOnDemandSyncRootExists
source: it contains a subfolder synced on-demand by {0}
be_by: яна ўтрымлівае падпапку, сінхранізаваную па патрабаванні {0}
ca_es: conté una subcarpeta sincronitzada sota demanda per {0}.
cs_cz: obsahuje podsložku, která se synchronizuje na vyžádání aplikací {0}
da_dk: den indeholder en undermappe, der er synkroniseret on‑demand af {0}
de: enthält einen Unterordner, der durch {0} on-demand-synchronisiert wird
el_gr: περιέχει έναν υποφάκελο που συγχρονίζεται κατ' απαίτηση από την {0}
es_419: contiene una subcarpeta sincronizada bajo demanda por {0}.
fr: il contient un sous-dossier synchronisé à la demande par {0}.
hu: Tartalmaz egy almappát, amelyet igény szerint szinkronizál a(z) {0}
id: berisi subfolder tersinkron secara permintaan oleh {0}
it: contiene una sottocartella sincronizzata su richiesta da {0}.
nb_no: den inneholder en undermappe som synkroniseres ved behov av {0}
nl: het bevat een submap op aanvraag gesynchroniseerd door {0}
pl: zawiera podfolder synchronizowany na żądanie przez {0}
pt: contém uma subpasta sincronizada sob demanda por {0}.
pt_br: contém uma subpasta sincronizada sob demanda por {0}.
ro: conține un subfolder sincronizat la cerere de către {0}
ru: в ней содержится подпапка, синхронизируемая по требованию через {0}
sk: obsahuje podpriečinok synchronizovaný na vyžiadanie cez {0}
sv_se: den innehåller en undermapp som synkroniserats på begäran av {0}
tr: {0} ile isteğe bağlı olarak eşitlenen bir alt klasörü var
zh_cn: 它包含一个由 {0} 按需同步的子文件夹
zh_tw: 它包含一個由 {0} 隨選同步的子資料夾

# StorageOptimizationErrorCode_Value_ConflictingOnDemandSyncRootExists
source: it is already synced on-demand by {0}
be_by: яна ўжо сінхранізавана па патрабаванні {0}
ca_es: ja està sincronitzat sota demanda per {0}.
cs_cz: je již synchronizována na vyžádání aplikací {0}
da_dk: den er allerede synkroniseret on‑demand af {0}
de: ist bereits durch {0} on-demand-synchronisiert
el_gr: είναι ήδη συγχρονισμένο κατ 'απαίτηση από την {0}
es_419: ya está sincronizado bajo demanda por {0}.
fr: il est déjà synchronisé à la demande par {0}.
hu: már igény szerint szinkronizálva van a(z) {0} által
id: sudah disinkron sesuai permintaan oleh {0}
it: è già sincronizzato su richiesta da {0}.
nb_no: den synkroniseres allerede ved behov av {0}
nl: het is al op aanvraag gesynchroniseerd door {0}
pl: jest już synchronizowany na żądanie przez {0}
pt: já está sincronizado sob demanda por {0}.
pt_br: já está sincronizado sob demanda por {0}.
ro: este deja sincronizat la cerere de către {0}
ru: она уже синхронизируется по требованию через {0}
sk: je už synchronizovaný na vyžiadanie cez {0}
sv_se: den är redan synkroniserad på begäran av {0}
tr: zaten {0} ile isteğe bağlı olarak eşitleniyor
zh_cn: 已由 {0} 按需同步
zh_tw: 它已由 {0} 隨選同步。

# StorageOptimizationErrorCode_Value_NetworkVolumeNotSupported
source: network drives are not supported
be_by: сеткавыя дыскі не падтрымліваюцца
ca_es: Les unitats de xarxa no estan suportades
cs_cz: síťové disky nejsou podporovány
da_dk: netværksdrev understøttes ikke
de: Netzwerklaufwerke werden nicht unterstützt
el_gr: οι μονάδες δίσκου δικτύου δεν υποστηρίζονται
es_419: las unidades en red no está soportadas
fr: les lecteurs réseau ne sont pas pris en charge.
hu: hálózati meghajtók nem támogatottak
id: drive jaringan tidak didukung
it: le unità di rete non sono supportate
nb_no: nettverksstasjoner støttes ikke
nl: netwerk schijven worden niet ondersteund
pl: dyski sieciowe nie są obsługiwane
pt: as unidades de rede não são suportadas.
pt_br: unidades de rede não são suportadas
ro: unitățile din rețea nu sunt suportate
ru: сетевые хранилища не поддерживаются
sk: sieťové disky nie sú podporované
sv_se: nätverksenheter stöds inte
tr: ağ sürücüleri desteklenmiyor
zh_cn: 不支持网络硬盘
zh_tw: 網路雲端磁碟不受支援

# StorageOptimizationErrorCode_Value_RemovableVolumeNotSupported
source: removable drives are not supported
be_by: здымныя дыскі не падтрымліваюцца
ca_es: Les unitats extraïbles no estan suportades
cs_cz: vyměnitelné disky nejsou podporovány
da_dk: flytbare drev understøttes ikke
de: Wechseldatenträger werden nicht unterstützt
el_gr: οι αφαιρούμενες μονάδες δίσκου δεν υποστηρίζονται
es_419: las unidades extraíbles no están soportadas
fr: les lecteurs amovibles ne sont pas pris en charge.
hu: az eltávolítható meghajtók nem támogatottak
id: drive portabel tidak didukung
it: le unità rimovibili non sono supportate
nb_no: flyttbare stasjoner støttes ikke
nl: verwijderbare schijven worden niet ondersteund
pl: dyski przenośne nie są obsługiwane
pt: as unidades removíveis não são suportadas.
pt_br: unidades removíveis não são suportadas
ro: unitățile portabile nu sunt suportate
ru: съемные накопители не поддерживаются
sk: vymeniteľné disky nie sú podporované
sv_se: Flyttbara enheter stöds inte
tr: çıkarılabilir sürücüler desteklenmiyor
zh_cn: 不支持移动硬盘
zh_tw: 可移除式雲端磁碟不受支援

# StorageOptimizationErrorCode_Value_Unknown
source: enabling on-demand sync failed
be_by: збой уключэння сінхранізацыі па патрабаванні
ca_es: Ha fallat la sincronització sota demanda
cs_cz: povolení synchronizace na vyžádání selhalo
da_dk: aktivering af on‑demand sync mislykkedes
de: Fehler beim Aktivieren der On-Demand-Synchronisation
el_gr: η ενεργοποίηση του συγχρονισμού κατ' απαίτηση απέτυχε
es_419: no se pudo activar la sincronización bajo demanda
fr: l'activation de la synchronisation à la demande n'a pas abouti.
hu: az igény szerinti szinkronizálás engedélyezése sikertelen
id: aktivasi sinkronisasi on-demand gagal
it: abilitazione della sincronizzazione su richiesta non riuscita
nb_no: aktivering av behovsbetinget synkronisering mislyktes
nl: het inschakelen van synchronisatie op aanvraag is mislukt
pl: włączenie synchronizacji na żądanie nie powiodło się
pt: occoreu um erro ao ativar a sincronização sob demanda.
pt_br: falha ao ativar a sincronização sob demanda
ro: activarea sincronizării la cerere a eșuat
ru: не удалось включить синхронизацию по требованию
sk: povolenie synchronizácie na vyžiadanie zlyhalo
sv_se: aktivering av synkronisering på begäran misslyckades
tr: isteğe bağlı eşitleme açılamadı
zh_cn: 启用按需同步失败
zh_tw: 啟用隨選同步失敗

# StorageOptimizationErrorCode_Value_VolumeNotSupported
source: local drive type is not supported
be_by: тып лакальнага дыску не падтрымліваецца
ca_es: El tipus d'unitat local no està suportada
cs_cz: typ místního disku není podporován
da_dk: lokal drevtype understøttes ikke
de: Lokaler Laufwerkstyp wird nicht unterstützt
el_gr: ο τύπος τοπικής μονάδας δίσκου δεν υποστηρίζεται
es_419: la unidad de tipo local no está soportada
fr: le type de lecteur local n'est pas pris en charge.
hu: helyi drive típus nem támogatott
id: tipe drive lokal tidak didukung
it: il tipo di unità locale non è supportato
nb_no: lokal stasjonstype støttes ikke
nl: lokaal schijftype wordt niet ondersteund
pl: typ lokalnego dysku nie jest obsługiwany
pt: o tipo de unidade local não é compatível.
pt_br: tipo de unidade local não é compatível
ro: tipul de unitate locală nu este suportată
ru: тип локального хранилища не поддерживается
sk: typ miestneho disku nie je podporovaný
sv_se: Flyttbara enheter stöds inte
tr: yerel sürücü türü desteklenmiyor
zh_cn: 不支持本地硬盘类型
zh_tw: 本機雲端磁碟類型不支援

# SyncFolderValidationResult_Title_InsufficientLocalFreeSpace
source: Not enough free space on this device
be_by: На гэтай прыладзе недастаткова свабоднага месца
ca_es: No hi ha prou espai lliure en aquest dispositiu.
cs_cz: V tomto zařízení není dostatek volného místa
da_dk: Ikke nok ledig plads på denne enhed
de: Nicht genügend freier Speicherplatz auf diesem Gerät
el_gr: Δεν υπάρχει αρκετός ελεύθερος χώρος σε αυτήν τη συσκευή
es_419: No hay espacio libre suficiente en este dispositivo
fr: L’espace libre sur cet appareil est insuffisant.
hu: Nincs elég szabad hely ezen az eszközön
id: Ruang kosong pada perangkat ini tidak memadai
it: Spazio libero insufficiente su questo dispositivo
nb_no: Ikke nok ledig plass på denne enheten
nl: Onvoldoende vrije ruimte op dit apparaat
pl: Brak miejsca na urządzeniu
pt: Não há espaço livre suficiente neste dispositivo.
pt_br: Não há espaço livre suficiente neste dispositivo
ro: Nu există spațiu suficient pe acest dispozitiv
ru: На этом устройстве недостаточно свободного места
sk: V tomto zariadení nie je dostatok voľného miesta
sv_se: Inte tillräckligt ledigt utrymme på denna enhet
tr: Bu aygıtta yeterli boş alan yok
zh_cn: 设备可用空间不足
zh_tw: 此裝置上沒有足夠的可用空間

# SyncFolderValidationResult_Value_FolderIncludedByAnAlreadySyncedFolder
source: The folder is included by an already synced folder
be_by: Уключаная папка ўжо сінхранізавана
ca_es: La carpeta està inclosa en una carpeta ja sincronitzada.
cs_cz: Složka je obsažena v již synchronizované složce
da_dk: Mappen er inkluderet i en allerede synkroniseret mappe
de: Der Ordner ist in einem bereits synchronisierten Ordner enthalten
el_gr: Ο φάκελος περιλαμβάνεται από έναν ήδη συγχρονισμένο φάκελο
es_419: La carpeta ya está incluida en una carpeta sincronizada.
fr: Ce dossier fait partie d'un dossier déjà synchronisé.
hu: A mappa benne van egy már szinkronizált mappában
id: Folder ini diikutsertakan oleh folder yang telah disinkronkan
it: La cartella è inclusa in una cartella già sincronizzata
nb_no: Mappen er inkludert i en allerede synkronisert mappe
nl: De map is opgenomen door een reeds gesynchroniseerde map
pl: Folder zawiera już zsynchronizowany folder
pt: Esta pasta faz parte de uma pasta já sincronizada.
pt_br: A pasta está incluída em uma pasta já sincronizada
ro: Folderul este inclus de un folder sincronizat deja.
ru: Папка включена в уже синхронизируемую папку
sk: Priečinok je zahrnutý v už synchronizovanom priečinku
sv_se: Mappen är inkluderad i en redan synkroniserad mapp
tr: Klasör zaten eşitlenen bir klasör altında bulunuyor
zh_cn: 文件夹已被同步文件夹包含
zh_tw: 該資料夾已被一個已同步的同步資料夾包含

# SyncFolderValidationResult_Value_FolderIncludesAnAlreadySyncedFolder
source: The folder contains an already synced folder
be_by: Змесціва папкі ўжо сінхранізавана
ca_es: La carpeta conté una carpeta ja sincronitzada.
cs_cz: Složka obsahuje již synchronizovanou složku
da_dk: Mappen indeholder en allerede synkroniseret mappe
de: Der Ordner enthält einen bereits synchronisierten Ordner
el_gr: Ο φάκελος περιέχει έναν ήδη συγχρονισμένο φάκελο
es_419: La carpeta ya contiene una carpeta sincronizada.
fr: Le dossier contient déjà un dossier synchronisé.
hu: A mappa tartalmaz egy már szinkronizált mappát
id: Folder ini mengandung folder yang telah disinkronkan
it: La cartella contiene una cartella già sincronizzata
nb_no: Mappen inneholder en allerede synkronisert mappe
nl: De map bevat een reeds gesynchroniseerde map
pl: Folder zawiera już zsynchronizowany folder
pt: A pasta contém uma pasta já sincronizada.
pt_br: A pasta contém uma pasta já sincronizada
ro: Folderul conține deja un folder sincronizat.
ru: Папка содержит уже синхронизируемую папку
sk: Priečinok obsahuje už synchronizovaný priečinok
sv_se: Mappen innehåller en redan synkroniserad mapp
tr: Klasörde zaten eşitlenen bir klasör bulunuyor
zh_cn: 文件夹包含已同步的文件夹
zh_tw: 該資料夾包含一個已同步的同步資料夾

# SyncFolderValidationResult_Value_InsufficientLocalFreeSpace
source: Free up space or deselect the checkbox.
be_by: Вызваліце прастору або здыміце выбар
ca_es: Allibereu espai o desmarqueu la casella de selecció.
cs_cz: Uvolněte místo nebo zrušte zaškrtnutí políčka.
da_dk: Frigør plads eller fjern markeringen i afkrydsningsfeltet.
de: Gib Platz frei oder wähle das Kontrollkästchen ab.
el_gr: Ελευθερώστε χώρο ή αποεπιλέξτε το checkbox.
es_419: Libere espacio o desmarque la casilla de verificación.
fr: Libérez de l'espace ou décochez la case.
hu: Szabadítson fel területet, vagy szüntesse meg a jelölést a jelölőnégyzetben.
id: Kosongkan ruang yang ada atau lepas pilihan pada kotak centang.
it: Libera spazio o deseleziona la casella di controllo.
nb_no: Frigjør plass eller fjern markeringen i avmerkingsboksen.
nl: Maak ruimte vrij of deselecteer het selectievakje.
pl: Zwolnij miejsce lub usuń zaznaczenie.
pt: Libere espaço ou desmarque a caixa de seleção.
pt_br: Liberte espaço ou desmarque a caixa de seleção.
ro: Eliberați spațiu sau deselectați caseta.
ru: Освободите место или снимите отметку с чекбокса.
sk: Uvoľnite miesto alebo zrušte začiarknutie políčka.
sv_se: Frigör utrymme eller avmarkera kryssrutan.
tr: Alan boşaltın ya da işareti kaldırın.
zh_cn: 释放空间或取消选择复选框.
zh_tw: 釋放空間或取消選取核取方塊。

# SyncFolderValidationResult_Value_LocalFileSystemAccessFailed
source: Can't access the folder
be_by: Немагчыма атрымаць доступ да папкі
ca_es: No es pot accedir a la carpeta.
cs_cz: Nelze získat přístup ke složce
da_dk: Kan ikke få adgang til mappen
de: Kann nicht auf den Ordner zugreifen
el_gr: Δεν είναι δυνατή η πρόσβαση στο φάκελο
es_419: No se puede acceder a la carpeta
fr: Le dossier n'est pas accessible.
hu: A mappa nem érhető el
id: Folder tidak dapat diakses
it: Impossibile accedere alla cartella
nb_no: Får ikke tilgang til mappen
nl: Geen toegang tot de map
pl: Nie można uzyskać dostępu do folderu
pt: Não é possível acessar a pasta.
pt_br: Não é possível acessar a pasta
ro: Folderul nu se poate accesa.
ru: Невозможно получить доступ к папке
sk: Nemožno pristupovať k priečinku
sv_se: Kan inte komma åt mappen
tr: Klasöre erişilemedi
zh_cn: 无法访问文件夹
zh_tw: 無法存取資料夾

# SyncFolderValidationResult_Value_LocalFolderDoesNotExist
source: The folder cannot be found
be_by: Немагчыма знайсці папку
ca_es: No s'ha trobat la carpeta.
cs_cz: Složku nelze nalézt
da_dk: Mappen kan ikke findes
de: Der Ordner kann nicht gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση του φακέλου
es_419: No se puede encontrar la carpeta
fr: Ce dossier est introuvable.
hu: A mappa nem található
id: Folder ini tidak dapat ditemukan
it: Impossibile trovare la cartella
nb_no: Finner ikke mappen
nl: Kan de map niet vinden
pl: Nie można znaleźć folderu
pt: A pasta não foi encontrada.
pt_br: A pasta não foi encontrada
ro: Folderul nu poate fi găsit.
ru: Папка не найдена
sk: Priečinok sa nedá nájsť
sv_se: Mappen kan inte hittas
tr: Klasör bulunamadı
zh_cn: 无法找到文件夹
zh_tw: 找不到該資料夾

# SyncFolderValidationResult_Value_LocalFolderNotEmpty
source: The folder must be empty before setting up sync
be_by: Папка павінна быць пустой перад наладжваннем сінхранізацыі
ca_es: La carpeta ha d'estar buida abans de configurar la sincronització.
cs_cz: Před nastavením synchronizace musí být složka prázdná
da_dk: Mappen skal være tom, før du konfigurerer synkronisering
de: Der Ordner muss vor dem Einrichten der Synchronisation leer sein
el_gr: Ο φάκελος πρέπει να είναι κενός πριν από τη ρύθμιση του συγχρονισμού
es_419: La carpeta debe estar vacía antes de configurar la sincronización
fr: Le dossier doit être vide avant de configurer la synchronisation.
hu: A mappának üresnek kell lennie a szinkronizálás beállítása előtt
id: Folder ini harus kosong sebelum mempersiapkan sinkronisasi
it: La cartella deve essere vuota prima di impostare la sincronizzazione
nb_no: Mappen må være tom før synkronisering konfigureres
nl: De map moet leeg zijn voordat u synchronisatie kunt instellen
pl: Folder musi być pusty przed skonfigurowaniem synchronizacji
pt: A pasta deve estar vazia antes de configurar a sincronização.
pt_br: A pasta deve estar vazia antes de configurar a sincronização.
ro: Folderul trebuie să fie gol înainte de a seta sincronizarea.
ru: Перед настройкой синхронизации папка должна быть пустой
sk: Priečinok musí byť pred nastavením synchronizácie prázdny.
sv_se: Mappen måste vara tom innan synkronisering ställs in
tr: Eşitleme kurulmadan önce klasör boş olmalıdır
zh_cn: 设置同步前，文件夹必须为空
zh_tw: 本機資料夾必須是空的，才能設定同步

# SyncFolderValidationResult_Value_LocalVolumeNotSupported
source: Unsupported drive type
be_by: Тып дыска не падтрымліваецца
ca_es: El tipus d'unitat no es compatible.
cs_cz: Nepodporovaný typ disku
da_dk: Ikke-understøttet filtype
de: Nicht unterstützter Laufwerktyp
el_gr: Μη υποστηριζόμενος τύπος μονάδας δίσκου
es_419: El tipo de unidad no es compatible.
fr: Ce type de drive n'est pris en charge.
hu: Nem támogatott meghajtótípus
id: Tipe drive tidak didukung
it: Tipo di unità non supportato
nb_no: Ikke støttet stasjonstype
nl: Niet-ondersteund station type
pl: Typ dysku jest nieobsługiwany
pt: A categoria de ficheiro não é suportada.
pt_br: Tipo de drive não suportado
ro: Tip de unitate nesuportat.
ru: Тип хранилища не поддерживается
sk: Nepodporovaný typ úložiska
sv_se: Disktyp stöds inte
tr: Sürücü türü desteklenmiyor
zh_cn: 不支持的驱动器类型
zh_tw: 不支援的雲端磁碟類型
