Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_MyComputer_Folders_StorageOptimizationUnavailableNotification_Message_2
source: Your files will still sync with Proton Drive and remain available on both your computer and in the cloud.
be_by: Вашы файлы ўсё яшчэ будуць сінхранізавацца з Proton Drive і заставацца даступнымі на вашым камп'ютары і ў воблаку.
ca_es: Els vostres fitxers continuaran sincronitzant-se amb el Proton Drive i romandran disponibles tant al núvol com a l'ordinador.
cs_cz: Vaše soubory se budou stále synchronizovat s Proton Drive a zůstanou dostupné v počítači i v cloudu.
da_dk: Dine filer vil stadig blive synkroniseret med Proton Drive og forblive tilgængelige både på din computer og i skyen.
de: Deine Dateien werden weiterhin mit Proton Drive synchronisiert und sowohl auf deinem Computer als auch in der Cloud verfügbar bleiben.
el_gr: Τα αρχεία σας θα εξακολουθούν να συγχρονίζονται με το Proton Drive και θα παραμείνουν διαθέσιμα τόσο στον υπολογιστή σας όσο και στο cloud.
es_419: Sus archivos aún se sincronizarán con Proton Drive y seguirán disponibles tanto en su computadora como en la nube.
fr: Vos fichiers seront toujours synchronisés avec Proton Drive et resteront disponibles sur votre ordinateur et dans le cloud.
hu: Fájljai továbbra is szinkronizálódnak a Proton Drive-val, és elérhetők maradnak mind a számítógépén, mind a felhőben.
id: Berkas Anda akan tetap tersinkron dengan Proton Drive dan tetap tersedia di komputer Anda dan awan.
it: I tuoi file continueranno a essere sincronizzati con Proton Drive e rimarranno disponibili sia sul tuo computer che nel cloud.
nb_no: Filene dine vil fortsatt synkroniseres med Proton Drive og forblir tilgjengelige på både datamaskinen og i skyen.
nl: Uw bestanden worden nog steeds gesynchroniseerd met Proton Drive en blijven beschikbaar op uw computer en in de cloud.
pl: Pliki będą nadal synchronizowane z Proton Drive i pozostaną dostępne zarówno na urządzeniu, jak i w chmurze.
pt: Os seus ficheiros serão sempre sincronizados com o Proton Drive e permanecerão disponíveis no seu computador e na nuvem.
pt_br: Seus arquivos ainda serão sincronizados com o Proton Drive e permanecerão disponíveis no seu computador e na nuvem.
ro: Fișierele vor fi sincronizate în continuare cu Proton Drive și rămân disponibile atât pe calculator cât și în cloud.
ru: Ваши файлы будут по-прежнему синхронизироваться с Proton Drive и оставаться доступными как на вашем компьютере, так и в облаке.
sk: Vaše súbory sa budú stále synchronizovať s Proton Drive a zostanú dostupné v počítači aj v cloude.
sv_se: Dina filer kommer fortfarande att synkroniseras med Proton Drive och förbli tillgängliga på både din dator och i molnet.
tr: Dosyalarınız Proton Drive ile eşitlenmeyi sürdürür ve hem bilgisayarınızdan hem de buluttan kullanılabilir.
zh_cn: 您的文件仍将与 Proton Drive 同步，并在您的电脑和云中保持可用。
zh_tw: 您的檔案仍會與 Proton Drive 同步，並保持在您的電腦和雲端上可供使用。

# Main_MyComputer_Folders_StorageOptimizationUnavailableNotification_Title
source: Storage optimization unavailable
be_by: Аптымізацыя сховішча недаступна
ca_es: Optimització d'emmagatzematge no disponible
cs_cz: Optimalizace úložiště není k dispozici
da_dk: Lagerpladsoptimering utilgængelig
de: Speicheroptimierung nicht verfügbar
el_gr: Η βελτιστοποίηση χώρου αποθήκευσης δεν είναι διαθέσιμη
es_419: Optimización de almacenamiento no disponible
fr: Optimisation du stockage indisponible
hu: Tárhely optimalizálás nem elérhető
id: Optimalisasi penyimpanan tidak tersedia
it: Ottimizzazione dello spazio di archiviazione non disponibile
nb_no: Lagringsoptimalisering utilgjengelig
nl: Optimalisatie van opslagruimte niet beschikbaar
pl: Optymalizacja przestrzeni dyskowej jest niedostępna
pt: Otimização de armazenamento indisponível
pt_br: Otimização de armazenamento indisponível
ro: Optimizarea spațiului de stocare nedisponibilă
ru: Оптимизация хранения недоступна
sk: Optimalizácia úložiska nie je k dispozícii
sv_se: Lagringsoptimering inte tillgänglig
tr: Depolama alanı iyileştirmesi kullanılamıyor
zh_cn: 存储优化不可用
zh_tw: 儲存最佳化功能無法使用

# Main_MyComputer_OnboardingPage_Button_Close_HelpText
source: Dismiss my computer onboarding
be_by: Адхіліць рэгістрацыю майго камп'ютара
ca_es: Descarta la incorporació en aquest ordinador
cs_cz: Zavřít představení funkce používání počítače
da_dk: Afvis onboarding for min computer
de: Einrichtung meines Computers abbrechen
el_gr: Απόρριψη της ενσωμάτωσης στον υπολογιστή μου
es_419: Descartar la incorporación de mi computadora
fr: Annuler l'intégration de mon ordinateur
hu: A "számítógépem bevezető" elvetése
id: Tutup panduan komputer saya
it: Ignora l'onboarding del mio computer
nb_no: Avbryt datamaskinintegrasjonen min
nl: Onboarding van mijn computer negeren
pl: Odrzuć przewodnik konfiguracji urządzenia
pt: Descartar a integração do meu computador
pt_br: Ignorar a integração do meu computador
ro: Renunțare integrare calculator
ru: Отключить приветствие на компьютере
sk: Zavrieť predstavenie funkcie používania počítača
sv_se: Avfärda introduktionen för min dator
tr: Bilgisayarımı hazırlamayı atla
zh_cn: 关闭我电脑的集成功能
zh_tw: 忽略我的電腦入門引導

# Main_MyComputer_Onboarding_Page1_Button_Next
source: _Next
be_by: _Далей
ca_es: E_ndavant
cs_cz: _Další
da_dk: _Næste
de: _Nächstes
el_gr: Επόμενο
es_419: _Siguiente
fr: _Suivant
hu: _Következő
id: _Selanjutnya
it: _Avanti
nb_no: _Neste
nl: _Volgende
pl: Dalej
pt: Seguinte
pt_br: _Próximo
ro: Î_nainte
ru: _Далее
sk: _Nasl.
sv_se: _Nästa
tr: _Sonraki
zh_cn: 下一页 (_N)
zh_tw: _下一步

# Main_MyComputer_Onboarding_Page1_Description
source: Enable on‐demand sync to save hard drive space. Files only occupy local storage when you open them or mark them as "Always keep on this device".
be_by: Уключыце сінхранізацыю па патрабаванні, каб зэканоміць прастору на цвёрдым дыску. Файлы займаюць лакальнае сховішча толькі тады, калі вы іх адкрываеце або пазначаеце як "Заўсёды захоўваць на гэтай прыладзе".
ca_es: Habilita la sincronització sota demanda per a estalviar espai al disc. Els fitxers només ocupen emmagatzematge local en obrir-los o marcar-los amb l'opció «Desa sempre en aquest dispositiu».
cs_cz: Povolte synchronizaci na vyžádání, abyste ušetřili místo na pevném disku. Soubory zabírají místní úložiště pouze tehdy, když je otevřete nebo označíte jako "Vždy ponechat na tomto zařízení".
da_dk: Aktivér on‑demand sync for at spare plads på harddrevet. Filer optager kun lokal lagerplads, når du åbner dem eller markerer dem som "Always keep on this device".
de: Aktiviere On-Demand-Synchronisierung, um Festplattenspeicher zu sparen. Dateien belegen nur dann lokalen Speicherplatz, wenn du sie öffnest oder als „Immer auf diesem Gerät behalten“ markierst.
el_gr: Ενεργοποιήστε τον συγχρονισμό κατ' απαίτηση για εξοικονόμηση χώρου στον σκληρό δίσκο. Τα αρχεία καταλαμβάνουν τοπικό χώρο αποθήκευσης μόνο όταν τα ανοίγετε ή τα επισημαίνετε ως "Να διατηρούνται πάντα σε αυτήν τη συσκευή".
es_419: Active la sincronización bajo demanda para ahorrar espacio en el disco duro. Los archivos solo ocupan el almacenamiento local cuando los abre o los marca como «Mantener siempre en este dispositivo».
fr: Activez la synchronisation à la demande pour économiser de l'espace sur le disque dur. Les fichiers n'occupent l'espace de stockage local que lorsque vous les ouvrez ou les marquez comme « Toujours conserver sur cet appareil ».
hu: Engedélyezze az igény szerinti szinkronizálást a merevlemez hely megtakarítása érdekében. A fájlok csak akkor foglalnak tárhelyet, amikor megnyitja őket, vagy megjelöli őket mint „Mindig tartsa ezen az eszközön”.
id: Aktifkan sinkronisasi on-demand untuk menghemat ruang penyimpanan. Berkas yang ada hanya akan menempati ruang penyimpanan lokal pada saat Anda membuka berkas ini atau menandai berkas dengan "Selalu simpan pada perangkat ini".
it: Abilita la sincronizzazione su richiesta per risparmiare spazio sul disco rigido. I file occupano lo spazio locale solo quando li apri o li contrassegni come "Conserva sempre su questo dispositivo".
nb_no: Aktiver behovsbetinget synkronisering for å spare plass på harddisken. Filer opptar bare lokal lagring når du åpner dem eller merker dem som "Behold alltid på denne enheten".
nl: Schakel synchronisatie op aanvraag in om schijfruimte te besparen. Bestanden nemen alleen lokale opslag in als u ze opent of markeert als "Altijd op dit apparaat houden".
pl: Włącz synchronizację na żądanie, aby zaoszczędzić miejsce na dysku. Pliki zajmują miejsce lokalnie tylko wtedy, gdy je otworzysz lub oznaczysz jako „Zawsze zachowuj na tym urządzeniu”.
pt: Ative a sincronização sob pedido para poupar espaço no disco rígido. Os ficheiros só ocupam o armazenamento local quando os abre ou os marca como «Manter sempre neste dispositivo».
pt_br: Ative a sincronização sob demanda para economizar espaço no disco rígido. Os arquivos só ocupam o armazenamento local quando você os abre ou os marca como “Sempre manter neste dispositivo”.
ro: Activați sincronizarea la cerere pentru a economisi spațiu pe disc. Fișierele ocupă spațiu de stocare local numai atunci când le deschideți sau le marcați ca „Păstrare întotdeauna pe acest dispozitiv”.
ru: Включите синхронизацию по требованию для экономии места на жестком диске. Файлы занимают локальное хранилище только при их открытии или при отметке «Всегда хранить на этом устройстве».
sk: Povoľte synchronizáciu na požiadanie, aby ste ušetrili miesto na pevnom disku. Súbory zaberajú miestne úložisko len vtedy, keď ich otvoríte alebo označíte ako „Vždy uchovávať v tomto zariadení“.
sv_se: Aktivera synkronisering på begäran för att spara utrymme på hårddisken. Filer upptar bara lokalt lagringsutrymme när du öppnar dem eller markerar dem som ”Behåll alltid på den här enheten”.
tr: Sabit disk alanından kazanmak için isteğe bağlı eşitlemeyi açın. Dosyalar yalnızca onları açtığınızda veya “Her zaman bu aygıtta tut” seçeneğini işaretlediğinizde yerel depolama alanında yer kaplar.
zh_cn: 启用按需同步，节省硬盘空间。只有当您打开文件或将其标记为 "始终保存在此设备上" 时，文件才会占用本地存储空间。
zh_tw: 啟用隨選同步以節省硬碟空間。檔案僅在您開啟時才佔用本機儲存空間，或將它們標記為「永遠保留在此裝置上」。

# Main_MyComputer_Onboarding_Page1_Title
source: Optimize Storage
be_by: Аптымізацыя сховішча
ca_es: Optimitza l’emmagatzematge
cs_cz: Optimalizace úložiště
da_dk: Optimér lagerplads
de: Speicher optimieren
el_gr: Βελτιστοποίηση Αποθηκευτικού Χώρου
es_419: Optimizar el almacenamiento
fr: Optimiser l'espace de stockage
hu: Tárhely optimalizálása
id: Optimalkan Ruang Penyimpanan
it: Ottimizza memoria
nb_no: Optimaliser lagring
nl: Opslagruimte optimaliseren
pl: Optymalizuj przestrzeń dyskową
pt: Otimizar o armazenamento
pt_br: Otimizar armazenamento
ro: Optimizare spațiu de stocare
ru: Оптимизировать хранение
sk: Optimalizovať úložisko
sv_se: Optimera lagringsutrymme
tr: Depolama alanını iyileştir
zh_cn: 优化存储空间
zh_tw: 最佳化儲存

# Main_MyComputer_Onboarding_Page2_Button_GetStarted
source: Get _started
be_by: Пачаць _працу
ca_es: _Inicia
cs_cz: _Začínáme
da_dk: Kom i _gang
de: Jetzt _starten
el_gr: Ας _ξεκινήσουμε
es_419: _Empezar
fr: _Commencer
hu: Lássunk _neki
id: _Mulai
it: Inizia_ora
nb_no: Kom i _gang
nl: Aan de _slag
pl: Rozpocznij
pt: _Começar
pt_br: Começar
ro: _Să începem
ru: _Начать работу
sk: Z_ačíname
sv_se: Kom _igång
tr: _Başlayalım
zh_cn: 立即体验
zh_tw: 開始使用

# Main_MyComputer_Onboarding_Page2_Point_1
source: Right-click on any file or folder synced using Proton Drive
be_by: Націсніце правай кнопкай мышы на любы файл або папку, якія сінхранізаваны з Proton Drive
ca_es: Feu clic amb el botó dret a qualsevol fitxer o carpeta sincronitzat amb Proton Drive
cs_cz: Klikněte pravým tlačítkem myši na libovolný soubor nebo složku synchronizovanou pomocí Proton Drive
da_dk: Højreklik på en fil eller mappe synkroniseret med Proton Drive
de: Klicke mit der rechten Maustaste auf eine Datei oder einen Ordner, die mit Proton Drive synchronisierte sind
el_gr: Κάντε δεξιό κλικ σε οποιοδήποτε αρχείο ή φάκελο που συγχρονίζεται με την εφαρμογή Proton Drive
es_419: Haga clic derecho en cualquier archivo o carpeta sincronizado con Proton Drive.
fr: Cliquez avec le bouton droit sur n'importe quel fichier ou dossier synchronisé à l'aide de Proton Drive
hu: Kattintson jobb gombbal bármely, a Proton Drive használatával szinkronizált fájlra vagy mappára
id: Klik kanan pada berkas atau folder yang disinkronkan menggunakan Proton Drive
it: Fai clic con il pulsante destro del mouse su qualsiasi file o cartella sincronizzata tramite Proton Drive.
nb_no: Høyreklikk på hvilken som helst fil eller mappe synkronisert med Proton Drive
nl: Klik met de rechtermuisknop op een bestand of map die is gesynchroniseerd met Proton Drive
pl: Kliknij prawym przyciskiem na plik lub folder zsynchronizowany z Proton Drive
pt: Clique com o botão direito em qualquer arquivo ou pasta sincronizada com o Proton Drive.
pt_br: Clique com o botão direito em qualquer arquivo ou pasta sincronizada com o Proton Drive
ro: Faceți clic dreapta pe orice fișier sau folder sincronizat folosind Proton Drive
ru: Нажмите правой клавишей мыши на любом файле или папке, которые синхронизируются с помощью Proton Drive
sk: Kliknutie pravým tlačidlom myši na ľubovoľný súbor alebo priečinok synchronizovaný pomocou aplikácie Proton Drive
sv_se: Högerklicka på valfri fil eller mapp som synkroniseras med Proton Drive
tr: Proton Drive ile eşitlenen herhangi bir dosya veya klasöre sağ tıklayın
zh_cn: 右键点击任意通过 Proton Drive 同步的文件或文件夹
zh_tw: 右鍵點選任何透過 Proton Drive 同步的檔案或資料夾

# Main_MyComputer_Onboarding_Page2_Point_2
source: Choose "Always keep on this device" to store it offline, or "Free up space" to keep it cloud‑only.
be_by: Выберыце "Заўсёды пакідаць на гэтай прыладзе", каб захоўваць яго па-за сеткай або "Вызваліць прастору", каб пакінуць яго толькі ў воблаку.
ca_es: Trieu «Desa sempre en aquest dispositiu» per a emmagatzemar-ho fora de línia, o bé «Allibera espai» per a desar-ho només al núvol.
cs_cz: Chcete-li soubory uložit offline, vyberte možnost "Vždy ponechat na tomto zařízení" nebo "Uvolnit místo", chcete-li je ponechat pouze v cloudu.
da_dk: Vælg "Always keep on this device" for at gemme den offline, eller "Free up space" for at beholde den udelukkende i skyen.
de: Wähle „Immer auf diesem Gerät behalten“, um es offline zu speichern oder „Speicher freigeben“, um es nur in der Cloud zu speichern
el_gr: Επιλέξτε "Να διατηρείται πάντα σε αυτήν τη συσκευή" για να την αποθηκεύσετε εκτός σύνδεσης ή "Ελευθερώστε χώρο" για να τη διατηρήσετε μόνο στο cloud.
es_419: Seleccione «Mantener siempre en este dispositivo» para almacenarlo sin conexión o «Liberar espacio» para mantenerlo solo en la nube.
fr: Choisissez « Toujours conserver sur cet appareil » pour le stocker hors ligne ou « Libérer de l'espace » pour le conserver uniquement dans le cloud.
hu: A „Mindig tartsa ezen az eszközön” lehetőséget választva offline tárolhatja, vagy a „Szabadítson fel területet” lehetőséget választva csak a felhőben tárolhatja.
id: Pilih "Selalu simpan pada perangkat ini" untuk menyimpan berkas secara offline, atau "Kosongkan ruang" untuk menyimpan berkas hanya pada layanan cloud.
it: Seleziona "Conserva sempre su questo dispositivo" per archiviarlo offline oppure "Libera spazio" per conservarlo solo nel cloud.
nb_no: Velg "Behold alltid på denne enheten" for å lagre den i frakoblet modus, eller "Frigjør plass" for å beholde den kun i skyen.
nl: Kies "Altijd op dit apparaat houden" om het offline op te slaan, of "Ruimte vrij maken" om het enkel in de cloud te bewaren.
pl: Aby zachować offline, wybierz opcję "Zawsze zachowuj na tym urządzeniu". Aby przechowywać tylko w chmurze, wybierz opcję "Zwolnij miejsce".
pt: Selecione «Manter sempre neste dispositivo» para o armazenar offline ou «Libertar espaço» para o manter apenas na nuvem.
pt_br: Escolha "Sempre manter este dispositivo" para armazená-lo off-line ou "Liberar espaço" para mantê-lo somente na nuvem.
ro: Alegeți „Păstrare întotdeauna pe acest dispozitiv” pentru a-l stoca local sau „Eliberare spațiu” pentru a-l păstra numai în cloud.
ru: Выберите «Всегда хранить на этом устройстве», чтобы сохранить файл офлайн, или «Free up space», чтобы оставить его только в облаке.
sk: Vyberte možnosť „Vždy uchovávať v tomto zariadení“, ak si ich chcete uložiť offline, alebo „Uvoľniť miesto“, ak si ich chcete ponechať len v cloude.
sv_se: Välj ”Spara alltid på den här enheten” för att lagra det offline, eller ”Frigör utrymme” för att spara det i molnet.
tr: Çevrim dışı tutmak için "Her zaman bu aygıtta tut", yalnızca bulutta tutmak için "Yer aç" seçeneğine tıklayın..
zh_cn: 选择 "始终保存在此设备上" 进行离线存储，或选择 "释放空间" 进行云存储。
zh_tw: 選擇「永遠保留在此裝置上」以便將其離線儲存，或「釋放空間」以便僅保留在雲端。

# Main_MyComputer_Onboarding_Page2_Title
source: Managing Storage
be_by: Кіраванне сховішчам
ca_es: Gestiona l'emmagatzematge
cs_cz: Správa úložiště
da_dk: Administrer lagerplads
de: Speicher wird verwaltet
el_gr: Διαχείριση Αποθηκευτικού Χώρου
es_419: Gestión del almacenamiento
fr: Gestion du stockage
hu: Tárhely kezelése
id: Mengelola Ruang Penyimpanan
it: Gestione dell'archiviazione
nb_no: Administrasjon av lagringsplass
nl: Opslagruimte beheren
pl: Zarządzanie przestrzenią dyskową
pt: Gestão do armazenamento
pt_br: Gestão de armazenamento
ro: Gestionare spațiu de stocare
ru: Управление хранением
sk: Spravovať úložisko
sv_se: Hanterar lagringsutrymme
tr: Depolama alanı yönetimi
zh_cn: 管理存储空间
zh_tw: 管理儲存

# Main_MyComputer_Title
source: My computer
be_by: Мой камп'ютар
ca_es: El meu ordinador
cs_cz: Můj počítač
da_dk: Min computer
de: Mein Computer
el_gr: Ο υπολογιστής μου
es_419: Mi computadora
fr: Mon ordinateur
hu: Számítógépem
id: Komputer Saya
it: Il mio computer
nb_no: Min datamaskin
nl: Mijn computer
pl: Moje urządzenie
pt: O meu computador
pt_br: Meu computador
ro: Calculatorul meu
ru: Мой компьютер
sk: Môj počítač
sv_se: Min dator
tr: Bilgisayarım
zh_cn: 我的电脑
zh_tw: 我的電腦

# Main_Photos_Folders_ImportedItemsFormat
source: Imported {0} of {1} items
be_by: Імпартавана: {0} з {1}
ca_es: S'han importat {0} de {1}
cs_cz: Importováno {0} z {1}
da_dk: Importeret {0} ud af {1}
de: {0} von {1} importiert
el_gr: Εισήχθησαν {0} από {1}
es_419: Importación: {0} de {1}
fr: Importation de {0} sur {1}
hu: Importálva {0} elem a(z) {1} elemből
id: {0} dari {1} diimpor
it: Importato {0} di {1}
nb_no: Importerte {0} av {1}
nl: {0} van {1} geïmporteerd
pl: Zaimportowano {0} z {1}
pt: Importação: {0} de {1}
pt_br: Importação: {0} de {1}
ro: Articole importate: {0} din {1}
sk: Importovaných {0} z {1}
sv_se: Importerade {0} av {1}
tr: {0} / {1} içe aktarıldı.
zh_cn: 已导入 {0} / {1} 项
zh_tw: 已匯入 {0} / {1}

# Main_Photos_Folders_Items_Label
source: item(s)
be_by: элемент(аў)
ca_es: elements
cs_cz: položka(y)
da_dk: Element(er)
de: Eintrag/Einträge
el_gr: στοιχείο(α)
es_419: elementos
fr: Les éléments
hu: elem
it: elementi
nb_no: Elementer
pt: itens
pt_br: itens
ro: articol(e)
sk: položka(y)
sv_se: objekt
tr: öge(ler)
zh_cn: 项
zh_tw: 項目

# Main_Photos_Folders_Menu_Item_Remove
source: Remove
be_by: _Выдаліць
ca_es: _Elimina
cs_cz: _Odebrat
da_dk: _Fjern
de: _Entfernen
el_gr: _Αφαίρεση
es_419: _Eliminar
fr: _Supprimer
hu: _Eltávolítás
it: _Rimuovi
nb_no: _Fjern
nl: _Verwijderen
pl: Usuń
pt: _Remover
pt_br: _Remover
ro: _Eliminare
sk: Odst_rániť
sv_se: _Ta bort
tr: _Kaldır
zh_cn: 移除 (_R)
zh_tw: _移除

# Main_Photos_Folders_NoItemsFound_Label
source: No photos/videos found
be_by: Фатаграфіі або відэа не знойдзены
ca_es: Sense fotos/vídeos
cs_cz: Nenalezeny žádné fotky/videa
da_dk: Ingen fotos/videoer fundet
de: Keine Fotos/Videos gefunden
el_gr: Δε βρέθηκαν φωτογραφίες/βίντεο
es_419: Sin fotos/videos
fr: Aucune photo/vidéo
hu: Nem található fénykép vagy videó
id: Foto/video tidak ditemukan
it: Senza foto/video
nb_no: Ingen bilder/videoer funnet
nl: Geen foto's/video's gevonden
pl: Nie znaleziono zdjęć / filmów
pt: Sem foto/vídeo
pt_br: Sem foto/vídeo
ro: Nu s-au găsit fotografii/videoclipuri
sk: Nenašli sa žiadne fotografie/videá
sv_se: Inga foton/videoklipp hittades
tr: Herhangi bir fotoğraf/video bulunamadı
zh_cn: 未找到照片/视频
zh_tw: 找不到照片/影片

# Main_Photos_ImportFromGoogle_Export_Description
source: Step-by-step guide of how to export your Google Photos
be_by: Пакрокавы дапаможнік па экспартаванні вашых Google Photos
ca_es: Guia pas a pas de com exportar les vostres fotos des de Google Fotos
cs_cz: Podrobný návod, jak exportovat Fotky Google
da_dk: Trin for trin-vejledning til, hvordan du eksporterer dine Google Fotos
de: Schritt-für-Schritt-Anleitung, wie du deine Google Fotos exportierst
el_gr: Οδηγός βήμα προς βήμα για το πώς να εξάγετε τις Φωτογραφίες Google σας
es_419: Guía paso a paso sobre cómo exportar sus fotos desde Google Fotos
fr: Guide étape par étape pour exporter vos photos depuis Google Photos
hu: Lépésről lépésre útmutató a Google Fotók exportálásához
id: Panduan langkah demi langkah untuk mengekspor Google Photos Anda
it: Guida passo passo su come esportare le tue foto da Google Foto
nb_no: Trinnvis veiledning for hvordan du eksporterer dine Google-bilder
nl: Stapsgewijze handleiding hoe u uw Google Foto's exporteert
pl: Przewodnik w wyeksportowaniu Zdjęć Google
pt: Guia passo a passo de como exportar as suas fotos do Google Fotos
pt_br: Guia passo a passo de como exportar suas fotos do Google Fotos
ro: Ghid pas cu pas pentru a vă exporta fotografiile din Google
sk: Podrobný návod, ako exportovať vaše Fotky Google
sv_se: Steg-för-steg-guide på hur man exporterar dina Google Foton
tr: Google Fotoğraflarınızı nasıl dışa aktaracağınızı anlatan adım adım rehber
zh_cn: 分步指南：如何导出 Google 相册
zh_tw: 如何匯出您的 Google 相簿的逐步指南

# Main_Photos_ImportFromGoogle_Export_Title
source: 1. Export your Google Photos
be_by: 1. Экспартаванне вашых Google Photos
ca_es: 1. Exporteu les vostres fotos des de Google Fotos
cs_cz: 1. Exportovat z vašich Fotek Google
da_dk: 1. Eksportér dine Google Fotos
de: 1. Exportiere deine Google-Fotos
el_gr: 1. Εξαγωγή των Φωτογραφιών Google σας
es_419: 1. Exporte sus fotos desde Google Fotos
fr: 1. Exportez vos photos depuis Google Photos
hu: 1. Google Fotók exportálása
id: 1. Ekspor Google Photos Anda
it: 1. Esporta le tue foto di Google Foto
nb_no: 1. Eksporter Google-bildene dine
nl: 1. Uw Google Foto's exporteren
pl: 1. Eksportuj Zdjęcia Google
pt: 1. Exportar as suas fotos de Google Fotos
pt_br: 1. Exporta suas fotos do Google Fotos
ro: 1. Exportați-vă fotografiile din Google
sk: 1. Exportujte svoje fotografie z Google Photos
sv_se: 1. Exportera dina Google Foton
tr: 1. Google Fotoğraflarınızı dışa aktarın
zh_cn: 1. 导出 Google 相册
zh_tw: 1. 匯出您的 Google 相片
