Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_MyComputer_Folders_Column_StorageOptimization_Info_Tooltip
source: Optimize storage by enabling on-demand sync. Files only occupy local space when you open them or choose to always keep them on this device. You can disable storage optimization at any time.
be_by: Аптымізуйце сховішча, уключыўшы сінхранізацыю па патрабаванні. Файлы займаюць лакальную прастору толькі тады, калі вы іх адкрываеце або выбіраеце заўсёды захоўваць іх на гэтай прыладзе. Вы можаце адключыць аптымізацыю захоўвання ў любы час.
ca_es: Optimitzeu l'emmagatzematge activant la sincronització sota demanda. Els fitxers només ocupen espai local quan els obriu o trieu mantenir-los sempre en aquest dispositiu. Podeu desactivar l'optimització d'emmagatzematge en qualsevol moment.
cs_cz: Optimalizujte úložiště zapnutím synchronizace na vyžádání. Soubory zabírají místní úložiště pouze tehdy, když je otevřete nebo zvolíte, aby byly vždy uloženy v tomto zařízení. Optimalizaci úložiště můžete kdykoliv deaktivovat.
da_dk: Optimér lagerplads ved at aktivere on‑demand sync. Filer optager kun lokal plads, når du åbner dem eller vælger at altid beholde dem på denne enhed. Du kan deaktivere lagerpladsoptimeringen til enhver tid.
de: Optimiere deinen Speicher, indem du On-Demand-Synchronisierung aktivierst. Dateien belegen nur lokalen Speicherplatz, wenn du sie öffnest oder entscheidest, sie immer auf deinem Gerät zu behalten. Du kannst Speicheroptimierung jederzeit deaktivieren.
el_gr: Βελτιστοποιήστε τον χώρο αποθήκευσης ενεργοποιώντας τον συγχρονισμό κατ' απαίτηση. Τα αρχεία καταλαμβάνουν τοπικό χώρο μόνο όταν τα ανοίγετε ή επιλέξτε να διατηρούνται πάντα σε αυτήν τη συσκευή. Μπορείτε να επενεργοποιήστε τη βελτιστοποίηση αποθήκευσης ανά πάσα στιγμή.
es_419: Optimice el almacenamiento activando la sincronización bajo demanda. Los archivos solo ocupan espacio local cuando los abre o elija conservarlos siempre en este dispositivo. Puede desactivar la optimización del almacenamiento en cualquier momento.
fr: Optimisez le stockage en activant la synchronisation à la demande. Les fichiers n'occupent l'espace local que lorsque vous les ouvrez ou choisissez de les conserver en permanence sur cet appareil. Vous pouvez désactiver l'optimisation du stockage à tout moment.
hu: Optimalizálja a tárolást az igény szerinti szinkronizálás engedélyezésével. A fájlok csak akkor foglalnak helyet, ha megnyitja őket, vagy ha úgy dönt, hogy mindig ezen az eszközön tartja őket. Bármikor letilthatja a tárhely-optimalizálást.
id: Optimalkan ruang penyimpanan dengan mengaktifkan sinkronisasi on-demand. Berkas yang ada hanya akan menempati ruang penyimpanan lokal pada saat Anda membuka berkas ini atau memilih untuk selalu menyimpan berkas pada perangkat ini. Anda dapat menonaktifkan optimisasi ruang penyimpanan ini kapan saja.
it: Ottimizza la memoria abilitando la sincronizzazione su richiesta. I file occupano spazio locale solo quando li apri o scegli di tenerli sempre sul dispositivo. Puoi disattivare l'ottimizzazione della memoria in qualsiasi momento.
nb_no: Optimaliser lagring ved å aktivere behovsbetinget synkronisering. Filer opptar bare lokal plass når du åpner dem eller alltid velger å beholde dem på denne enheten. Du kan deaktivere lagringsoptimalisering når som helst.
nl: Optimaliseer opslag door synchronisatie op aanvraag toe te staan. Bestanden nemen de lokale ruimte alleen in beslag wanneer u ze opent of kiest om ze altijd op dit apparaat te houden. U kunt opslag optimalisatie op elk gewenst moment uitschakelen.
pl: Optymalizacja przestrzeni dyskowej poprzez włączenie synchronizacji na żądanie. Pliki zajmują miejsce lokalne tylko wtedy, gdy je otworzysz lub wybierzesz opcję, aby były zawsze przechowywane na urządzeniu. Możesz wyłączyć optymalizację przestrzeni dyskowej w dowolnym momencie.
pt: Otimize o armazenamento ao ativar a sincronização sob demanda. Os ficheiros ocupam apenas espaço local quando os abre ou opta por mantê-los sempre neste dispositivo. Pode desativar a otimização de armazenamento a qualquer momento.
pt_br: Otimize o armazenamento ativando a sincronização sob demanda. Os arquivos só ocupam espaço local quando você os abre ou opte por mantê-los sempre neste dispositivo. Você pode desative a otimização de armazenamento a qualquer momento.
ro: Optimizați spațiul de stocare activând sincronizarea la cerere. Fișierele ocupă spațiul local doar când sunt deschise sau alegeți să fie păstrate și pe acest dispozitiv. Puteți dezactiva oricând optimizarea spațiului de stocare.
ru: Оптимизируйте хранение, включив синхронизацию по требованию. Файлы занимают место на устройстве только при открытии или при выборе опции «Всегда хранить на этом устройстве». Вы можете отключить оптимизацию хранения в любое время.
sk: Optimalizujte úložisko zapnutím synchronizácie na vyžiadanie. Súbory zaberajú miestny priestor len vtedy, keď ich otvoríte alebo sa rozhodnete, že budú zachované navždy v tomto zariadení. Optimalizáciu úložiska môžete kedykoľvek vypnúť.
sv_se: Optimera lagringsutrymme genom att aktivera synkronisering på begäran. Filer upptar bara lokalt utrymme när du öppnar dem eller väljer att alltid ha dem på denna enhet. Du kan inaktivera lagringsoptimering när som helst.
tr: İsteğe bağlı eşitlemeyi açarak depolama alanı kullanımını iyileştirin. Dosyaların bu aygıtta yalnızca onları açtığınızda ya da her zaman bulunmasını seçin. Bu seçeneği istediğiniz zaman kapatabilirsiniz.
zh_cn: 启用按需同步，优化存储。 文件只在打开时占用本地空间，或选择始终将它们保存在此设备上。 您可以随时禁用存储优化。
zh_tw: 透過啟用隨選同步來最佳化儲存。 檔案僅在您開啟它們或選擇一律將其保留在此裝置上時，才會佔用本機空間。 您可以隨時停用儲存最佳化。

# Main_MyComputer_Folders_Intro_Description
source: Add folder to start securely syncing files to the cloud
be_by: Дадайце папку для пачатку бяспечнай сінхранізацыі файлаў у воблаку
ca_es: Afegiu una carpeta per començar a sincronitzar fitxers de manera segura al núvol
cs_cz: Přidejte složku pro bezpečné synchronizování souborů do cloudu
da_dk: Tilføj mappe for at starte sikker synkronisering af filer til skyen
de: Füge Ordner hinzu, die sicher mit der Cloud synchronisiert werden sollen
el_gr: Προσθήκη φακέλου για να ξεκινήσετε τον ασφαλή συγχρονισμό αρχείων στο cloud
es_419: Agregue una carpeta para comenzar a sincronizar archivos de forma segura con la nube
fr: Ajoutez un dossier pour démarrer la synchronisation sécurisée de fichiers vers le cloud.
hu: Mappa hozzáadása a fájlok felhőbe történő biztonságos szinkronizálásához
id: Tambahkan folder untuk mulai menyinkronkan berkas ke layanan cloud secara aman
it: Crea una cartella per iniziare la sincronizzazione sicura nel cloud
nb_no: Legg til mappe for å begynne å synkronisere filer til skyen på en sikker måte
nl: Map toevoegen om veilig te beginnen met het synchroniseren van bestanden naar de cloud
pl: Dodaj folder, aby bezpiecznie synchronizować pliki z chmurą
pt: Adicione uma pasta para iniciar a sincronização segura de ficheiros na nuvem
pt_br: Adicione pasta para sincronizar arquivos com segurança na nuvem
ro: Adăugați un folder pentru a începe sincronizarea în siguranță a fișierelor cu serverul
ru: Добавьте папку для безопасной синхронизации файлов с облаком
sk: Pridajte priečinok a začnite bezpečne synchronizovať súbory do cloudu
sv_se: Lägg till mapp för att börja synkronisera filer säkert till molnet
tr: Dosyaları bulutla güvenle eşitlemek için klasör ekleyin
zh_cn: 添加文件夹以开始安全同步文件到云端
zh_tw: 新增資料夾已開始同步文件到雲端

# Main_MyComputer_Folders_Intro_Title
source: Safely sync your files
be_by: Бяспечна сінхранізуйце свае файлы
ca_es: Sincronitzeu els vostres fitxers de manera segura
cs_cz: Bezpečná synchronizace souborů
da_dk: Synkroniser dine filer sikkert
de: Sichere Synchronisierung deiner Dateien
el_gr: Ασφαλής συγχρονισμός των αρχείων σας
es_419: Sincronice sus archivos de forma segura
fr: Synchronisez vos fichiers en toute sécurité
hu: Biztonságosan szinkronizálja fájljait
id: Sinkronkan berkas Anda secara aman
it: Sincronizza i tuoi file in modo sicuro
nb_no: Synkroniser filene dine på en sikker måte
nl: Synchroniseer uw bestanden veilig
pl: Bezpiecznie synchronizuj pliki
pt: Sincronize os seus ficheiros com segurança
pt_br: Sincronize seus arquivos com segurança
ro: Sincronizați fișierele în siguranță
ru: Безопасно синхронизируйте ваши файлы
sk: Bezpečne synchronizujte svoje súbory
sv_se: Synkronisera dina filer säkert
tr: Dosyalarınızı güvenle eşitleyin
zh_cn: 安全同步您的文件
zh_tw: 安全同步您的文件

# Main_MyComputer_Folders_Label
source: Folders syncing from this device
be_by: Папкі, якія сінхранізуюцца з гэтай прыладай
ca_es: Carpetes sincronitzades des d'aquest dispositiu
cs_cz: Synchronizace složek z tohoto zařízení
da_dk: Mapper, der synkroniseres fra denne enhed
de: Ordner, die von diesem Gerät aus synchronisiert werden
el_gr: Φάκελοι που συγχρονίζονται από αυτήν τη συσκευή
es_419: Carpetas sincronizadas de este dispositivo
fr: Synchronisation de dossiers depuis cet appareil
hu: Erről az eszközről szinkronizált mappák
id: Folder yang menyinkronkan dari perangkat ini
it: Cartelle da sincronizzare da questo dispositivo
nb_no: Mapper som synkroniseres fra denne enheten
nl: Mappen synchroniseren vanaf dit apparaat
pl: Foldery synchronizowane z urządzenia
pt: A sincronizar as pastas deste dispositivo
pt_br: Pastas sincronizadas a partir desse dispositivo
ro: Foldere sincronizate de pe acest dispozitiv
ru: Папки, синхронизируемые с этого устройства
sk: Priečinky synchronizované z tohto zariadenia
sv_se: Mappar synkroniseras från denna enhet
tr: Bu aygıtta eşitlenen klasörler
zh_cn: 正在从此设备同步文件夹
zh_tw: 資料夾正在從此裝置同步

# Main_MyComputer_Folders_Menu_Item_OpenFolder
source: _Open folder
be_by: _Адкрыць папку
ca_es: _Obriu la carpeta
cs_cz: _Otevřít složku
da_dk: _Åbn mappe
de: _Ordner öffnen
el_gr: Άνοιγμα φακέλου
es_419: _Abrir la carpeta
fr: _Ouvrir le dossier
hu: _Mappa megnyitása
id: _Buka folder
it: _Apri cartella
nb_no: _Åpne mappe
nl: _Map openen
pl: Otwórz folder
pt: _Abrir a pasta
pt_br: _Abrir pasta
ro: Deschidere f_older
ru: _Открыть папку
sk: _Otvoriť priečinok
sv_se: _Öppna mapp
tr: _Klasörü aç
zh_cn: 打开文件夹
zh_tw: _打開資料夾

# Main_MyComputer_Folders_Menu_Item_RemoveFolder
source: _Remove folder
be_by: _Выдаліць папку
ca_es: _Esborra la carpeta
cs_cz: _Odebrat složku
da_dk: _Fjern mappe
de: _Ordner entfernen
el_gr: _Κατάργηση φακέλου
es_419: _Eliminar la carpeta
fr: _Retirer le dossier
hu: _Mappa eltávolítása
id: _Hapus folder
it: _Rimuovi cartella
nb_no: _Fjern mappe
nl: _Map verwijderen
pl: Usuń folder
pt: _Remover a pasta
pt_br: _Remover pasta
ro: Ște_rgere folder
ru: _Удалить папку
sk: Odst_rániť priečinok
sv_se: _Ta bort mapp
tr: _Klasörü kaldır
zh_cn: 删除文件夹
zh_tw: _移除 資料夾

# Main_MyComputer_Folders_RemoveConfirmation_Button_Confirm
source: Remove folder
be_by: Выдаліць папку
ca_es: Esborra la carpeta
cs_cz: Odebrat složku
da_dk: Fjern mappe
de: Ordner entfernen
el_gr: Κατάργηση φακέλου
es_419: Eliminar la carpeta
fr: Retirer le dossier
hu: Mappa eltávolítása
id: Hapus folder
it: Rimuovi cartella
nb_no: Fjern mappe
nl: Map verwijderen
pl: Usuń folder
pt: Remover a pasta
pt_br: Remover pasta
ro: Eliminare folder
ru: Удалить папку
sk: Odstrániť priečinok
sv_se: Ta bort mapp
tr: Klasörü kaldır
zh_cn: 删除文件夹
zh_tw: 移除 資料夾

# Main_MyComputer_Folders_RemoveConfirmation_Classic_Message_1
source: Any files added to "{0}" folder will no longer be synced and this folder will be moved to Trash in Proton Drive.
be_by: Любыя файлы, якія дададзены ў папку "{0}" больш не будуць сінхранізавацца і гэта папка будзе перамешчана ў Сметніцу на дыску Proton Drive.
ca_es: Els fitxers afegits a la carpeta «{0}» ja no se sincronitzaran i aquesta carpeta es mogurà a la paperera de Proton Drive.
cs_cz: Všechny soubory přidané do složky "{0}" již nebudou synchronizovány a tato složka bude přesunuta do Koše v Proton Drive.
da_dk: Enhver fil, der føjes til '{0}' mappe, vil ikke længere blive synkroniseret, og mappen vil blive flyttet til papirkurven i Proton Drive.
de: Alle Dateien, die dem Ordner „{0}“ hinzugefügt werden, werden nicht mehr synchronisiert und dieser Ordner wird in den Papierkorb von Proton Drive verschoben.
el_gr: Τυχόν αρχεία που προστίθενται στο φάκελο "{0}" δε θα συγχρονίζονται πλέον και αυτός ο φάκελος θα μετακινηθεί στον Κάδο Απορριμμάτων στο Proton Drive.
es_419: Cualquier archivo agregado a la carpeta «{0}» ya no se sincronizará y esta carpeta se moverá a la papelera en Proton Drive.
fr: Tout fichier ajouté au dossier « {0} » ne sera plus synchronisé et ce dossier sera mis à la corbeille dans Proton Drive.
hu: A „{0}” mappához hozzáadott bármely fájl többé nem lesz szinkronizálva, és ez a mappa átkerül a Lomtárba a Proton Drive-ban.
id: Berkas yang ditambahkan ke folder "{0}" akan tidak lagi tersinkron dan folder ini akan dipindahkan ke Sampah di Proton Drive.
it: Tutti i file aggiunti alla cartella "{0}" non verranno più sincronizzati e questa cartella verrà spostata nel Cestino in Proton Drive.
nb_no: Eventuelle filer som legges til i '{0}'-mappen vil ikke lenger bli synkronisert, og denne mappen vil bli flyttet til papirkurven i Proton Drive.
nl: Alle bestanden die zijn toegevoegd aan "{0}" map zullen niet langer worden gesynchroniseerd en deze map zal worden verplaatst naar de prullenbak in Proton Drive.
pl: Wszystkie pliki dodane do folderu "{0}" nie będą już synchronizowane, a folder zostanie przeniesiony do kosza w Proton Drive.
pt: Todos os ficheiros adicionados à pasta «{0}» não serão mais sincronizados e esta pasta será movida para o lixo no Proton Drive.
pt_br: Quaisquer arquivos adicionados à pasta "{0}" não serão mais sincronizados e esta pasta será movida para a Lixeira no Proton Drive.
ro: Orice fișier adăugat în folderul „{0}” nu va mai fi sincronizat și acest folder va fi mutat în folderul «Gunoi» din Proton Drive.
ru: Все файлы, добавленные в папку «{0}», больше не будут синхронизироваться, и эта папка будет перемещена в Корзину Proton Drive.
sk: Všetky súbory pridané do priečinka „{0}“ už nebudú synchronizované a tento priečinok sa presunie do koša v aplikácii Proton Drive.
sv_se: De filer som läggs till i mappen ”{0}” kommer inte längre att synkroniseras och den här mappen flyttas till papperskorgen i Proton Drive.
tr: "{0}" klasörüne eklenen dosyalar artık eşitlenmeyecek ve bu klasör Proton Drive Çöp Kutusu içine taşınacak.
zh_cn: 添加到 "{0}" 文件夹中的任何文件将不再同步，该文件夹将被移至 Proton Drive 中的回收站。
zh_tw: 任何新增至「{0}」資料夾的檔案將不再同步，且此資料夾將移至 Proton Drive 的垃圾桶。

# Main_MyComputer_Folders_RemoveConfirmation_Classic_Message_2
source: Existing files will remain on your computer.
be_by: Існуючыя файлы застануцца на вашым камп'ютары.
ca_es: Els fitxers existents romandran al vostre ordinador.
cs_cz: Stávající soubory zůstanou v počítači.
da_dk: Eksisterende filer forbliver på din computer.
de: Vorhandene Dateien bleiben auf deinem Computer erhalten.
el_gr: Τα υπάρχοντα αρχεία θα παραμείνουν στον υπολογιστή σας.
es_419: Los archivos existentes permanecerán en su computadora.
fr: Les fichiers existants resteront sur votre ordinateur.
hu: Meglévő fájlok megmaradnak a számítógépén.
id: Berkas yang telah ada akan tetap tersedia pada komputer Anda.
it: I file esistenti rimarranno sul tuo computer.
nb_no: Eksisterende filer vil forbli på datamaskinen din.
nl: Bestaande bestanden blijven op uw computer.
pl: Obecne pliki pozostaną na Twoim urządzeniu.
pt: Os ficheiros existentes permanecerão no seu computador.
pt_br: Os arquivos existentes permanecerão no seu computador.
ro: Fișierele existente vor rămâne în calculator.
ru: Существующие файлы останутся на вашем компьютере.
sk: Existujúce súbory zostanú vo vašom počítači.
sv_se: Befintliga filer kommer finnas kvar på din dator.
tr: Var olan dosyalar bilgisayarınızda kalmayı sürdürecek.
zh_cn: 现有文件将保留在您的计算机上。
zh_tw: 現有的檔案將會保留在您的電腦上。

# Main_MyComputer_Folders_RemoveConfirmation_OnDemand_Message_1
source: Some files in "{0}" folder might be stored only in the cloud. Removing this folder will stop syncing and move it to Trash in Proton Drive.
be_by: Некаторы файлы ў папцы "{0}" могуць быць захаваны толькі ў воблаку. Выдаленне гэтай папкі прывядзе да спынення сінхранізацыі і перамесціць яе ў Сметніцу на дыску Proton Drive.
ca_es: Alguns fitxers de la carpeta «{0}» només s'emmagatzemen al núvol. Si suprimiu aquesta carpeta, s'aturarà la sincronització i es mourà a la paperera de Proton Drive.
cs_cz: Některé soubory ve složce "{0}" mohou být uloženy pouze v cloudu. Odebráním této složky se ukončí synchronizace a přesune se do Koše v Proton Drive.
da_dk: Nogle filer i mappen "{0}" gemmes muligvis kun i skyen. Hvis du fjerner denne mappe, stopper synkroniseringen, og den flyttes til papirkurven i Proton Drive.
de: Einige Dateien im Ordner „{0}“ sind möglicherweise nur in der Cloud gespeichert. Wenn du diesen Ordner entfernst, wird die Synchronisierung beendet und er wird in den Papierkorb von Proton Drive verschoben.
el_gr: Ορισμένα αρχεία στο φάκελο "{0}" ενδέχεται να αποθηκεύονται μόνο στο cloud. Η κατάργηση αυτού του φακέλου θα σταματήσει να συγχρονίζεται και θα τον μετακινήσει στον Κάδο Απορριμμάτων στο Proton Drive.
es_419: Es posible que algunos archivos de la carpeta «{0}» solo estén almacenados en la nube. Al eliminar esta carpeta, se detendrá la sincronización y se moverá a la papelera en Proton Drive.
fr: Certains fichiers dans le dossier « {0} » pourraient être stockés uniquement dans le cloud. Le retrait de ce dossier arrêtera la synchronisation et le déplacera vers la corbeille de Proton Drive.
hu: Néhány fájl a(z) "{0}" mappában lehet, hogy csak a felhőben van tárolva. A mappa eltávolítása megállítja a szinkronizálást és áthelyezi azt a Lomtárba a Proton Drive-ban.
id: Sebagian berkas dalam folder "{0}" dapat hanya tersimpan di cloud. Dengan menghapus folder ini, berkas ini tidak lagi akan tersinkron dan akan berpindah ke Sampah di Proton Drive.
it: Alcuni file nella cartella "{0}" potrebbero essere archiviati solo nel cloud. La rimozione di questa cartella interromperà la sincronizzazione e la sposterà nel Cestino in Proton Drive.
nb_no: Noen filer i "{0}"-mappen kan kanskje bare lagres i skyen. Hvis du fjerner denne mappen, stopper synkroniseringen og den flyttes til papirkurven i Proton Drive.
nl: Sommige bestanden in de map{0}worden misschien alleen in de cloud opgeslagen. Verwijderen van deze map zal stoppen met synchroniseren en verplaatsen naar prullenbak in de Proton Drive.
pl: Niektóre pliki w folderze "{0}" mogą być przechowywane tylko w chmurze. Usunięcie folderu spowoduje zatrzymanie synchronizacji i przeniesienie go do kosza w Proton Drive.
pt: Alguns ficheiros na pasta «{0}» podem ser armazenados somente na nuvem. Remover esta pasta irá parar de sincronizar e movê-la para o lixo no Proton Drive.
pt_br: Alguns arquivos na pasta «{0}» podem ser armazenados somente na nuvem. Remover esta pasta interromperá a sincronização e a moverá para a lixeira no Proton Drive.
ro: Unele fișiere din folderul „{0}” pot fi stocate numai în cloud. Eliminarea acestui folder va opri sincronizarea și îl va muta în folderul «Gunoi» din Proton Drive.
ru: Некоторые файлы в папке «{0}» могут храниться только в облаке. Удаление этой папки приведет к прекращению синхронизации и перемещению ее в Корзину в Proton Drive.
sk: Niektoré súbory v priečinku „{0}“ môžu byť uložené len v cloude. Odstránením tohto priečinka sa zastaví synchronizácia a a dôjde k presunu do koša v aplikácii Proton Drive.
sv_se: Vissa filer i mappen ”{0}” kanske bara lagras i molnet. Om du tar bort den här mappen stoppas synkroniseringen och den flyttas till papperskorgen i Proton Drive.
tr: “{0}” klasöründeki bazı dosyalar yalnızca bulutta depolanabilir. Bu klasörün kaldırılması eşitlenmesini durduracak ve bu klasör Proton Drive Çöp Kutusu içine taşınacak.
zh_cn: 在 "{0}" 文件夹中的某些文件可能只存储在云中。删除该文件夹将停止同步，并将其移至 Proton Drive 中的回收站。
zh_tw: 部分檔案位於「{0}」資料夾中，可能僅儲存在雲端。移除此資料夾將會停止同步，並將其移至 Proton Drive 中的垃圾桶。
