Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# MappingErrorCode_Value_ConflictingDescendantOnDemandSyncRootExists
source: This folder contains a subfolder synced on-demand. Set up a new sync folder.
be_by: Гэта папка змяшчае падпапку, якая сінхранізуецца па патрабаванні. Наладзьце новую папку сінхранізацыі.
ca_es: Aquesta carpeta conté una subcarpeta sincronitzada sota demanda. Configureu una nova carpeta de sincronització.
cs_cz: Tato složka obsahuje podsložku, která se synchronizuje na vyžádání. Nastavte novou složku k synchronizaci.
da_dk: Denne mappe indeholder en undermappe, der er synkroniseret on‑demand. Konfigurer en ny synkroniseringsmappe.
de: Dieser Ordner enthält einen Unterordner mit aktivierter On-Demand-Synchronisierung. Richte einen neuen Sync-Ordner ein.
el_gr: Αυτός ο φάκελός περιέχει έναν υποφάκελο συγχρονισμένο κατ' απαίτηση. Ρυθμίστε έναν νέο συγχρονισμό φακέλου.
es_419: Esta carpeta contiene una subcarpeta sincronizada bajo demanda. Configure una nueva carpeta de sincronización.
fr: Ce dossier contient un sous-dossier synchronisé à la demande. Configurez un nouveau dossier de synchronisation.
hu: Ez a mappa egy igény esetén szinkronizált almappát tartalmaz. Állítson be egy új szinkronizálási mappát.
id: Folder ini mengandung subfolder yang tersinkron secara on-demand. Persiapkan folder sinkronisasi baru.
it: Questa cartella contiene una sottocartella sincronizzata su richiesta. Imposta una nuova cartella di sincronizzazione.
nb_no: Denne mappen inneholder en undermappe som synkroniseres ved behov. Sett opp en ny synkroniseringsmappe.
nl: Deze map bevat een submap met synchronisatie op aanvraag. Stel een nieuwe gesynchroniseerde map in.
pl: Ten folder zawiera podfolder synchronizowany na żądanie. Skonfiguruj nowy folder synchronizacji.
pt: Esta pasta contém uma subpasta sincronizada sob demanda. Configure uma nova pasta de sincronização.
pt_br: Esta pasta contém uma subpasta sincronizada sob demanda. Configure uma nova pasta de sincronização.
ro: Acest folder conține un subfolder sincronizat la cerere. Setați un folder nou de sincronizare.
ru: В этой папке содержится подпапка, синхронизируемая по требованию. Настройте новую папку для синхронизации.
sk: Tento priečinok obsahuje podpriečinok synchronizovaný na vyžiadanie. Nastavte nový synchronizačný priečinok.
sv_se: Den här mappen innehåller en undermapp som synkroniseras på begäran. Skapa en ny synkroniseringsmapp.
tr: Bu klasörde, isteğe bağlı olarak eşitlenen bir alt klasör var. Yeni bir eşitleme klasörü ayarlayın.
zh_cn: 该文件夹包含一个按需同步的子文件夹。请设置新的同步文件夹。
zh_tw: 此資料夾包含一個按需同步的子資料夾。設定一個新的同步資料夾。

# MappingErrorCode_Value_ConflictingOnDemandSyncRootExists
source: This folder is already synced on-demand. Set up a new sync folder.
be_by: Гэта папка ўжо сінхранізуецца па патрабаванні. Наладзьце новую папку сінхранізацыі.
ca_es: Aquesta carpeta ja està sincronitzada sota demanda. Configureu una nova carpeta de sincronització.
cs_cz: Tato složka je již synchronizována na vyžádání. Nastavte novou složku k synchronizaci.
da_dk: Denne mappe er allerede synkroniseret on‑demand. Konfigurer en ny synkroniseringsmappe.
de: Für diesen Ordner ist On-Demand-Synchronisation bereits aktiviert. Richte einen neuen Sync-Ordner ein.
el_gr: Αυτός ο φάκελός έχει ήδη συγχρονιστεί κατ' απαίτηση. Ρυθμίστε έναν νέο συγχρονισμό φακέλου.
es_419: Esta carpeta ya está sincronizada bajo demanda. Configura una nueva carpeta de sincronización.
fr: Ce dossier est déjà synchronisé à la demande. Configurez un nouveau dossier de synchronisation.
hu: Ez a mappa már igény szerint szinkronizálva van. Állítson be egy új szinkronizálási mappát.
id: Folder ini telah tersinkron secara on-demand. Persiapkan folder sinkronisasi baru.
it: Questa cartella è già sincronizzata su richiesta. Imposta una nuova cartella di sincronizzazione.
nb_no: Denne mappen synkroniseres allerede ved behov. Sett opp en ny synkroniseringsmappe.
nl: Deze map is al gesynchroniseerd op aanvraag. Stel een nieuwe gesynchroniseerde map in.
pl: Folder jest już synchronizowany na żądanie. Skonfiguruj nowy folder synchronizacji.
pt: Esta pasta já está sincronizada sob demanda. Configure uma nova pasta de sincronização.
pt_br: Esta pasta já está sincronizada sob demanda. Configure uma nova pasta de sincronização.
ro: Acest folder este deja sincronizat la cerere. Setați un folder nou de sincronizare.
ru: Эта папка уже синхронизируется по требованию. Настройте новую папку для синхронизации.
sk: Tento priečinok už je synchronizovaný na vyžiadanie. Nastavte nový synchronizačný priečinok.
sv_se: Denna mapp synkroniseras redan på begäran. Ställ in en ny synkroniseringsmapp.
tr: Bu klasör zaten isteğe bağlı olarak eşitleniyor. Yeni bir eşitleme klasörü ayarlayın.
zh_cn: 此文件夹已按需同步。请设置新的同步文件夹。
zh_tw: 此資料夾已按需同步。設定一個新的同步資料夾。

# MappingErrorCode_Value_DriveAccessFailed
source: Can't connect to Proton Drive. Try checking your internet connection.
be_by: Немагчыма падключыцца да Proton Drive. Паспрабуйце праверыць сваё падключэнне да інтэрнэту.
ca_es: No es pot connectar a Proton Drive. Comproveu la vostra connexió a internet.
cs_cz: Nelze se připojit k Proton Drive. Zkuste zkontrolovat připojení k internetu.
da_dk: Kan ikke oprette forbindelse til Proton Drive. Prøv at tjekke din internetforbindelse.
de: Kann keine Verbindung zu Proton Drive herstellen. Versuche deine Internetverbindung zu überprüfen.
el_gr: Δεν είναι δυνατή η σύνδεση στο Proton Drive. Δοκιμάστε να ελέγξετε τη σύνδεσή σας στο διαδίκτυο.
es_419: No se puede conectar a Proton Drive. Compruebe su conexión a internet.
fr: La connexion à Proton Drive n'a pas abouti. Veuillez vérifier votre connexion internet.
hu: Nem lehet a Proton Drive-hoz kapcsolódni. Ellenőrizze az internetkapcsolatot.
id: Tidak dapat terhubung ke Proton Drive. Cobalah untuk memeriksa koneksi internet Anda.
it: Impossibile connettersi a Proton Drive. Controlla la tua connessione Internet.
nb_no: Kan ikke koble til Proton Drive. Prøv å undersøke internett-tilkoblingen din.
nl: Kan geen verbinding maken met Proton Drive. Controleer uw internetverbinding.
pl: Nie można połączyć się z Proton Drive. Spróbuj sprawdzić swoje połączenie internetowe.
pt: Não é possível conectar-se ao Proton Drive. Tente verificar a sua conexão com a internet.
pt_br: Não foi possível conectar ao Proton Drive. Tente verificar a conexão com a internet.
ro: Nu se poate conecta la Proton Drive. Verificați conexiunea la internet.
ru: Не удается подключиться к Proton Drive. Попробуйте проверить ваше интернет-подключение.
sk: Nemožno sa pripojiť k Proton Drive. Skúste skontrolovať svoje internetové pripojenie.
sv_se: Kan inte ansluta till Proton Drive. Försök kontrollera din internetanslutning.
tr: Proton Drive bağlantısı kurulamadı. İnternet bağlantınızı denetleyin.
zh_cn: 无法连接到 Proton Drive。请尝试检查您的网络连接。
zh_tw: 無法連線 Proton Drive。請檢查您的網路連線。

# MappingErrorCode_Value_DriveFolderDiverged
source: Proton Drive folder has been moved. Set up a new sync folder.
be_by: Папка Proton Drive перамешчана ў іншае месца. Наладзьце новую папку для сінхранізацыі.
ca_es: La carpeta de Proton Drive s'ha mogut. Configureu una nova carpeta de sincronització.
cs_cz: Složka Proton Drive byla přesunuta. Nastavte novou složku k synchronizaci.
da_dk: Proton Drive-mappe er blevet flyttet. Konfigurer en ny synkroniseringsmappe.
de: Proton Drive Ordner wurde verschoben. Richte einen neuen Sync-Ordner ein.
el_gr: Ο φάκελος Proton Drive έχει μετακινηθεί. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: Se ha movido la carpeta de Proton Drive. Configure otra carpeta de sincronización.
fr: Le dossier de Proton Drive a été déplacé. Veuillez configurer un nouveau dossier de synchronisation.
hu: A Proton Drive mappa áthelyezésre került. Állítson be egy új szinkronizálási mappát.
id: Folder Proton Drive telah dipindahkan. Persiapkan folder sinkronisasi baru.
it: La cartella Proton Drive è stata spostata. Configura una nuova cartella di sincronizzazione.
nb_no: Proton Drive-mappen er flyttet. Konfigurer en ny synkroniseringsmappe.
nl: De Proton Drive map is verplaatst. Stel een nieuwe sync map in.
pl: Folder Proton Drive został przeniesiony. Skonfiguruj nowy folder synchronizacji.
pt: A pasta do Proton Drive foi movida. Configure uma nova pasta de sincronização.
pt_br: A pasta do Proton Drive foi movida. Configure uma nova pasta para sincronizar.
ro: Folderul Proton Drive a fost mutat. Setați un folder nou de sincronizare.
ru: Папка Proton Drive была перемещена. Настройте новую папку для синхронизации.
sk: Priečinok Proton Drive bol presunutý. Nastavte nový synchronizačný priečinok.
sv_se: Proton Drive-mappen har flyttats. Ställ in en ny synkroniseringsmapp.
tr: Proton Drive klasörü taşınmış. Yeni bir eşitleme klasörü oluşturun.
zh_cn: Proton Drive 文件夹已移动。请设置新的同步文件夹。
zh_tw: Proton Drive 資料夾已搬移。請設定一個新的同步資料夾。

# MappingErrorCode_Value_DriveFolderDoesNotExist
source: Can’t access your Proton Drive files, possibly due to a device folder deletion. Set up a new sync folder.
be_by: Немагчыма атрымаць доступ да файлаў Proton Drive. Магчыма, што папка прылады была выдалена. Наладзьце новую папку для сінхранізацыі.
ca_es: No es pot accedir als fitxers de Proton Drive, possiblement a causa de la supressió d'una carpeta al dispositiu. Configureu una nova carpeta de sincronització.
cs_cz: Nelze přistupovat k souborům Proton Drive, pravděpodobně z důvodu smazání složky ze zařízení. Nastavte novou složku k synchronizaci.
da_dk: Kan ikke få adgang til dine Proton Drive-filer, muligvis på grund af sletning af en enhedsmappe. Konfigurer en ny synkroniseringsmappe.
de: Du kannst nicht auf deine Proton Drive Dateien zugreifen, möglicherweise aufgrund eines gelöschten Geräteordners. Richte einen neuen Sync-Ordner ein.
el_gr: Δεν είναι δυνατή η πρόσβαση στα αρχεία Proton Drive, πιθανώς λόγω διαγραφής φακέλου συσκευής. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: No puede acceder a sus archivos de Proton Drive debido a la eliminación de una carpeta del dispositivo. Configure otra carpeta de sincronización.
fr: L'accès à vos fichiers Proton Drive est impossible, probablement à cause de la suppression d'un dossier sur un appareil. Veuillez configurer un nouveau dossier de synchronisation.
hu: Nem lehet hozzáférni a Proton Drive-fájlokhoz, valószínűleg egy eszközmappa törlése miatt. Állítson be egy új szinkronizálási mappát.
id: Berkas Proton Drive Anda tidak dapat diakses, yang kemungkinan disebabkan oleh terhapusnya folder pada perangkat. Persiapkan folder sinkronisasi baru.
it: Impossibile accedere ai file di Proton Drive, probabilmente a causa dell'eliminazione della cartella del dispositivo. Configura una nuova cartella di sincronizzazione.
nb_no: Får ikke tilgang til Proton Drive-filene dine, muligens på grunn av sletting av en enhetsmappe. Sett opp en ny synkroniseringsmappe.
nl: Geen toegang tot uw Proton Drive-bestanden, mogelijk als gevolg van het verwijderen van de apparaatmap. Stel een nieuwe sync map in.
pl: Nie można uzyskać dostępu do plików Proton Drive, prawdopodobnie z powodu usunięcia folderu urządzenia. Skonfiguruj nowy folder synchronizacji.
pt: Não é possível aceder aos seus ficheiros do Proton Drive, possivelmente devido à eliminação de uma pasta no dispositivo. Configure uma nova pasta de sincronização.
pt_br: Não é possível acessar seus arquivos do Proton Drive, possivelmente devido a uma exclusão de pasta do dispositivo. Configure uma nova pasta de sincronização.
ro: Nu se pot accesa fișiere Proton Drive, posibil datorită ștergerii folderului de pe dispozitiv. Setați un folder nou de sincronizare.
ru: Невозможно получить доступ к файлам Proton Drive, возможно, из-за удаления папки устройства. Настройте новую папку для синхронизации.
sk: Nie je možné získať prístup k súborom Proton Drive, pravdepodobne z dôvodu vymazania priečinka zo zariadenia. Nastavte nový synchronizačný priečinok.
sv_se: Kan inte komma åt dina Proton Drive-filer, möjligen på grund av att en enhetsmapp tagits bort. Ställ in en ny synkroniseringsmapp.
tr: Büyük olasılıkla bir aygıt klasörünün silinmesi nedeniyle Proton Drive dosyalarınıza erişilemiyor. Yeni bir eşitleme klasörü oluşturun.
zh_cn: 无法访问 Proton Drive 文件，可能是因为删除了设备文件夹。请设置新的同步文件夹。
zh_tw: 無法存取您的 Proton Drive 檔案，可能因為裝置資料夾已遭刪除。請設定新的同步資料夾。

# MappingErrorCode_Value_DriveHostDeviceDiverged
source: Can’t access your Proton Drive files, possibly due to a device deletion. Set up a new sync folder.
be_by: Немагчыма атрымаць доступ да файлаў Proton Drive. Магчыма, што прылада была выдалена. Наладзьце новую папку для сінхранізацыі.
ca_es: No es pot accedir als fitxers de Proton Drive, possiblement a causa d'una supressió del dispositiu. Configureu una nova carpeta de sincronització.
cs_cz: Nelze přistupovat k souborům Proton Drive, pravděpodobně z důvodu smazání zařízení. Nastavte novou složku k synchronizaci.
da_dk: Du kan ikke få adgang til dine Proton Drive-filer, muligvis fordi enheden er blevet slettet. Konfigurer en ny synkroniseringsmappe.
de: Du kannst nicht auf deine Proton Drive Dateien zugreifen, möglicherweise aufgrund einer Gerätelöschung. Richte einen neuen Sync-Ordner ein.
el_gr: Δεν είναι δυνατή η πρόσβαση στα αρχεία Proton Drive, πιθανώς λόγω διαγραφής στη συσκευή. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: No puede acceder a sus archivos de Proton Drive debido a la eliminación de un dispositivo. Configure otra carpeta de sincronización.
fr: L'accès à vos fichiers Proton Drive est impossible, probablement à cause d'une suppression d'un appareil. Veuillez configurer un nouveau dossier de synchronisation.
hu: Nem lehet hozzáférni a Proton Drive-fájlokhoz, valószínűleg egy eszközmappa törlése miatt. Állítson be egy új szinkronizálási mappát.
id: Berkas Proton Drive Anda tidak dapat diakses, yang kemungkinan disebabkan oleh terhapusnya perangkat. Persiapkan folder sinkronisasi baru.
it: Impossibile accedere ai file di Proton Drive, probabilmente a causa dell'eliminazione del dispositivo. Configura una nuova cartella di sincronizzazione.
nb_no: Får ikke tilgang til Proton Drive-filene dine, muligens på grunn av sletting av en enhet. Sett opp en ny synkroniseringsmappe.
nl: Geen toegang tot uw Proton Drive-bestanden, mogelijk als gevolg van het verwijderen van een apparaat. Stel een nieuwe sync map in.
pl: Nie można uzyskać dostępu do plików Proton Drive, prawdopodobnie z powodu usunięcia urządzenia. Skonfiguruj nowy folder synchronizacji.
pt: Não é possível aceder aos seus ficheiros do Proton Drive, possivelmente devido à eliminação de um dispositivo. Configure uma nova pasta de sincronização.
pt_br: Não é possível acessar seus arquivos do Proton Drive, possivelmente devido à exclusão de um dispositivo. Configure uma nova pasta de sincronização.
ro: Nu se pot accesa fișiere Proton Drive, posibil datorită ștergerii dispozitivului. Setați un folder nou de sincronizare.
ru: Невозможно получить доступ к файлам Proton Drive, возможно, из-за удаления устройства. Настройте новую папку для синхронизации.
sk: Nie je možné získať prístup k súborom v Proton Drive, pravdepodobne z dôvodu vymazania zariadenia. Nastavte nový synchronizačný priečinok.
sv_se: Kan inte komma åt dina Proton Drive-filer, möjligen på grund av att en enhet tagits bort. Ställ in en ny synkroniseringsmapp.
tr: Büyük olasılıkla bir aygıt silme işlemi nedeniyle Proton Drive dosyalarınıza erişilemiyor. Yeni bir eşitleme klasörü oluşturun.
zh_cn: 无法访问 Proton Drive 文件，可能是因为设备被删除。请设置新的同步文件夹。
zh_tw: 無法存取您的 Proton Drive 檔案，可能因為裝置已遭刪除。請設定新的同步資料夾。

# MappingErrorCode_Value_DriveShareDiverged
source: Can't access your Proton Drive files, possibly due to a password reset. Set up a new sync folder.
be_by: Немагчыма атрымаць доступ да файлаў Proton Drive. Магчыма, што пароль быў скінуты. Наладзьце новую папку для сінхранізацыі.
ca_es: No es pot accedir als fitxers de Proton Drive, possiblement a causa d'un restabliment de la contrasenya. Configureu una nova carpeta de sincronització.
cs_cz: Nelze přistupovat k souborům Proton Drive, pravděpodobně z důvodu resetu hesla. Nastavte novou složku k synchronizaci.
da_dk: Du kan ikke få adgang til dine Proton Drive-filer, muligvis på grund af en nulstilling af adgangskoden. Konfigurer en ny synkroniseringsmappe.
de: Du kannst nicht auf deine Proton Drive Dateien zugreifen, möglicherweise aufgrund eines zurückgesetzten Passworts. Richte einen neuen Sync-Ordner ein.
el_gr: Δεν είναι δυνατή η πρόσβαση στα αρχεία Proton Drive, πιθανώς λόγω επαναφοράς κωδικού πρόσβασης. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: No puede acceder a sus archivos de Proton Drive debido al restablecimiento de una contraseña. Configure otra carpeta de sincronización.
fr: L'accès à vos fichiers Proton Drive est impossible, probablement à cause d'une réinitialisation de votre mot de passe. Veuillez configurer un nouveau dossier de synchronisation.
hu: Nem lehet hozzáférni a Proton Drive-fájlokhoz, valószínűleg egy eszközmappa törlése miatt. Állítson be egy új szinkronizálási mappát.
id: Berkas Proton Drive Anda tidak dapat diakses, yang kemungkinan disebabkan oleh pengaturan ulang kata sandi. Persiapkan folder sinkronisasi baru.
it: Impossibile accedere ai file di Proton Drive, probabilmente a causa della reimpostazione della password. Configura una nuova cartella di sincronizzazione.
nb_no: Får ikke tilgang til Proton Drive-filene dine, muligens på grunn av en tilbakestilling av passord. Sett opp en ny synkroniseringsmappe.
nl: Kan geen toegang krijgen tot uw Proton Drive-bestanden, mogelijk als gevolg van een reset van het wachtwoord. Stel een nieuwe sync map in.
pl: Nie można uzyskać dostępu do plików Proton Drive, prawdopodobnie z powodu zresetowania hasła. Skonfiguruj nowy folder synchronizacji.
pt: Não é possível aceder aos seus ficheiros do Proton Drive, possivelmente devido a uma redefinição da palavra-passe. Configure uma nova pasta de sincronização.
pt_br: Não é possível acessar seus arquivos do Proton Drive, possivelmente devido a uma redefinição de senha. Configure uma nova pasta de sincronização.
ro: Nu se pot accesa fișiere Proton Drive, posibil datorită resetării parolei. Setați un folder nou de sincronizare.
ru: Невозможно получить доступ к файлам Proton Drive, возможно, из-за сброса пароля. Настройте новую папку для синхронизации.
sk: Nie je možné získať prístup k súborom v Proton Drive, pravdepodobne z dôvodu obnovenia hesla. Nastavte nový synchronizačný priečinok.
sv_se: Kan inte komma åt dina Proton Drive-filer, möjligen på grund av en lösenordsåterställning. Ställ in en ny synkroniseringsmapp.
tr: Büyük olasılıkla bir parola sıfırlaması nedeniyle Proton Drive dosyalarınıza erişilemiyor. Yeni bir eşitleme klasörü oluşturun.
zh_cn: 无法访问 Proton Drive 文件，可能是因为重置了密码。请设置新的同步文件夹。
zh_tw: 無法存取您的 Proton Drive 檔案，可能因為密碼重設。請設定新的同步資料夾。

# MappingErrorCode_Value_DriveVolumeDiverged
source: Can’t access your Proton Drive files, possibly due to a password reset. Set up a new sync folder.
be_by: Немагчыма атрымаць доступ да файлаў Proton Drive. Магчыма, што пароль быў скінуты. Наладзьце новую папку для сінхранізацыі.
ca_es: No es pot accedir als fitxers de Proton Drive, possiblement a causa d'un restabliment de la contrasenya. Configureu una nova carpeta de sincronització.
cs_cz: Nelze přistupovat k souborům Proton Drive, pravděpodobně z důvodu resetu hesla. Nastavte novou složku k synchronizaci.
da_dk: Du kan ikke få adgang til dine Proton Drive-filer, muligvis på grund af en nulstilling af adgangskoden. Konfigurer en ny synkroniseringsmappe.
de: Du kannst nicht auf deine Proton Drive Dateien zugreifen, möglicherweise aufgrund eines zurückgesetzten Passworts. Richte einen neuen Sync-Ordner ein.
el_gr: Δεν είναι δυνατή η πρόσβαση στα αρχεία Proton Drive, πιθανώς λόγω επαναφοράς κωδικού πρόσβασης. Ρυθμίστε έναν νέο φάκελο συγχρονισμού.
es_419: No puede acceder a sus archivos de Proton Drive debido al restablecimiento de una contraseña. Configure otra carpeta de sincronización.
fr: L'accès à vos fichiers Proton Drive est impossible, probablement à cause d'une réinitialisation de votre mot de passe. Veuillez configurer un nouveau dossier de synchronisation.
hu: Nem lehet hozzáférni a Proton Drive-fájlokhoz, valószínűleg egy eszközmappa törlése miatt. Állítson be egy új szinkronizálási mappát.
id: Berkas Proton Drive Anda tidak dapat diakses, yang kemungkinan disebabkan oleh terhapusnya folder pada perangkat. Persiapkan folder sinkronisasi baru.
it: Impossibile accedere ai file di Proton Drive, probabilmente a causa della reimpostazione della password. Configura una nuova cartella di sincronizzazione.
nb_no: Får ikke tilgang til Proton Drive-filene dine, muligens på grunn av en tilbakestilling av passord. Sett opp en ny synkroniseringsmappe.
nl: Kan geen toegang krijgen tot uw Proton Drive-bestanden, mogelijk als gevolg van een reset van het wachtwoord. Stel een nieuwe sync map in.
pl: Nie można uzyskać dostępu do plików Proton Drive, prawdopodobnie z powodu zresetowania hasła. Skonfiguruj nowy folder synchronizacji.
pt: Não é possível aceder aos seus ficheiros do Proton Drive, possivelmente devido a uma redefinição da palavra-passe. Configure uma nova pasta de sincronização.
pt_br: Não é possível acessar seus arquivos do Proton Drive, possivelmente devido a uma redefinição de senha. Configure uma nova pasta de sincronização.
ro: Nu se pot accesa fișiere Proton Drive, posibil datorită resetării parolei. Setați un folder nou de sincronizare.
ru: Невозможно получить доступ к файлам Proton Drive, возможно, из-за сброса пароля. Настройте новую папку для синхронизации.
sk: Nie je možné získať prístup k súborom v Proton Drive, pravdepodobne z dôvodu obnovenia hesla. Nastavte nový synchronizačný priečinok.
sv_se: Kan inte komma åt dina Proton Drive-filer, möjligen på grund av en lösenordsåterställning. Ställ in en ny synkroniseringsmapp.
tr: Büyük olasılıkla bir parola sıfırlaması nedeniyle Proton Drive dosyalarına erişilemiyor. Yeni bir eşitleme klasörü oluşturun.
zh_cn: 无法访问 Proton Drive 文件，可能是因为重置了密码。请设置新的同步文件夹。
zh_tw: 無法存取您的 Proton Drive 檔案，可能因為密碼重設。請設定新的同步資料夾。
