Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# SyncFolderValidationResult_Value_NetworkFolderNotSupported
source: Syncing folders from network drives is not supported
be_by: Сінхранізаваныя папкі з сеткавага дыска не падтрымліваюцца
ca_es: No s'admet la sincronització de carpetes des d'un drive d'una xarxa.
cs_cz: Synchronizace složek ze síťových disků není podporována
da_dk: Synkronisering af mapper fra netværksdrev understøttes ikke
de: Synchronisierung von Ordnern auf Netzwerklaufwerken ist nicht unterstützt
el_gr: Ο συγχρονισμός φακέλων από μονάδες δίσκου δικτύου δεν υποστηρίζεται
es_419: No se admite la sincronización de carpetas desde unidades de red
fr: La synchronisation des dossiers depuis un drive sur un réseau n'est pas prise en charge.
hu: Mappák szinkronizálása hálózati drive-okról nem támogatott.
id: Menyinkronkan folder dari drive jaringan tidak didukung
it: La sincronizzazione delle cartelle dalle unità di rete non è supportata
nb_no: Synkronisering av mapper fra nettverksstasjoner støttes ikke
nl: Mappen synchroniseren van netwerkschijven wordt niet ondersteund
pl: Synchronizacja folderów z dysków sieciowych nie jest obsługiwana
pt: A sincronização de pastas a partir de unidades de rede não é suportada.
pt_br: A sincronização de pastas de drives de rede não é suportada
ro: Sincronizarea folderelor din unitățile din rețea nu este suportată.
ru: Синхронизация папок с сетевых хранилищ не поддерживается
sk: Synchronizácia priečinkov zo sieťových diskov nie je podporovaná
sv_se: Synkronisering av mappar från nätverksenheter stöds inte
tr: Ağ sürücülerindeki klasörlerin eşitlenmesi desteklenmiyor.
zh_cn: 不支持从网络驱动器同步文件夹
zh_tw: 不支援同步網路雲端磁碟中的資料夾

# SyncFolderValidationResult_Value_NonSyncableFolder
source: The folder is not eligible for sync
be_by: Папка непрыдатная для сінхранізацыі
ca_es: Aquesta carpeta no es pot sincronitzar.
cs_cz: Složka není způsobilá pro synchronizaci
da_dk: Mappen er ikke kvalificeret til synkronisering
de: Der Ordner ist für die Synchronisierung nicht geeignet
el_gr: Ο φάκελος δεν είναι κατάλληλος για συγχρονισμό
es_419: No se puede sincronizar la carpeta.
fr: Ce dossier ne peut pas être synchronisé.
hu: A mappa nem alkalmas szinkronizálásra
id: Folder ini tidak memenuhi syarat untuk disinkronkan
it: La cartella non è idonea per la sincronizzazione
nb_no: Mappen er ikke kvalifisert for synkronisering
nl: De map komt niet in aanmerking voor synchronisatie
pl: Folder nie jest odpowiedni do synchronizacji
pt: Esta pasta não pode ser sincronizada.
pt_br: A pasta não é elegível para sincronização
ro: Folderul nu este eligibil pentru sincronizare.
ru: Папка не подходит для синхронизации
sk: Priečinok nie je vhodný na synchronizáciu
sv_se: Mappen är inte berättigad för synkronisering
tr: Klasör eşitlenmeye uygun değil
zh_cn: 文件夹不符合同步条件
zh_tw: 此資料夾無法同步

# SyncStatus_Value_DetectingUpdates
source: Fetching updates...
be_by: Атрыманне абнаўленняў...
ca_es: S'estan obtenint les actualitzacions...
cs_cz: Stahování aktualizací...
da_dk: Henter opdateringer...
de: Aktualisierungen abrufen...
el_gr: Γίνεται λήψη ενημερώσεων...
es_419: Obteniendo actualizaciones...
fr: Récupération des mises à jour...
hu: Frissítések lekérése...
id: Memperoleh pembaruan...
it: Recupero degli aggiornamenti...
nb_no: Henter oppdateringer...
nl: Updates ophalen...
pl: Pobieranie aktualizacji...
pt: A recuperar as atualizações...
pt_br: Obtendo atualizações...
ro: Se preiau actualizările…
ru: Получение обновлений...
sk: Vyhľadávanie aktualizácií...
sv_se: Hämtar uppdateringar …
tr: Güncellemeler alınıyor...
zh_cn: 正在获取更新...
zh_tw: 正在獲取更新...

# SyncStatus_Value_Failed
source: Error
be_by: Памылка
cs_cz: Chyba
da_dk: Fejl
de: Fehler
el_gr: Σφάλμα
fr: Erreur
hu: Hiba
it: Errore
nb_no: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv_se: Fel
tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# SyncStatus_Value_Idle
source: Synced
be_by: Сінхранізавана
ca_es: Sincronitzat
cs_cz: Synchronizováno
da_dk: Synkroniseret
de: Synchronisiert
el_gr: Συγχρονισμένο
es_419: Sincronizado
fr: Synchronisé
hu: Szinkronizálva
id: Tersinkron
it: Sincronizzato
nb_no: Synkronisert
nl: Gesynchroniseerd
pl: Zsynchronizowano
pt: Sincronizado
pt_br: Sincronizado
ro: Sincronizat
ru: Синхронизировано
sk: Synchronizované
sv_se: Synkroniserad
tr: Eşitlendi
zh_cn: 已同步
zh_tw: 已同步

# SyncStatus_Value_Initializing
source: Setting up...
be_by: Наладжванне...
ca_es: S'està configurant...
cs_cz: Nastavování...
da_dk: Konfigurerer...
de: Wird eingerichtet...
el_gr: Ρύθμιση...
es_419: Configurando
fr: Configuration...
hu: Beállítás...
id: Mempersiapkan...
it: Configurazione...
nb_no: Konfigurerer...
nl: Instellen...
pl: Konfigurowanie...
pt: A configurar...
pt_br: Configurando...
ro: Se setează…
ru: Установка...
sk: Nastavovanie...
sv_se: Ställer in …
tr: Kuruluyor...
zh_cn: 正在设置...
zh_tw: 設置中...

# SyncStatus_Value_Offline
source: Offline
be_by: Па-за сеткай
ca_es: Fora de línia
el_gr: Εκτός σύνδεσης
es_419: Sin conexión
fr: Hors ligne
hu: Nincs internetkapcsolat
nb_no: Frakoblet
pl: Jesteś w trybie offline
pt_br: Desconectado
ro: Deconectat
ru: Офлайн
tr: Çevrim dışı
zh_cn: 离线
zh_tw: 離線

# SyncStatus_Value_Paused
source: Paused
be_by: Прыпынена
ca_es: En pausa
cs_cz: Pozastaveno
da_dk: Pauset
de: Angehalten
el_gr: Σε παύση
es_419: Pausado
fr: Suspendu
hu: Szüneteltetve
id: Dijeda
it: In pausa
nb_no: Satt på pause
nl: Onderbroken
pl: Wstrzymano
pt: Em pausa
pt_br: Pausado
ro: Suspendat
ru: Приостановлено
sk: Pozastavené
sv_se: Pausad
tr: Duraklatılmış
zh_cn: 已暂停
zh_tw: 已暫停

# SyncStatus_Value_Synchronizing
source: Synchronizing...
be_by: Сінхранізацыя...
ca_es: S'està sincronitzant...
cs_cz: Synchronizace...
da_dk: Synkroniserer…
de: Synchronisiere...
el_gr: Συγχρονισμός...
es_419: Sincronizando...
fr: Synchronisation...
hu: Szinkronizálás...
id: Menyinkronkan...
it: Sincronizzazione...
nb_no: Synkroniserer...
nl: Synchroniseren...
pl: Synchronizowanie...
pt: A sincronizar...
pt_br: Sincronizando...
ro: Se sincronizează…
ru: Синхронизация...
sk: Synchronizácia...
sv_se: Synkroniserar …
tr: Eşitleniyor...
zh_cn: 正在同步...
zh_tw: 同步中…

# SyncStatus_Value_Terminating
source: Terminating...
be_by: Завяршэнне...
ca_es: S'està finalitzant...
cs_cz: Ukončování...
da_dk: Afslutter...
de: Abbrechen...
el_gr: Περάτωση...
es_419: Terminando...
fr: Finalisation...
hu: Megszakítás...
id: Memberhentikan...
it: Completamento...
nb_no: Terminerer...
nl: Beëindigen...
pl: Zakończenie...
pt: A terminar...
pt_br: Finalizando...
ro: Se finalizează…
ru: Завершение...
sk: Prerušovanie...
sv_se: Avslutar …
tr: Sonlandırılıyor...
zh_cn: 正在终止...
zh_tw: 正在終止...

# SystemTray_Menu_Item_Exit
source: E_xit
be_by: _Выхад
ca_es: _Surt
cs_cz: _Ukončit
da_dk: _Afslut
de: _Schließen
el_gr: Έξοδος
es_419: _Salir
fr: _Quitter
hu: Kilé_pés
id: _Keluar
it: _Uscita
nb_no: _Avslutt
pl: Wyjście
pt: _Sair
pt_br: _Sair
ro: _Ieșire
ru: В_ыход
sk: _Ukončiť
sv_se: _Stäng
tr: Çı_k
zh_cn: 退出
zh_tw: _離開

# SystemTray_Menu_Item_OpenInBrowser
source: Open in _browser
be_by: Адкрыць у _браўзеры
ca_es: Obre al _navegador
cs_cz: Otevřít v _prohlížeči
da_dk: Åbn i _browser
de: Im _Browser öffnen
el_gr: Άνοιξε στον _περιηγητή
es_419: Abrir en el _navegador
fr: Ouvrir dans le _navigateur
hu: Megnyitás _böngészőben
id: Buka di _browser
it: Apri nel _browser
nb_no: Åpne i _nettleser
nl: Openen in de _browser
pl: Otwórz w przeglądarce
pt: Abrir no _navegador
pt_br: Abrir no _navegador
ro: Deschidere în navigator we_b
ru: Открыть в _браузере
sk: Otvoriť v _prehliadači
sv_se: Öppna i _webbläsare
tr: _Tarayıcıda aç
zh_cn: 在浏览器中打开
zh_tw: _在瀏覽器中開啟

# SystemTray_Menu_Item_OpenLocalFolder
source: Open local _folder
be_by: Адкрыць у лакальнай _папцы
ca_es: Obre la _carpeta local
cs_cz: Otevřít místní _složku
da_dk: Åbn lokal _mappe
de: Lokalen _Ordner öffnen
el_gr: Άνοιγμα τοπικού _φακέλου
es_419: Abrir la _carpeta local
fr: Ouvrir le _dossier local
hu: Helyi _mappa megnyitása
id: Buka _folder lokal
it: Apri la cartella _locale
nb_no: Åpne lokal _mappe
nl: Lokale _map openen
pl: Otwórz lokalny folder
pt: Abrir a _pasta local
pt_br: Abrir na _pasta local
ro: Deschidere _folder local
ru: Открыть локальную _папку
sk: Otvoriť miestny priečino_k
sv_se: Öppna lokal _mapp
tr: _Yerel klasörü aç
zh_cn: 打开本地文件夹
zh_tw: 打開本地_資料夾

# SystemTray_Menu_Item_OpenProtonDrive
source: _Open Proton Drive
be_by: _Адкрыць у Proton Drive
ca_es: _Obre Proton Drive
cs_cz: _Otevřít Proton Drive
da_dk: _Åbn Proton Drive
de: _Proton Drive öffnen
el_gr: _Ανοίξτε το Proton Drive
es_419: _Abrir Proton Drive
fr: _Ouvrir Proton Drive
hu: _Megnyitás Proton Drive
id: _Buka Proton Drive
it: _Apri Proton Drive
nb_no: _Åpne Proton Drive
pl: Otwórz Proton Drive
pt: _Abrir o Proton Drive
pt_br: _Abrir Proton Drive
ro: _Deschidere Proton Drive
ru: _Открыть Proton Drive
sk: _Otvoriť Proton Drive
sv_se: _Öppna Proton Drive
tr: _Proton Drive aç
zh_cn: 打开 Proton Drive (_O)
zh_tw: _開啟 Proton Drive

# SystemTray_Menu_Item_PauseSync
source: _Pause the synchronization
be_by: _Прыпыніць сінхранізацыю
ca_es: _Pausa la sincronització
cs_cz: _Pozastavit synchronizaci
da_dk: _Pause synkroniseringen
de: Synchronisierung _anhalten
el_gr: Παύση του συγχρονισμού
es_419: _Pausar la sincronización
fr: _Mettre en pause la synchronisation
hu: _Szinkronizálás szüneteltetése
id: _Jeda sinkronisasi
it: _Metti in pausa la sincronizzazione
nb_no: _Pause synkroniseringen
nl: _Pauzeer de synchronisatie
pl: Wstrzymaj synchronizację
pt: _Pausar a sincronização
pt_br: _Pausar sincronização
ro: _Suspendare sincronizare
ru: _Приостановить синхронизацию
sk: _Pozastaviť synchronizáciu
sv_se: _Pausa synkroniseringen
tr: _Eşitlemeyi duraklat
zh_cn: 暂停同步
zh_tw: _暫停同步

# SystemTray_Menu_Item_SignIn
source: _Sign in
be_by: _Увайсці
ca_es: _Inicia la sessió
cs_cz: _Přihlásit se
da_dk: _Log ind
de: _Anmelden
el_gr: _Σύνδεση
es_419: _Iniciar sesión
fr: _Connexion
hu: _Bejelentkezés
id: _Masuk
it: _Accesso
nb_no: _Logg på
nl: _Aanmelden
pl: Zaloguj się
pt: _Iniciar sessão
pt_br: _Iniciar sessão
ro: _Conectare
ru: _Войти
sk: Pr_ihlásiť sa
sv_se: _Logga in
tr: _Oturum aç
zh_cn: 登录
zh_tw: _登錄

# ToggleSwitch_Off
source: Off
be_by: Выключана
ca_es: Desactivat
cs_cz: Vypnuto
da_dk: Fra
de: Aus
el_gr: Ανενεργό
fr: Désactivé
hu: Ki
id: Nonaktif
it: Disabilitato
nb_no: Av
nl: Uit
pl: Wył.
pt: Desligado
pt_br: Desativado
ro: Oprită
ru: Выкл
sk: Vyp.
sv_se: Av
tr: Kapalı
zh_cn: 未启用
zh_tw: 關閉

# ToggleSwitch_On
source: On
be_by: Уключана
ca_es: Activat
cs_cz: Zapnuto
da_dk: Til
de: Ein
el_gr: Ενεργό
es_419: Activado
fr: Activé
hu: Be
id: Aktif
it: Abilitato
nb_no: På
nl: Aan
pl: Wł.
pt: Ligado
pt_br: Ativado
ro: Pornită
ru: Включено
sk: Zap.
sv_se: På
tr: Açık
zh_cn: 已启用
zh_tw: 開
