Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Activity_Remote_InProgress_SyncActivityType_Value_Rename
source: Renaming on Proton Drive
be_by: Перайменаванне ў Proton Drive
ca_es: S'està canviant el nom a Proton Drive
cs_cz: Přejmenovávání na Proton Drive
da_dk: Omdøber på Proton Drive
de: Wird auf Proton Drive umbenannt
el_gr: Μετονομάζεται στο Proton Drive
es_419: Cambiando el nombre en Proton Drive
fr: Changement de nom sur Proton Drive
hu: Átnevezés Proton Drive-on
id: Menamai ulang di Proton Drive
it: Rinominare su Proton Drive
nb_no: Gir nytt navn på Proton Drive
nl: Hernoemen op Proton Drive
pl: Zmiana nazwy w Proton Drive
pt: A alterar o nome no Proton Drive
pt_br: Renomeando no Proton Drive
ro: Se redenumește în Proton Drive
ru: Переименование на Proton Drive
sk: Premenúvanie v Proton Drive
sv_se: Byter namn på Proton Drive
tr: Proton Drive üzerinde yeniden adlandırılıyor
zh_cn: 在 Proton Drive 上重命名
zh_tw: 正在 Proton Drive 重新命名

# Activity_Remote_InProgress_SyncActivityType_Value_Upload
source: Uploading to Proton Drive
be_by: Запампоўванне ў Proton Drive
ca_es: S'està carregant a Proton Drive
cs_cz: Nahrávání na Proton Drive
da_dk: Uploader til Proton Drive
de: Lädt zu Proton Drive hoch
el_gr: Μεταφορτώνεται στο Proton Drive
es_419: Cargando a Proton Drive
fr: Importation sur Proton Drive
hu: Feltöltés Proton Drive-ra
id: Mengunggah ke Proton Drive
it: Caricamento su Proton Drive
nb_no: Laster opp til Proton Drive
nl: Uploaden naar Proton Drive
pl: Przesyłanie do Proton Drive
pt: A enviar para o Proton Drive
pt_br: Enviando para Proton Drive
ro: Se încarcă în Proton Drive
ru: Загрузка на Proton Drive
sk: Nahrávanie do Proton Drive
sv_se: Laddar upp till Proton Drive
tr: Proton Drive üzerine yükleniyor
zh_cn: 上传至 Proton Drive
zh_tw: 正在上傳到 Proton Drive

# Activity_Remote_Succeeded_SyncActivityType_Value_Create
source: Created on Proton Drive
be_by: Створана ў Proton Drive
ca_es: Creat a Proton Drive
cs_cz: Vytvořeno na Proton Drive
da_dk: Oprettet på Proton Drive
de: Auf Proton Drive erstellt
el_gr: Δημιουργήθηκε στο Proton Drive
es_419: Creado en Proton Drive
fr: Créé sur Proton Drive
hu: Létrehozás Proton Drive-ra
id: Dibuat di Proton Drive
it: Creato su Proton Drive
nb_no: Opprettet på Proton Drive
nl: Gemaakt op Proton Drive
pl: Utworzono w Proton Drive
pt: Criado no Proton Drive
pt_br: Criando no Proton Drive
ro: Creat în Proton Drive
ru: Создано на Proton Drive
sk: Vytvorené v Proton Drive
sv_se: Skapad på Proton Drive
tr: Proton Drive üzerinde oluşturuldu
zh_cn: 在 Proton Drive 上创建
zh_tw: 已在 Proton Drive 上建立完成

# Activity_Remote_Succeeded_SyncActivityType_Value_Delete
source: Deleted from Proton Drive
be_by: Выдалена з Proton Drive
ca_es: Eliminat de Proton Drive
cs_cz: Smazáno z Proton Drive
da_dk: Slettet fra Proton Drive
de: Von Proton Drive gelöscht
el_gr: Διαγράφηκε από το Proton Drive
es_419: Eliminado de Proton Drive
fr: Supprimé de Proton Drive
hu: Törölve Proton Drive-ról
id: Dihapus dari Proton Drive
it: Eliminato da Proton Drive
nb_no: Slettet fra Proton Drive
nl: Verwijderd uit Proton Drive
pl: Usunięto z Proton Drive
pt: Eliminado do Proton Drive
pt_br: Excluído do Proton Drive
ro: Șters din Proton Drive
ru: Удалено с Proton Drive
sk: Vymazané z Proton Drive
sv_se: Borttagen från Proton Drive
tr: Proton Drive üzerinden silindi
zh_cn: 已从 Proton Drive 删除
zh_tw: 已從 Proton Drive 刪除完成

# Activity_Remote_Succeeded_SyncActivityType_Value_Download
source: Downloaded from Proton Drive
be_by: Спампавана з Proton Drive
ca_es: Descarregat de Proton Drive
cs_cz: Staženo z Proton Drive
da_dk: Downloadet fra Proton Drive
de: Von Proton Drive heruntergeladen
el_gr: Λήφθηκε από το Proton Drive
es_419: Descargado de Proton Drive
fr: Téléchargé de Proton Drive
hu: Letöltve Proton Drive-ról
id: Diunduh dari Proton Drive
it: Scaricamento da Proton Drive
nb_no: Lastet ned fra Proton Drive
nl: Gedownload van Proton Drive
pl: Pobrano z Proton Drive
pt: Transferido do Proton Drive
pt_br: Baixado do Proton Drive
ro: Descărcat din Proton Drive
ru: Скачано с Proton Drive
sk: Stiahnuté z Proton Drive
sv_se: Nedladdat från Proton Drive
tr: Proton Drive üzerinden indirildi
zh_cn: 从 Proton Drive 下载
zh_tw: 從 Proton Drive 下載完成

# Activity_Remote_Succeeded_SyncActivityType_Value_FetchUpdates
source: Updates fetched from Proton Drive
be_by: Абнаўленні атрыманы з Proton Drive
ca_es: Actualitzacions recuperades de Proton Drive
cs_cz: Aktualizace staženy z Proton Drive
da_dk: Opdateringer hentet fra Proton Drive
de: Updates von Proton Drive abgerufen
el_gr: Οι ενημερώσεις λήφθηκαν από το Proton Drive
es_419: Actualizaciones obtenidas de Proton Drive
fr: Les mises à jour ont été récupérées depuis Proton Drive.
hu: Firssítések továbbküldve Proton Drive-ról
id: Pembaruan diperoleh dari Proton Drive
it: Aggiornamenti recuperati da Proton Drive
nb_no: Oppdateringer hentet fra Proton Drive
nl: Updates opgehaald uit Proton Drive
pl: Pobrano aktualizację z Proton Drive
pt: Atualizações obtidas do Proton Drive
pt_br: Atualizações obtidas do Proton Drive
ro: Actualizări preluate din Proton Drive
ru: Обновления загружены с Proton Drive
sk: Aktualizácie z Proton Drive načítané
sv_se: Uppdateringar hämtade från Proton Drive
tr: Proton Drive üzerinden güncellemeler alındı
zh_cn: 从 Proton Drive 获取的更新
zh_tw: 已從 Proton Drive 取得更新

# Activity_Remote_Succeeded_SyncActivityType_Value_Move
source: Moved on Proton Drive
be_by: Перамешчана ў Proton Drive
ca_es: Mogut a Proton Drive
cs_cz: Přesunuto na Proton Drive
da_dk: Flyttet på Proton Drive
de: Auf Proton Drive verschoben
el_gr: Μετακινήθηκε στο Proton Drive
es_419: Movido en Proton Drive
fr: Déplacé sur Proton Drive
hu: Áthelyezve a Proton Drive-on
id: Dipindahkan di Proton Drive
it: Spostato su Proton Drive
nb_no: Flyttet på Proton Drive
nl: Verplaatst op Proton Drive
pl: Przeniesiono w Proton Drive
pt: Movido no Proton Drive
pt_br: Movido no Proton Drive
ro: Mutat în Proton Drive
ru: Перемещено на Proton Drive
sk: Presunuté v Proton Drive
sv_se: Flyttad på Proton Drive
tr: Proton Drive üzerinde taşındı
zh_cn: 移至 Proton Drive
zh_tw: 已移動到 Proton Drive

# Activity_Remote_Succeeded_SyncActivityType_Value_Rename
source: Renamed on Proton Drive
be_by: Перайменавана ў Proton Drive
ca_es: Reanomenat a Proton Drive
cs_cz: Přejmenováno na Proton Drive
da_dk: Omdøbt på Proton Drive
de: Auf Proton Drive umbenannt
el_gr: Μετονομάστηκε στο Proton Drive
es_419: Renombrado en Proton Drive
fr: Renommé sur Proton Drive
hu: Átnevezve a Proton Drive-on
id: Dinamai ulang di Proton Drive
it: Rinominato su Proton Drive
nb_no: Omdøpt på Proton Drive
nl: Hernoemd op Proton Drive
pl: Zmieniono nazwę w Proton Drive
pt: Renomeado no Proton Drive
pt_br: Renomeado no Proton Drive
ro: Redenumit în Proton Drive
ru: Переименовано на Proton Drive
sk: Premenované v Proton Drive
sv_se: Namn bytt på Proton Drive
tr: Proton Drive üzerinde yeniden adlandırıldı
zh_cn: 在 Proton Drive 上重命名
zh_tw: 已在 Proton Drive 上重新命名

# Activity_Remote_Succeeded_SyncActivityType_Value_Upload
source: Uploaded to Proton Drive
be_by: Запампавана ў Proton Drive
ca_es: Carregat a Proton Drive
cs_cz: Nahráno na Proton Drive
da_dk: Uploadet til Proton Drive
de: Zu Proton Drive hochgeladen
el_gr: Μεταφορτώθηκε στο Proton Drive
es_419: Cargado a Proton Drive
fr: Importé sur Proton Drive
hu: Feltöltve a Proton Drive-ra
id: Diunggah ke Proton Drive
it: Caricato su Proton Drive
nb_no: Lastet opp til Proton Drive
nl: Geüpload naar Proton Drive
pl: Przesłano do Proton Drive
pt: Enviado para o Proton Drive
pt_br: Enviado para Proton Drive
ro: Încărcat în Proton Drive
ru: Загружено на Proton Drive
sk: Nahraté do Proton Drive
sv_se: Uppladdat till Proton Drive
tr: Proton Drive üzerine yüklendi
zh_cn: 已上传至 Proton Drive
zh_tw: 已上傳到 Proton Drive

# AppDisplayStatus_Value_AccountError
source: Failed to set up an account
be_by: Не ўдалося наладзіць уліковы запіс
ca_es: No s'ha pogut configurar un compte.
cs_cz: Nastavení účtu selhalo
da_dk: Kunne ikke oprette en konto
de: Kontoeinrichtung fehlgeschlagen
el_gr: Αποτυχία ρύθμισης λογαριασμού
es_419: No se pudo configurar una cuenta
fr: La configuration d'un compte n'a pas abouti.
hu: Nem sikerült létrehozni egy fiókot
id: Akun gagal dipersiapkan
it: Impossibile impostare un account
nb_no: Kunne ikke konfigurere en konto
nl: Instellen van een account mislukt
pl: Nie udało się skonfigurować konta
pt: Erro ao configurar uma conta
pt_br: Erro ao configurar uma conta
ro: Nu s-a reușit configurarea unui cont
ru: Не удалось настроить аккаунт
sk: Nepodarilo sa nastaviť účet
sv_se: Misslyckades att ställa in ett konto
tr: Hesap kurulamadı
zh_cn: 设置账户失败
zh_tw: 設置帳戶失敗

# AppDisplayStatus_Value_FinishingUp
source: Finishing up...
be_by: Завяршэнне...
ca_es: S'està finalitzant...
cs_cz: Dokončování...
da_dk: Afslutter...
de: Wird fertiggestellt...
el_gr: Γίνεται ολοκλήρωση...
es_419: Finalizando...
fr: Finalisation...
hu: Befejezés...
id: Menyelesaikan...
it: Quasi finito...
nb_no: Fullfører...
nl: Beëindigen ...
pl: Finalizowanie...
pt: A terminar...
pt_br: Concluindo...
ro: Se finalizează...
ru: Завершаем...
sk: Dokončovanie...
sv_se: Slutför …
tr: Tamamlanıyor...
zh_cn: 即将完成…
zh_tw: 完成中...

# AppDisplayStatus_Value_Offline
source: Offline
be_by: Па-за сеткай
ca_es: Fora de línia
el_gr: Εκτός σύνδεσης
es_419: Sin conexión
fr: Hors ligne
hu: Nincs internetkapcsolat
nb_no: Frakoblet
pl: Jesteś w trybie offline
ro: Deconectat
ru: Офлайн
tr: Çevrim dışı
zh_cn: 离线
zh_tw: 離線

# AppDisplayStatus_Value_SettingUp
source: Setting up...
be_by: Наладжванне...
ca_es: S'està configurant...
cs_cz: Nastavování...
da_dk: Konfigurerer...
de: Wird eingerichtet...
el_gr: Ρύθμιση...
es_419: Configurando...
fr: Configuration...
hu: Beállítás...
id: Mempersiapkan...
it: Configurazione...
nb_no: Konfigurerer...
nl: Instellen...
pl: Konfigurowanie...
pt: A configurar...
pt_br: Configurando...
ro: Se setează…
ru: Установка...
sk: Nastavovanie...
sv_se: Ställer in …
tr: Kuruluyor...
zh_cn: 正在设置...
zh_tw: 設置中...

# AppDisplayStatus_Value_SignInError
source: Failed to sign in
be_by: Не ўдалося ўвайсці
ca_es: No s'ha pogut iniciar la sessió.
cs_cz: Přihlášení selhalo
da_dk: Kunne ikke logge ind
de: Anmeldung fehlgeschlagen
el_gr: Αποτυχία σύνδεσης
es_419: No se pudo iniciar sesión
fr: La connexion n'a pas abouti.
hu: Sikertelen bejelentkezés
id: Upaya masuk gagal
it: Accesso non riuscito
nb_no: Kunne ikke logge på
nl: Aanmelden mislukt
pl: Nie udało się zalogować
pt: Erro ao iniciar sessão
pt_br: Erro ao iniciar de sessão
ro: Autentificare eșuată.
ru: Не удалось войти
sk: Nepodarilo sa prihlásiť
sv_se: Misslyckades att logga in
tr: Oturum açılamadı
zh_cn: 登录失败
zh_tw: 登入失敗

# AppDisplayStatus_Value_SignedOut
source: Signed out
be_by: Вы выйшлі
ca_es: S'ha tancat la sessió
cs_cz: Odhlášeno
da_dk: Logget ud
de: Abgemeldet
el_gr: Αποσυνδεδεμένος
es_419: Sesión cerrada
fr: Déconnecté
hu: Kijelentkezve
id: Keluar
it: Disconnesso
nb_no: Logget av
nl: Uitgelogd
pl: Wylogowano
pt: Sessão terminada
pt_br: Sessão encerrada
ro: Deconectat
ru: Выполнен выход
sk: Odhlásené
sv_se: Utloggad
tr: Oturum kapatıldı
zh_cn: 已登出
zh_tw: 已登出

# AppDisplayStatus_Value_SigningIn
source: Signing in...
be_by: Адбываецца ўваход...
ca_es: S'està iniciant la sessió...
cs_cz: Přihlašování...
da_dk: Logger ind...
de: Anmeldung läuft...
el_gr: Σύνδεση ...
es_419: Iniciando sesión...
fr: Connexion...
hu: Bejelentkezés...
id: Memasukkan Anda ke akun...
it: Accesso in corso...
nb_no: Logger på...
nl: Aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
pt_br: Iniciando sessão...
ro: Conectare…
ru: Выполняется вход...
sk: Prihlasovanie ...
sv_se: Loggar in …
tr: Oturum açılıyor...
zh_cn: 正在登录...
zh_tw: 正在登入...

# AppDisplayStatus_Value_SigningOut
source: Signing out...
be_by: Адбываецца выхад...
ca_es: S'està tancant la sessió...
cs_cz: Odhlašování...
da_dk: Logger ud...
de: Abmeldung läuft…
el_gr: Αποσύνδεση...
es_419: Cerrando sesión...
fr: Déconnexion...
hu: Kijelentkezés...
id: Mengeluarkan Anda dari akun…
it: Disconnessione...
nb_no: Logger av...
nl: Uitloggen...
pl: Wylogowywanie...
pt: A terminar sessão...
pt_br: Encerrando a sessão...
ro: Se deconectează…
ru: Выход...
sk: Odhlasovanie...
sv_se: Loggar ut …
tr: Oturum kapatılıyor...
zh_cn: 正在登出...
zh_tw: 正在登出...

# AppDisplayStatus_Value_SyncFolderError
source: Failed to set up sync folders
be_by: Не ўдалося наладзіць сінхранізацыю папак
ca_es: No s'han pogut configurar les carpetes de sincronització.
cs_cz: Nastavení složek k synchronizaci selhalo
da_dk: Kunne ikke konfigurere synkroniseringsmapper
de: Sync-Ordner konnten nicht eingerichtet werden
el_gr: Αποτυχία ρύθμισης φακέλων συγχρονισμού
es_419: No se pudieron configurar las carpetas de sincronización
fr: La configuration des dossiers de synchronisation n'a pas abouti.
hu: Nem sikerült beállítani a szinkronizált mappákat
id: Folder sinkronisasi gagal dipersiapkan
it: Impossibile impostare le cartelle di sincronizzazione
nb_no: Kan ikke konfigurere synkroniseringsmapper
nl: Het instellen van sync mappen is mislukt
pl: Nie udało się zsynchronizować folderów
pt: Erro ao configurar as pastas de sincronização
pt_br: Erro ao configurar pastas de sincronização
ro: Nu s-a reușit configurarea folderelor de sincronizare.
ru: Не удалось настроить папки синхронизации
sk: Synchronizáciu priečinkov sa nepodarilo nastaviť
sv_se: Misslyckades att ställa in synkroniseringsmappar
tr: Eşitleme klasörleri kurulamadı
zh_cn: 无法设置同步文件夹
zh_tw: 無法設置同步資料夾

# AppDisplayStatus_Value_SynchronizationError
source: Synchronization failed
be_by: Збой сінхранізацыі
ca_es: No s'ha pogut sincronitzar.
cs_cz: Synchronizace selhala
da_dk: Synkronisering mislykkedes
de: Synchronisierung fehlgeschlagen
el_gr: Ο συγχρονισμός απέτυχε
es_419: Error de sincronización
fr: La synchronisation n'a pas abouti.
hu: Sikertelen szinkronizálás
id: Sinkronisasi gagal
it: Sincronizzazione fallita
nb_no: Synkronisering mislyktes
nl: Synchronisatie mislukt
pl: Synchronizacja nie powiodła się
pt: Erro de sincronização
pt_br: Falha na sincronização
ro: Sincronizare eșuată
ru: Сбой синхронизации
sk: Synchronizácia zlyhala
sv_se: Synkronisering misslyckades
tr: Eşitlenemedi
zh_cn: 同步失败
zh_tw: 同步資料失敗

# AppDisplayStatus_Value_SynchronizationPaused
source: Synchronization paused
be_by: Сінхранізацыя прыпынена
ca_es: S'ha pausat la sincronització.
cs_cz: Synchronizace pozastavena
da_dk: Synkronisering sat på pause
de: Synchronisierung pausiert
el_gr: Ο συγχρονισμός είναι σε παύση
es_419: Sincronización en pausa
fr: La synchronisation a été mise en pause.
hu: Szinkronizálás szünetel
id: Sinkronisasi dijeda
it: La sincronizzazione è stata sospesa
nb_no: Synkronisering satt på pause
nl: Synchronisatie gepauzeerd
pl: Synchronizacja wstrzymana
pt: A sincronização foi pausada.
pt_br: Sincronização pausada
ro: Sincronizare suspendată
ru: Синхронизация приостановлена
sk: Synchronizácia pozastavená
sv_se: Synkronisering pausad
tr: Eşitleme duraklatıldı
zh_cn: 同步已暂停
zh_tw: 同步已暫停

# AppDisplayStatus_Value_SynchronizationWarning
source: Some items failed to synchronize
be_by: Некаторыя элементы не ўдалося сінхранізаваць
ca_es: Alguns elements no s'han pogut sincronitzar.
cs_cz: Synchronizace některých položek selhala
da_dk: Nogle elementer kunne ikke synkroniseres
de: Einige Elemente konnten nicht synchronisiert werden
el_gr: Ορισμένα στοιχεία απέτυχαν να συγχρονιστούν
es_419: Algunos elementos no pudieron sincronizarse
fr: Certains éléments n'ont pas pu être synchronisés.
hu: Néhány elem szinkronizálása nem sikerült
id: Sebagian item gagal disinkronkan
it: Impossibile sincronizzare alcuni elementi
nb_no: Noen elementer kunne ikke synkroniseres
nl: Sommige items zijn niet gesynchroniseerd
pl: Nie udało się zsynchronizować niektórych elementów
pt: Alguns itens não foram sincronizados.
pt_br: Alguns itens falharam na sincronização
ro: Unele articole nu s-au sincronizat.
ru: Некоторые элементы не удалось синхронизировать
sk: Niektoré položky sa nepodarilo synchronizovať
sv_se: Några objekt misslyckades att synkroniseras
tr: Bazı ögeler eşitlenemedi
zh_cn: 有些项目无法同步
zh_tw: 有些項目無法同步

# AppDisplayStatus_Value_Synchronized
source: Synced
be_by: Сінхранізавана
ca_es: Sincronitzat
cs_cz: Synchronizováno
da_dk: Synkroniseret
de: Synchronisiert
el_gr: Συγχρονισμένο
es_419: Sincronizado
fr: Synchronisé
hu: Szinkronizálva
id: Tersinkron
it: Sincronizzato
nb_no: Synkronisert
nl: Gesynchroniseerd
pl: Zsynchronizowano
pt: Sincronizado
pt_br: Sincronizado
ro: Sincronizat
ru: Синхронизировано
sk: Synchronizované
sv_se: Synkroniserad
tr: Eşitlendi
zh_cn: 已同步
zh_tw: 已同步

# AppDisplayStatus_Value_Synchronizing
source: Synchronizing...
be_by: Сінхранізацыя...
ca_es: S'està sincronitzant...
cs_cz: Synchronizace...
da_dk: Synkroniserer…
de: Synchronisiere...
el_gr: Συγχρονισμός...
es_419: Sincronizando...
fr: Synchronisation...
hu: Szinkronizálás...
id: Menyinkronkan...
it: Sincronizzazione...
nb_no: Synkroniserer...
nl: Synchroniseren...
pl: Synchronizowanie...
pt: A sincronizar...
pt_br: Sincronizando...
ro: Se sincronizează...
ru: Синхронизация...
sk: Synchronizácia...
sv_se: Synkroniserar …
tr: Eşitleniyor...
zh_cn: 正在同步...
zh_tw: 同步中…

# BugReport_Button_Cancel
source: _Cancel
be_by: _Скасаваць
ca_es: _Cancel·la
cs_cz: _Zrušit
da_dk: _Annuller
de: _Abbrechen
el_gr: Άκυρο
es_419: _Cancelar
fr: _Annuler
hu: _Mégse
id: _Batal
it: _Annulla
nb_no: _Avbryt
nl: _Annuleer
pl: Anuluj
pt: _Cancelar
pt_br: _Cancelar
ro: _Anulare
ru: _Отменить
sk: _Zrušiť
sv_se: _Avbryt
tr: İ_ptal
zh_cn: 取消
zh_tw: 取消

# BugReport_Button_Cancel_HelpText
source: Cancel your report
be_by: Скасаваць справаздачу
ca_es: Cancel·la l'informe
cs_cz: Zrušit hlášení
da_dk: Annuller din anmeldelse
de: Meldung abbrechen
el_gr: Ακύρωση αναφοράς
es_419: Cancelar el informe
fr: Annuler votre rapport
hu: Jelentés visszavonása
id: Batalkan laporan Anda
it: Annulla la tua segnalazione
nb_no: Avbryt rapporten din
nl: Uw rapport annuleren
pl: Anuluj raport
pt: Cancelar o seu relatório
pt_br: Cancelar seu relatório
ro: Anulare raportare
ru: Отмена отправки отчета
sk: Zrušiť vaše hlásenie
sv_se: Avbryt din rapport
tr: Bildiriminizi iptal edin
zh_cn: 取消您的报告
zh_tw: 取消您的報告

# BugReport_Button_Report
source: _Report
be_by: _Паведаміць
ca_es: _Notifica
cs_cz: _Nahlásit
da_dk: _Anmeld
de: _Melden
el_gr: _Αναφορά
es_419: _Reportar
fr: _Signaler
hu: _Jelentés
id: _Lapor
nb_no: _Rapport
nl: _Rapport
pl: Zgłoś
pt: _Relatar
pt_br: _Reportar
ro: _Raportare
ru: _Отчет
sk: _Nahlásiť
sv_se: _Rapportera
tr: Bil_dir
zh_cn: 报告
zh_tw: 報告

# BugReport_Button_Report_HelpText
source: Send your report
be_by: Адправіць справаздачу
ca_es: Envia l'informe
cs_cz: Odeslat hlášení
da_dk: Send din rapport
de: Deinen Bericht senden
el_gr: Αποστολή της αναφοράς σας
es_419: Enviar el reporte
fr: Envoyer votre rapport
hu: Jelentés küldése
id: Kirim laporan Anda
it: Invia la tua segnalazione
nb_no: Send inn rapporten din
nl: Uw rapport verzenden
pl: Wyślij raport
pt: Enviar o seu relatório
pt_br: Enviar seu relatório
ro: Trimitere raportare
ru: Отправьте отчет
sk: Odoslať vaše hlásenie
sv_se: Skicka din rapport
tr: Bildiriminizi gönderin
zh_cn: 发送您的报告
zh_tw: 傳送回報

# BugReport_Button_ShowLogs
source: Show _logs
be_by: Паказаць журнал
ca_es: Mostra els re_gistres
cs_cz: Zobrazit _logy
da_dk: Vis _logfiler
de: _Protokolle anzeigen
el_gr: Εμφάνιση αρχείων _καταγραφής
es_419: Mostrar _Registros
fr: Afficher les _journaux
hu: Naplók _megjelenítése
id: Tampilkan _log
it: Mostra _log
nb_no: Vis _logger
nl: Toon _logs
pl: Pokaż logi
pt: Mostrar os _registos
pt_br: Mostrar _registros
ro: Afișare jurna_le
ru: Показать _журналы
sk: Zobraziť _záznamy
sv_se: Visa _loggar
tr: _Günlüğü görüntüle
zh_cn: 显示日志
zh_tw: 顯示記錄檔

# BugReport_CheckBox_IncludeLogs
source: _Include app logs
be_by: _Уключыць журнал праграмы
ca_es: _Inclou els registres de l'aplicació
cs_cz: _Zahrnout logy aplikace
da_dk: _Inkluder app-logfiler
de: _Protokolle hinzufügen
el_gr: _Συμπερίληψη αρχείων καταγραφής εφαρμογών
es_419: _Incluir registros de la aplicación
fr: _Inclure les journaux de l'application
hu: _Az alkalmazás naplóinak csatolása
id: _Sertakan log aplikasi
it: _Includi i log delle app
nb_no: _Inkluder applogger
nl: _App Logs toevoegen
pl: Dołącz logi aplikacji
pt: _Incluir os registos da aplicação
pt_br: _Incluir registros do aplicativo
ro: _Includere jurnale aplicație
ru: _Включить логи приложения
sk: _Vrátane záznamov aplikácie
sv_se: _Inkludera apploggar
tr: _Uygulama günlüklerini kat
zh_cn: 包含应用日志
zh_tw: _包含程式紀錄檔

# BugReport_CheckBox_IncludeLogs_Tooltip
source: The report will include the latest app log files and installation log files
be_by: Справаздача будзе ўключаць апошнія файлы журнала праграм і файлы журнала ўсталявання.
ca_es: L'informe inclourà els registres de l'aplicació i d'instal·lació més recents.
cs_cz: Zpráva bude obsahovat nejnovější soubory s logy aplikace a soubory s logy instalace
da_dk: Rapporten vil indeholde de seneste app-logfiler og installationslogfiler
de: Der Bericht enthält die neuesten App-Protokolldateien und Installationsprotokolldateien
el_gr: Η αναφορά θα περιλαμβάνει τα πιο πρόσφατα αρχεία καταγραφής εφαρμογών και αρχεία καταγραφής εγκατάστασης
es_419: El informe incluirá los archivos de registro más recientes de la aplicación y los archivos de registro de instalación.
fr: Le rapport comprendra les derniers journaux de l'application et d'installation.
hu: A jelentés tartalmazni fogja a legfrissebb app és telepítési naplót
id: Laporan ini akan meliputi berkas log aplikasi terkini dan log instalasi
it: Il report includerà gli ultimi file di registro dell'app e i file di registro dell'installazione
nb_no: Rapporten vil inneholde de nyeste apploggfilene og installasjonsloggfilene
nl: Het rapport bevat de nieuwste applicatie logbestanden en installatie logbestanden
pl: Raport będzie zawierał najnowsze logi aplikacji i instalacji
pt: O relatório incluirá os registos mais recentes da aplicação e de instalação.
pt_br: O relatório incluirá os registros mais recentes do aplicativo e de instalação.
ro: Raportul va include ultimele jurnale ale aplicației și jurnalele de instalare.
ru: В отчет будут включены последние файлы журналов приложений и журналов установки.
sk: Správa bude obsahovať najnovšie log súbory aplikácie a log súbory inštalácie
sv_se: Rapporten kommer att innehålla de senaste apploggfilerna och installationsloggfilerna
tr: Bildirime kurulum günlüğü ve son uygulama günlüğü dosyaları eklenecek
zh_cn: 报告将包括最新的应用程序日志文件和安装日志文件
zh_tw: 報告將包括最新的應用程式日誌檔案和安裝日誌檔案
