Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Onboarding_AccountRootFolderSelection_Title
source: Your Proton Drive folder
be_by: Ваша папка Proton Drive
ca_es: La vostra carpeta de Proton Drive
cs_cz: Vaše složka Proton Drive
da_dk: Din Proton Drive-mappe
de: Dein Proton Drive Ordner
el_gr: Ο φάκελος Proton Drive σας
es_419: Su carpeta de Proton Drive
fr: Votre dossier Proton Drive
hu: A Proton Drive mappája
id: Folder Proton Drive Anda
it: La tua cartella Proton Drive
nb_no: Din Proton Drive-mappe
nl: Uw Proton Drive map
pl: Folder Proton Drive
pt: A sua pasta do Proton Drive
pt_br: Sua pasta do Proton Drive
ro: Folder Proton Drive
ru: Ваша папка Proton Drive
sk: Váš Proton Drive priečinok
sv_se: Din Proton Drive-mapp
tr: Proton Drive klasörünüz
zh_cn: 您的 Proton Drive 文件夹
zh_tw: 你的Proton Drive資料夾

# Onboarding_Button_Continue
source: _Continue
be_by: _Працягнуць
ca_es: _Continua
cs_cz: _Pokračovat
da_dk: _Fortsæt
de: _Weiter
el_gr: _Συνέχεια
es_419: _Continuar
fr: _Continuer
hu: _Folytatás
id: _Lanjut
it: _Continua
nb_no: _Fortsett
nl: _Doorgaan
pl: Kontynuuj
pt: _Continuar
pt_br: _Continuar
ro: _Continuare
ru: _Продолжить
sk: P_okračovať
sv_se: _Fortsätt
tr: İ_lerle
zh_cn: 继续 (_C)
zh_tw: _繼續

# Onboarding_Button_FinishSetup
source: _Finish setup
be_by: _Завяршыць наладжванне
ca_es: _Finalitza la configuració
cs_cz: _Dokončit nastavení
da_dk: _Fuldfør opsætning
de: Einrichtung _abschließen
el_gr: _Ολοκλήρωση εγκατάστασης
es_419: _Finalizar la configuración
fr: _Terminer la configuration
hu: _Beállítás befejezése
id: _Selesaikan pengaturan
it: _Termina la configurazione
nb_no: _Fullfør oppsettet
nl: _Configuratie voltooien
pl: Zakończ konfigurację
pt: _Finalizar a configuração
pt_br: _Concluir configuração
ro: _Finalizare setare
ru: _Завершить настройку
sk: _Dokončiť nastavenie
sv_se: _Slutför inställning
tr: _Kurulumu bitir
zh_cn: 完成设置
zh_tw: _完成設置

# Onboarding_SyncFolderSelection_Button_AddMoreFolders
source: _Add more folders
be_by: _Дадаць больш папак
ca_es: _Afegeix més carpetes
cs_cz: _Přidat více složek
da_dk: _Tilføj flere mapper
de: Weitere Ordner _hinzufügen
el_gr: _Προσθήκη περισσότερων φακέλων
es_419: _Agregar más carpetas
fr: _Ajouter plus de dossiers
hu: _További mappák hozzáadása
id: _Tambah lebih banyak folder
it: _Aggiungi altre cartelle
nb_no: _Legg til flere mapper
nl: _Meer mappen toevoegen
pl: Dodaj więcej folderów
pt: _Adicionar mais pastas
pt_br: _Adicionar mais pastas
ro: _Adăugare alte foldere
ru: _Добавить больше папок
sk: _Pridať ďalšie priečinky
sv_se: _Lägg fler mappar
tr: _Daha fazla klasör ekle
zh_cn: 添加更多文件夹 (_A)
zh_tw: _取得更多資料夾

# Onboarding_SyncFolderSelection_Button_AddMoreFolders_HelpText
source: Add another folder to synchronize
be_by: Дадаць іншую папку для сінхранізацыі
ca_es: Afegeix una altra carpeta per sincronitzar
cs_cz: Přidání další složky k synchronizaci
da_dk: Tilføj endnu en mappe til synkronisering
de: Einen weiteren zu synchronisierenden Ordner hinzufügen
el_gr: Προσθήκη άλλου φακέλου για συγχρονισμό
es_419: Agregue otra carpeta para sincronizarla
fr: Ajouter un autre dossier à synchroniser
hu: Egy másik mappa hozzáadása a szinkronizáláshoz
id: Tambah folder lainnya untuk disinkronkan
it: Aggiungi un'altra cartella da sincronizzare
nb_no: Legg til en annen mappe som skal synkroniseres
nl: Voeg een andere map toe om te synchroniseren
pl: Dodaj inne foldery do synchronizacji
pt: Adicionar outra pasta para sincronizar
pt_br: Adicione outra pasta para sincronizar
ro: Adăugați alt folder de sincronizat
ru: Добавьте еще одну папку для синхронизации
sk: Pridajte ďalší priečinok na synchronizáciu
sv_se: Lägg till en annan mapp att synkronisera
tr: Eşitlenecek başka bir klasör ekleyin
zh_cn: 添加另一个要同步的文件夹
zh_tw: 新增另一個要同步的資料夾

# Onboarding_SyncFolderSelection_Label_Description
source: Selected folders will sync to Proton Drive. The files will be backed up, and available on your other devices.
be_by: Выбраныя папкі будуць сінхранізавацца ў Proton Drive. Будзе стварацца рэзервовая копія файлаў і яны будуць даступны на вашых іншых прыладах.
ca_es: Les carpetes seleccionades se sincronitzaran amb Proton Drive. Es farà una còpia de seguretat dels fitxers i estaran disponibles als altres dispositius.
cs_cz: Vybrané složky se synchronizují na Proton Drive. Soubory budou zálohovány a dostupné na vašich ostatních zařízeních.
da_dk: Valgte mapper synkroniseres til Proton Drive. Filerne bliver sikkerhedskopieret og er tilgængelige på dine andre enheder.
de: Die ausgewählten Ordner werden mit Proton Drive synchronisiert. Die Dateien werden gesichert und sind auf allen anderen Geräten verfügbar.
el_gr: Οι επιλεγμένοι φάκελοι θα συγχρονιστούν με το Proton Drive. Θα δημιουργηθούν αντίγραφα ασφαλείας των αρχείων και θα είναι διαθέσιμα στις άλλες συσκευές σας.
es_419: Las carpetas seleccionadas se sincronizarán con Proton Drive. Se realizará una copia de seguridad de los archivos y estarán disponibles en otros dispositivos.
fr: Les dossiers sélectionnés seront synchronisés avec Proton Drive. Les fichiers seront sauvegardés et disponibles sur vos autres appareils.
hu: A kiválasztott mappák szinkronizálódnak a Proton Drive-ra. A fájlok biztonsági mentést kapnak, és elérhetővé válnak a többi eszközén.
id: Folder yang dipilih akan disinkronkan ke Proton Drive. Berkas yang terkandung di dalamnya akan dicadangkan dan tersedia pada perangkat lainnya yang Anda miliki.
it: Le cartelle selezionate verranno sincronizzate con Proton Drive. Verrà eseguito il backup dei file e saranno disponibili sugli altri tuoi dispositivi.
nb_no: Valgte mapper synkroniseres til Proton Drive. Filene blir sikkerhetskopiert og tilgjengelig på de andre enhetene dine.
nl: Geselecteerde mappen zullen gesynchroniseerd worden naar Proton Drive. De bestanden zullen worden geback-upt, en beschikbaar op uw andere apparaten.
pl: Zaznaczone foldery zostaną zsynchronizowane z Proton Drive. Zostanie utworzona kopia zapasowa plików, która będzie dostępna na innych urządzeniach.
pt: As pastas selecionadas serão sincronizadas com o Proton Drive. Será feita uma cópia de segurança dos ficheiros e estes ficarão disponíveis nos seus outros dispositivos.
pt_br: As pastas selecionadas serão sincronizadas com o Proton Drive. Os arquivos serão salvos em backup e estarão disponíveis em seus outros dispositivos.
ro: Folderele selectate vor fi sincronizate cu Proton Drive. Fișierele vor fi salvate și disponibile pe celelalte dispozitive deținute.
ru: Выбранные папки будут синхронизированы с Proton Drive. Файлы создадут резервные копии и будут доступны на ваших других устройствах.
sk: Vybrané priečinky budú synchronizované s Proton Drive. Súbory budú zálohované a dostupné na vašich ostatných zariadeniach.
sv_se: Valda mappar kommer synkroniseras till Proton Drive. Filerna kommer att säkerhetskopieras och vara tillgängliga på dina andra enheter.
tr: Seçilmiş klasörler Proton Drive ile eşitlenecek. Dosyalar yedeklenecek ve diğer aygıtlarınızda da kullanılabilir olacak.
zh_cn: 选定的文件夹将同步到 Proton Drive。文件将被备份，并可在您的其他设备上使用。
zh_tw: 選定的資料夾將同步到Proton Drive。文件將會備份，並可在你的其他設備上使用。

# Onboarding_SyncFolderSelection_Title
source: Back up your folders
be_by: Рэзервовае капіяванне вашых папак
ca_es: Feu una còpia de seguretat de les carpetes
cs_cz: Zálohování složek
da_dk: Sikkerhedskopier dine mapper
de: Sichere deine Ordner
el_gr: Δημιουργία αντιγράφων ασφαλείας των φακέλων σας
es_419: Realice una copia de seguridad de sus carpetas
fr: Sauvegardez vos dossiers
hu: Biztonsági mentés a mappákról
id: Cadangkan folder Anda
it: Esegui il backup delle tue cartelle
nb_no: Sikkerhetskopier mappene dine
nl: Maak een back-up van uw mappen
pl: Utwórz kopię zapasową folderów
pt: Fazer cópia de segurança das suas pastas
pt_br: Faça backup de suas pastas
ro: Conservare foldere
ru: Создайте резервную копию ваших папок
sk: Zálohujte svoje priečinky
sv_se: Säkerhetskopiera dina mappar
tr: Klasörlerinizi yedekleyin
zh_cn: 备份您的文件夹
zh_tw: 備份你的資料夾

# Onboarding_UpgradeStorage_Button_NotNow
source: _Not now
be_by: _Не зараз
ca_es: _Ara no
cs_cz: _Nyní ne
da_dk: _Ikke nu
de: _Jetzt nicht
el_gr: _Όχι τώρα
es_419: _Ahora no
fr: _Plus tard
hu: _Nem most
id: _Tidak sekarang
it: _Non adesso
nb_no: _Ikke nå
nl: _Niet nu
pl: _Nie teraz
pt: _Agora não
pt_br: _Agora não
ro: _Nu acum
ru: _Не сейчас
sk: _Teraz nie
sv_se: _Inte nu
tr: _Şimdi değil
zh_cn: 暂不
zh_tw: _現在不要

# Onboarding_UpgradeStorage_Button_Upgrade
source: _Upgrade
be_by: _Палепшыць
ca_es: _Millora
cs_cz: _Navýšit
da_dk: _Opgrader
el_gr: Αναβάθμιση
es_419: _Mejorar
fr: _Changer d'abonnement
hu: _Frissítés
id: _Tingkatkan
it: _Aggiornamento
nb_no: _Oppgrader
pl: Ulepsz
pt: _Melhorar
pt_br: _Fazer upgrade
ro: _Modificare
ru: _Обновить
sk: _Upgradovať
sv_se: _Uppgradera
tr: _Yükselt
zh_cn: 升级
zh_tw: _升級

# Onboarding_UpgradeStorage_Label_Calendar
source: Calendar
be_by: Каляндар
ca_es: Calendari
cs_cz: Kalendář
da_dk: Kalender
de: Kalender
el_gr: Ημερολόγιο
es_419: Calendario
fr: Calendrier
hu: Naptár
id: Kalender
it: Calendario
nb_no: Kalender
nl: Agenda
pl: Kalendarz
pt: Calendário
ru: Календарь
sv_se: Kalender
tr: Takvim
zh_cn: 日历
zh_tw: 行事曆

# Onboarding_UpgradeStorage_Label_Mail
source: Mail
be_by: Пошта
ca_es: Correu
de: E-Mail
el_gr: Ταχυδρομείο
es_419: Correo
fr: Messagerie
hu: Lelevelezés
nb_no: E-post
nl: E-mail
pl: Poczta
pt: Correio
pt_br: Correio
ru: Почта
sv_se: E-post
tr: E-posta
zh_cn: 邮件
zh_tw: 郵件

# Onboarding_UpgradeStorage_Label_PasswordManager
source: Password Manager
be_by: Менеджар пароляў
ca_es: Gestor de contrasenyes
cs_cz: Správce hesel
da_dk: Adgangskodeadministrator
de: Passwort-Manager
el_gr: Διαχειριστής Κωδικών Πρόσβασης
es_419: Gestor de contraseñas
fr: Gestionnaire de mots de passe
hu: Jelszókezelő
id: Pengelola Kata Sandi
it: Gestore password
nb_no: Passordbehandler
nl: Wachtwoordbeheerder
pl: Menedżer haseł
pt: Gestor de palavras-passe
pt_br: Gerenciador de senhas
ro: Manager de parole
ru: Менеджер паролей
sk: Správca hesiel
sv_se: Lösenordshanterare
tr: Parola yöneticisi
zh_cn: 密码管理器
zh_tw: 密碼管理員

# Onboarding_UpgradeStorage_Label_Recommended
source: Recommended
be_by: Рэкамендаваны
ca_es: Recomanat
cs_cz: Doporučeno
da_dk: Anbefalet
de: Empfohlen
el_gr: Προτεινόμενη
es_419: Recomendado
fr: Recommandé
hu: Ajánlott
id: Direkomendasikan
it: Consigliato
nb_no: Anbefalt
nl: Aanbevolen
pl: Zalecane
pt: Recomendado
pt_br: Recomendado
ro: Recomandat
ru: Рекомендованный
sk: Odporúčané
sv_se: Rekommenderat
tr: Önerilir
zh_cn: 推荐
zh_tw: 推薦使用

# Onboarding_UpgradeStorage_Title
source: Get more storage
be_by: Атрымаць больш месца ў сховішчы
ca_es: Obtén més emmagatzematge
cs_cz: Získat více úložného prostoru
da_dk: Få mere lagerplads
de: Mehr Speicherplatz erhalten
el_gr: Αποκτήστε περισσότερο χώρο αποθήκευσης
es_419: Obtener más almacenamiento
fr: Obtenir plus d'espace de stockage
hu: Kapjon több tárhelyet
id: Dapatkan lebih banyak ruang penyimpanan
it: Ottieni più spazio di archiviazione
nb_no: Skaff deg mer lagringskapasitet
nl: Krijg meer opslag
pl: Uzyskaj więcej przestrzeni dyskowej
pt: Obter mais espaço de armazenamento
pt_br: Obter mais armazenamento
ro: Obțineți mai mult spațiu de stocare
ru: Получите больше места в хранилище
sk: Získajte viac úložného priestoru
sv_se: Skaffa mer lagringsutrymme
tr: Daha fazla depolama alanı edinin
zh_cn: 获得更多存储空间
zh_tw: 取得更多儲存空間

# ReleaseNoteType_Value_Feature
source: New Features
be_by: Новыя функцыі
ca_es: Noves característiques
cs_cz: Nové funkce
da_dk: Nye funktioner
de: Neue Funktionen
el_gr: Νέα Δυνατότητες
es_419: Funciones nuevas
fr: Nouvelles fonctionnalités
hu: Új funkciók
id: Fitur Baru
it: Nuove funzioni
nb_no: Nye funksjoner
nl: Nieuwe Features
pl: Nowe funkcje
pt: Novas funcionalidades
pt_br: Novos recursos
ro: Funcții noi
ru: Новые функции
sk: Nové funkcie
sv_se: Nya funktioner
tr: Yeni özellikler
zh_cn: 新功能
zh_tw: 新功能

# ReleaseNoteType_Value_Fix
source: Bug Fixes
be_by: Выпраўленне памылак
ca_es: Correccions d'errors
cs_cz: Opravy chyb
da_dk: Fejlrettelser
de: Fehlerbehebungen
el_gr: Διορθώσεις
es_419: Correcciones de errores
fr: Corrections de bugs
hu: Hibajavítások
id: Perbaikan Bug
it: Correzione bug
nb_no: Feilrettinger
nl: Fout correcties
pl: Poprawki błędów
pt: Correções de erros
pt_br: Correções de erros
ro: Probleme rezolvate
ru: Исправления ошибок
sk: Opravy chýb
sv_se: Buggfixar
tr: Hata düzeltmeleri
zh_cn: Bug 修复
zh_tw: 問題修復

# ReleaseNoteType_Value_Improvement
source: Improvements
be_by: Паляпшэнні
ca_es: Millores
cs_cz: Vylepšení
da_dk: Forbedringer
de: Verbesserungen
el_gr: Βελτιώσεις
es_419: Mejoras
fr: Améliorations
hu: Fejlesztések
id: Peningkatan
it: Miglioramenti
nb_no: Forbedringer
nl: Verbeteringen
pl: Ulepszenia
pt: Melhorias
pt_br: Melhorias
ro: Îmbunătățiri
ru: Улучшения
sk: Vylepšenia
sv_se: Förbättringar
tr: Geliştirmeler
zh_cn: 改进功能
zh_tw: 改進

# SessionStatus_Value_Ending
source: Signing out...
be_by: Адбываецца выхад...
ca_es: S'està tancant la sessió...
cs_cz: Odhlašování...
da_dk: Logger ud...
de: Abmeldung läuft…
el_gr: Αποσύνδεση...
es_419: Cerrando sesión...
fr: Déconnexion...
hu: Kijelentkezés...
id: Sedang keluar…
it: Disconnessione...
nb_no: Logger av...
nl: Uitloggen...
pl: Wylogowywanie...
pt: A terminar sessão...
pt_br: Encerrando a sessão...
ro: Se deconectează…
ru: Выход...
sk: Odhlasovanie...
sv_se: Loggar ut …
tr: Oturum kapatılıyor...
zh_cn: 正在登出...
zh_tw: 正在登出...

# SessionStatus_Value_Failed
source: Sign-in failed. Try checking your internet connection.
be_by: Збой уваходу. Паспрабуйце праверыць сваё падключэнне да інтэрнэту.
ca_es: No s'ha pogut iniciar la sessió. Comproveu la vostra connexió a internet.
cs_cz: Přihlášení selhalo. Zkuste zkontrolovat připojení k internetu.
da_dk: Log-in mislykkedes. Prøv at tjekke din internetforbindelse.
de: Anmeldung fehlgeschlagen. Versuche deine Internetverbindung zu überprüfen.
el_gr: Η είσοδος απέτυχε. Δοκιμάστε να ελέγξετε τη σύνδεσή σας στο διαδίκτυο.
es_419: Error al iniciar sesión. Compruebe la conexión a internet.
fr: La connexion n'a pas abouti. Vérifiez votre connexion internet.
hu: A bejelentkezés sikertelen. Ellenőrizze az internetkapcsolatot.
id: Gagal masuk ke akun. Coba memeriksa koneksi internet.
it: Accesso non riuscito. Prova a controllare la tua connessione Internet.
nb_no: Pålogging mislyktes. Prøv å sjekke internettforbindelsen din.
nl: Aanmelden mislukt. Controleer uw internetverbinding.
pl: Logowanie się nie powiodło. Sprawdź połączenie internetowe.
pt: Erro no registo. Tente verificar a sua ligação à internet.
pt_br: Falha ao entrar. Tente verificar sua conexão com a internet.
ro: Conectare eșuată. Verificați conexiunea la internet.
ru: Не удалось войти. Попробуйте проверить ваше интернет-подключение.
sk: Prihlásenie sa nepodarilo. Skúste skontrolovať internetové pripojenie.
sv_se: Inloggning misslyckades. Försök kontrollera din internetanslutning.
tr: Oturum açılamadı. İnternet bağlantınızı denetleyin.
zh_cn: 登录失败。请尝试检查您的网络连接。
zh_tw: 登入失敗。請檢查您的網際網路連線。

# SessionStatus_Value_NotStarted
source: Signed out
be_by: Вы выйшлі
ca_es: S'ha tancat la sessió
cs_cz: Odhlášeno
da_dk: Logget ud
de: Abgemeldet
el_gr: Αποσυνδεδεμένος
es_419: Sesión cerrada
fr: Déconnecté
hu: Kijelentkezve
id: Sudah keluar
it: Disconnesso
nb_no: Logget av
nl: Uitgelogd
pl: Wylogowano
pt: Sessão terminada
pt_br: Sessão encerrada
ro: Deconectat
ru: Выполнен выход
sk: Odhlásené
sv_se: Utloggad
tr: Oturum kapatıldı
zh_cn: 已登出
zh_tw: 已登出

# SessionStatus_Value_SigningIn
source: Signing in...
be_by: Адбываецца ўваход...
ca_es: S'està iniciant la sessió...
cs_cz: Přihlašování...
da_dk: Logger ind...
de: Anmeldung läuft...
el_gr: Σύνδεση ...
es_419: Iniciando sesión...
fr: Connexion...
hu: Bejelentkezés...
id: Sedang masuk...
it: Accesso in corso...
nb_no: Logger på...
nl: Aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
pt_br: Iniciando sessão...
ro: Se conectează...
ru: Выполняется вход...
sk: Prihlasovanie ...
sv_se: Loggar in …
tr: Oturum açılıyor...
zh_cn: 正在登录...
zh_tw: 正在登入...

# SessionStatus_Value_Started
source: Signed in
be_by: Уваход выкананы
ca_es: S'ha iniciat la sessió
cs_cz: Přihlášen(a)
da_dk: Logget ind
de: Angemeldet
el_gr: Συνδεδεμένος
es_419: Sesión iniciada
fr: Connecté
hu: Bejelentkezve
id: Masuk
it: Accesso effettuato
nb_no: Logget på
nl: Aangemeld
pl: Zalogowano
pt: Sessão iniciada
pt_br: Sessão iniciada
ro: Conectat
ru: Вход выполнен
sk: Prihlásený
sv_se: Inloggad
tr: Oturum açıldı
zh_cn: 已登录
zh_tw: 已登入

# SessionStatus_Value_Starting
source: Signing in...
be_by: Адбываецца ўваход...
ca_es: S'està iniciant la sessió...
cs_cz: Přihlašování...
da_dk: Logger ind...
de: Anmeldung läuft...
el_gr: Σύνδεση ...
es_419: Iniciando sesión...
fr: Connexion...
hu: Bejelentkezés...
id: Sedang masuk...
it: Accesso in corso...
nb_no: Logger på...
nl: Aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
pt_br: Efetuando início de sessão...
ro: Se conectează...
ru: Выполняется вход...
sk: Prihlasovanie ...
sv_se: Loggar in …
tr: Oturum açılıyor...
zh_cn: 正在登录...
zh_tw: 正在登入...

# SignIn_Button_Authenticate
source: _Authenticate
be_by: _Аўтэнтыфікацыя
ca_es: _Autentica
cs_cz: _Ověřit
da_dk: _Godkend
de: _Authentifizieren
el_gr: Επικύρωση
es_419: _Autenticar
fr: S'_authentifier
hu: _Hitelesítés
id: _Autentikasi
it: _Autenticare
nb_no: _Autentiser
nl: _Authenticeer
pl: Uwierzytelnij
pt: _Autenticar
pt_br: _Autenticar
ro: _Autentificare
ru: _Аутентифицироваться
sk: _Overiť
sv_se: _Autentisera
tr: _Kimlik doğrulama
zh_cn: 身份验证
zh_tw: _認證

# SignIn_Button_Back
source: _Back
be_by: _Назад
ca_es: _Torna
cs_cz: _Zpět
da_dk: _Tilbage
de: _Zurück
el_gr: _Πίσω
es_419: _Atrás
fr: _Retour
hu: _Vissza
id: _Kembali
it: _Indietro
nb_no: _Tilbake
nl: _Terug
pl: Wstecz
pt: _Voltar
pt_br: _Voltar
ro: Î_napoi
ru: _Назад
sk: _Späť
sv_se: _Tillbaka
tr: _Geri
zh_cn: 返回
zh_tw: _返回

# SignIn_Button_CreateAccount
source: _Create account
be_by: _Стварыць уліковы запіс
ca_es: _Crea un compte
cs_cz: _Vytvořit účet
da_dk: _Opret konto
de: Konto _erstellen
el_gr: _Δημιουργία λογαριασμού
es_419: _Crear una cuenta
fr: _Créer un compte
hu: _Fiók létrehozása
id: _Buat akun
it: _Crea un account
nb_no: _Opprett konto
nl: _Account aanmaken
pl: Utwórz konto
pt: _Criar uma conta
pt_br: _Criar conta
ro: Creare c_ont
ru: _Создать аккаунт
sk: _Vytvoriť účet
sv_se: _Skapa konto
tr: _Hesap aç
zh_cn: 创建账户
zh_tw: _建立帳號

# SignIn_Button_ForgotPassword
source: _Forgot your password?
be_by: _Забылі свой пароль?
ca_es: _Heu oblidat la contrasenya?
cs_cz: _Zapomněli jste heslo?
da_dk: _Glemt din adgangskode?
de: _Passwort vergessen?
el_gr: _Ξεχάσατε τον κωδικό σας;
es_419: ¿_Olvidó su contraseña?
fr: Avez-vous _oublié votre mot de passe ?
hu: _Elfelejtette a jelszavát?
id: _Lupa kata sandi Anda?
it: _Password dimenticata?
nb_no: _Glemt passordet ditt?
nl: _Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: _Esqueceu a sua palavra-passe?
pt_br: _Esqueceu sua senha?
ro: _V-ați uitat parola?
ru: _Забыли ваш пароль?
sk: _Zabudli ste vaše heslo?
sv_se: _Glömt ditt lösenord?
tr: _Parolamı unuttum
zh_cn: 忘记您的密码啦？
zh_tw: 忘記您的密碼了嗎？

# SignIn_Button_SignIn
source: _Sign in
be_by: _Увайсці
ca_es: _Inicia la sessió
cs_cz: _Přihlásit se
da_dk: _Log ind
de: _Anmelden
el_gr: _Σύνδεση
es_419: _Iniciar sesión
fr: _Connexion
hu: _Bejelentkezés
id: _Masuk
it: _Accesso
nb_no: _Logg på
nl: _Aanmelden
pl: Zaloguj się
pt: _Iniciar sessão
pt_br: _Iniciar sessão
ro: _Conectare
ru: _Войти
sk: Pr_ihlásiť sa
sv_se: _Logga in
tr: _Oturum aç
zh_cn: 登录
zh_tw: _登錄

# SignIn_Button_SignInAsAnotherUser
source: Or sign-in as another user
be_by: Або ўвайдзіце як іншы карыстальнік
ca_es: O inicieu la sessió com un altre usuari
cs_cz: Nebo se přihlaste jako jiný uživatel
da_dk: Eller log ind som en anden bruger
de: Oder melde dich mit einem anderen Benutzer an
el_gr: Ή συνδεθείτε ως άλλος χρήστης
es_419: O inicie sesión como otro usuario
fr: Ou connectez-vous avec un autre compte utilisateur.
hu: Vagy jelentkezzen be egy másik felhasználóként
id: Atau masuk sebagai pengguna lainnya
it: Oppure accedi come un altro utente
nb_no: Eller logg på som en annen bruker
nl: Of aanmelden als een andere gebruiker
pl: lub zaloguj się jako inny użytkownik
pt: Ou Inicie sessão como outro utilizador
pt_br: Ou inicie a sessão como outro usuário
ro: Sau conectare ca alt utilizator
ru: Или войдите как другой пользователь
sk: alebo sa prihláste ako iný používateľ
sv_se: Eller logga in som annan användare
tr: Ya da başka bir kullanıcı olarak oturum açın
zh_cn: 或选择其他用户登录
zh_tw: 或選擇其他用戶名稱登錄

# SignIn_Button_Unlock
source: _Unlock
be_by: _Разблакіраваць
ca_es: _Desbloqueja
cs_cz: _Odemknout
da_dk: _Lås op
de: _Entsperren
el_gr: Ξεκλείδωμα
es_419: _Desbloquear
fr: _Déverrouiller
hu: _Feloldás
id: _Buka kunci
it: _Sblocca
nb_no: _Lås opp
nl: _Ontgrendel
pl: Odblokuj
pt: _Desbloquear
pt_br: _Desbloquear
ro: _Deblocare
ru: _Разблокировать
sk: _Odomknúť
sv_se: _Lås upp
tr: _Kilidi aç
zh_cn: 解锁
zh_tw: 解除鎖定

# SignIn_Message_SigningIn
source: Signing in to your account
be_by: Уваход у ваш уліковы запіс
ca_es: Inici de sessió al vostre compte
cs_cz: Přihlašování k vašemu účtu
da_dk: Logger ind på din konto
de: Anmeldung in dein Konto
el_gr: Σύνδεση στον λογαριασμό σας
es_419: Iniciando sesión en su cuenta
fr: Connexion à votre compte
hu: Bejelentkezés a fiókjába
id: Memasukkan Anda ke akun
it: Accesso al tuo account
nb_no: Logger på kontoen din
nl: Aanmelden bij uw account
pl: Logowanie do konta
pt: A iniciar sessão na sua conta
pt_br: Iniciando sessão em sua conta
ro: Se conectează la cont
ru: Вход в ваш аккаунт
sk: Prihlasovanie do vášho účtu
sv_se: Loggar in på ditt konto
tr: Hesabınızda oturum açılıyor
zh_cn: 正在登录您的账户
zh_tw: 正在登入您的帳戶

# SignIn_Text_2FACode
source: Enter the code from your authenticator app
be_by: Увядзіце код з вашай праграмы аўтэнтыфікацыі
ca_es: Introduïu el codi de la vostra aplicació d'autenticació.
cs_cz: Zadejte kód z vaší ověřovací aplikace
da_dk: Indtast koden fra din godkendelsesapp
de: Gib den Code aus deiner Authentifizierungs-App ein
el_gr: Πληκτρολογήστε τον κωδικό από την εφαρμογή ταυτοποίησης
es_419: Ingrese el código de la aplicación de autenticación.
fr: Saisissez le code de votre application d'authentification.
hu: Írja be a kódot a hitelesítő alkalmazásból
id: Masukkan kode dari aplikasi autentikator Anda
it: Inserisci il codice dalla tua app di autenticazione
nb_no: Skriv inn koden fra autentiseringsappen
nl: Voer de code van uw Authenticator-app in
pl: Wpisz kod z aplikacji uwierzytelniającej
pt: Introduza o código da sua aplicação de autenticação.
pt_br: Insira o código do seu aplicativo autenticador
ro: Introduceți codul din aplicația de autentificare
ru: Введите код из приложения-аутентификатора
sk: Zadajte kód z vašej overovacej aplikácie
sv_se: Ange koden från din autentiseringsapp
tr: Kimlik doğrulama uygulamanızdan alacağınız kodu yazın
zh_cn: 输入身份验证器应用中的代码
zh_tw: 輸入驗證應用程式中的驗證代碼

# SignIn_Text_Password
source: _Password
be_by: _Пароль
ca_es: _Contrasenya
cs_cz: _Heslo
da_dk: _Adgangskode
de: _Passwort
el_gr: _Κωδικός Πρόσβασης
es_419: _Contraseña
fr: _Mot de passe
hu: _Jelszó
id: _Kata sandi
nb_no: _Passord
nl: _Wachtwoord
pl: Hasło
pt: _Palavra-passe
pt_br: _Senha
ro: _Parola
ru: _Пароль
sk: _Heslo
sv_se: _Lösenord
tr: _Parola
zh_cn: 密码
zh_tw: 密碼

# SignIn_Text_SecondPassword
source: Second password
be_by: Другі пароль
ca_es: Segona contrasenya
cs_cz: Druhé heslo
da_dk: Anden adgangskode
de: Zweites Passwort
el_gr: Δεύτερος κωδικός πρόσβασης
es_419: Segunda contraseña
fr: Second mot de passe
hu: Második jelszó
id: Kata sandi kedua
it: Password secondaria
nb_no: Andre passord
nl: Tweede wachtwoord
pl: Drugie hasło
pt: Segunda palavra-passe
pt_br: Segunda senha
ro: Parola secundară
ru: Второй пароль
sk: Druhé heslo
sv_se: Andra lösenord
tr: İkinci parola
zh_cn: 副密码
zh_tw: 第二密碼
