Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# BugReport_Text_Description_HelpText
source: Description. What went wrong? What are the exact steps you performed? (10 characters minimum)
be_by: Апісанне. Што пайшло не так? Якія дакладна крокі вы выконвалі? (мінімум 10 сімвалаў)
ca_es: Descripció. Quin era el problema? Quins són els passos exactes que heu fet? (mínim 10 caràcters)
cs_cz: Popis. Co se pokazilo? Jaké jsou přesné kroky, které jste provedli? (minimálně 10 znaků)
da_dk: Beskrivelse. Hvad gik der galt? Hvad er de nøjagtige trin, du udførte? (mindst 10 tegn)
de: Beschreibung. Was ist schiefgelaufen? Welche exakten Schritte hast du zuvor durchgeführt? (mindestens 10 Zeichen)
el_gr: Περιγραφή. Τι πήγε στραβά; Ποια είναι τα ακριβή βήματα που εκτελέσατε; (τουλάχιστον 10 χαρακτήρες)
es_419: Descripción. ¿Cuál fue el problema? ¿Cuáles son los pasos exactos que se realizaron? (Mínimo 10 caracteres)
fr: Description. Quel était le problème ? Quelles sont les actions exactes que vous avez effectuées ? (10 caractères minimum)
hu: Leírás. Mi hibásodott meg? Pontosan milyen lépéseken ment végig? (legalább 10 karakter)
id: Keterangan: Apa yang salah? Langkah apa saja yang telah Anda lakukan? (minimal 10 karakter)
it: Descrizione. Cosa è andato storto? Quali sono i passaggi esatti che hai eseguito? (minimo 10 caratteri)
nb_no: Beskrivelse. Hva gikk galt? Hva er de nøyaktige trinnene du utførte? (minimum 10 tegn)
nl: Beschrijving. Wat ging er fout? Wat zijn de exacte stappen die u uitvoerde? (minimaal 10 tekens)
pl: Opis. Co poszło nie tak? Jakie dokładnie kroki wykonałeś? (wpisz minimum 10 znaków)
pt: Descrição: Qual foi o problema? Quais foram os passos exatos que realizou? (10 caracteres no mínimo)
pt_br: Descrição. O que deu errado? Quais foram os passos exatos que você realizou? (mínimo de 10 caracteres)
ro: Descriere. Ce nu a mers bine? Care sunt pașii exacți pe care i-ați executat? (minim 10 caractere)
ru: Описание. Что пошло не так? Какие именно шаги вы предприняли? (минимум 10 символов)
sk: Popis: Čo sa pokazilo? Aké presné kroky ste vykonali? (minimálne 10 znakov)
sv_se: Beskrivning. Vad gick fel? Vilka är de exakta stegen du utförde? (minst 10 tecken)
tr: Açıklama. Sorun neydi? Yaptığınız işlemlerin tümü nelerdir? (en az 10 karakter)
zh_cn: 描述：出了什么问题？您执行的具体步骤是什么？（至少 10 个字符）
zh_tw: 描述。出了什麼問題？您執行的確切步驟是什麼？（至少10個字元）

# BugReport_Text_Description_Label
source: _Description
be_by: Апісанне
ca_es: _Descripció
cs_cz: _Popis
da_dk: _Beskrivelse
de: _Beschreibung
el_gr: _Περιγραφή
es_419: _Descripción
hu: _Leírás
id: _Keterangan
it: _Descrizione
nb_no: _Beskrivelse
nl: _Omschrijving
pl: Opis
pt: _Descrição
pt_br: _Descrição
ro: _Descriere
ru: _Описание
sk: _Popis
sv_se: _Beskrivning
tr: _Açıklama
zh_cn: 描述
zh_tw: _說明

# BugReport_Text_Description_Label_Requirement
source: (10 characters min)
be_by: (мінімум 10 сімвалаў)
ca_es: (mínim 10 caràcters)
cs_cz: (min. 10 znaků)
da_dk: (mindst 10 tegn)
de: (mind. 10 Zeichen)
el_gr: (τουλάχιστον 10 χαρακτήρες)
es_419: (10 carácteres min.)
fr: (10 caractères minimum)
hu: (minimum 10 karakter)
id: (minimal 10 karakter)
it: (minimo 10 caratteri)
nb_no: (minimum 10 tegn)
nl: (min. 10 karakters)
pl: (min. 10 znaków)
pt: (10 caracteres no mínimo)
pt_br: (mínimo 10 caracteres)
ro: (minim 10 caractere)
ru: (минимум 10 символов)
sk: (min. 10 znakov)
sv_se: (minst 10 tecken)
tr: (en az 10 karakter)
zh_cn: （最少 10 个字符）
zh_tw: (最少10個字符)

# BugReport_Text_Description_Watermark_ExactSteps
source: What are the exact steps you performed?
be_by: Якія дакладна крокі вы выконвалі?
ca_es: Quins passos exactes heu realitzat?
cs_cz: Jaké jsou přesné kroky, které jste provedli?
da_dk: Hvad er de nøjagtige trin, du udførte?
de: Was waren die genauen Schritte, die du durchgeführt hast?
el_gr: Ποια είναι τα ακριβή βήματα που εκτελέσατε;
es_419: ¿Cuáles son los pasos exactos que realizó?
fr: Quel sont précisément les étapes que vous avez suivies ?
hu: Pontosan milyen lépéseket hajtott végre?
id: Langkah apa saja yang telah Anda lakukan?
it: Quali sono i passaggi esatti che hai eseguito?
nb_no: Hva er de nøyaktige trinnene du utførte?
nl: Wat zijn de exacte stappen die u hebt uitgevoerd?
pl: Jakie dokładnie kroki wykonałeś?
pt: Quais foram os passos exatos que realizou?
pt_br: Quais são etapas exatas executadas?
ro: Care sunt pașii exacți pe care i-ați urmat?
ru: Какие именно шаги вы выполняли?
sk: Aké kroky ste presne vykonali?
sv_se: Vilka är de exakta stegen du utförde?
tr: Tam olarak hangi adımları uyguladınız?
zh_cn: 您具体都执行了哪些操作？
zh_tw: 請描述您的具體操作過程。

# BugReport_Text_Description_Watermark_WhatWentWrong
source: What went wrong?
be_by: Што здарылася?
ca_es: Què ha anat malament?
cs_cz: Co se pokazilo?
da_dk: Hvad gik der galt?
de: Was ist schiefgelaufen?
el_gr: Τι πήγε στραβά;
es_419: ¿Cual fue el problema?
fr: Quel était le problème ?
hu: Milyen hibát észlelt?
id: Apa yang salah?
it: Cosa non ha funzionato?
nb_no: Hva gikk galt?
nl: Wat is er misgegaan?
pl: Co poszło nie tak?
pt: Qual foi o problema?
pt_br: O que deu errado?
ro: Ce nu a funcționat?
ru: Что пошло не так?
sk: Čo sa pokazilo?
sv_se: Vad gick fel?
tr: Sorun neydi?
zh_cn: 出现什么问题了？
zh_tw: 到底發生過甚麼事？

# BugReport_Text_Email_HelpText
source: Email (mandatory field)
be_by: Электронная пошта (абавязковае поле)
ca_es: Correu electrònic (camp obligatori)
cs_cz: E-mail (povinné pole)
da_dk: E-mail (obligatorisk felt)
de: E-Mail (Pflichtfeld)
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου (υποχρεωτικό πεδίο)
es_419: Correo electrónico (campo obligatorio)
fr: E-mail (champ obligatoire)
hu: E-mail (kötelező mező)
id: Email (wajib diisi)
it: Email (campo obbligatorio)
nb_no: E-post (obligatorisk felt)
nl: E-mail (verplicht veld)
pl: Adres e-mail (wymagane pole)
pt: E-mail (campo obrigatório)
pt_br: E-mail (campo obrigatório)
ro: E-mail (câmp obligatoriu)
ru: Электронная почта (обязательное поле)
sk: Email (povinné pole)
sv_se: E-post (obligatoriskt fält)
tr: E-posta adresi (zorunlu alan)
zh_cn: 电子邮箱地址（必填字段）
zh_tw: 電子郵件 (必填欄位)

# BugReport_Text_Email_Label
source: _Email
be_by: _Электронная пошта
ca_es: _Correu electrònic
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es_419: _Correo electrónico
nb_no: _E-post
pl: Adres e-mail
ru: _Электронная почта
sv_se: _E-post
tr: _E-posta adresi
zh_cn: 电子邮箱地址
zh_tw: _電子郵件

# BugReport_Text_IssueTitle_HelpText
source: Issue title (mandatory field)
be_by: Загаловак праблемы (абавязковае поле)
ca_es: Títol de problema (camp obligatori)
cs_cz: Název problému (povinné pole)
da_dk: Problemets titel (obligatorisk felt)
de: Ticket-Titel (Pflichtfeld)
el_gr: Τίτλος ζητήματος (υποχρεωτικό πεδίο)
es_419: Título del problema (campo obligatorio)
fr: Titre du problème (champ obligatoire)
hu: Hiba megnevezés (kötelező mező)
id: Judul masalah (wajib diisi)
it: Titolo del problema (campo obbligatorio)
nb_no: Sakstittel (obligatorisk felt)
nl: Issue titel (verplicht veld)
pl: Tytuł błędu (wymagane pole)
pt: Título do problema (campo obrigatório)
pt_br: Título do problema (campo obrigatório)
ro: Titlu problemă (câmp obligatoriu)
ru: Заголовок проблемы (обязательное поле)
sk: Názov problému (povinné pole)
sv_se: Problemrubrik (obligatoriskt fält)
tr: Sorun başlığı (zorunlu alan)
zh_cn: 问题标题（必填字段）
zh_tw: 問題標題 (必填欄位)

# BugReport_Text_IssueTitle_Label
source: _Title
be_by: _Загаловак
ca_es: _Títol
cs_cz: _Název
da_dk: _Titel
de: _Titel
el_gr: _Τίτλος
es_419: _Título
fr: _Titre
hu: _Megnevezés
id: _Judul
it: _Titolo
nb_no: _Tittel
nl: _Titel
pl: Tytuł
pt: _Título
pt_br: _Título
ro: _Titlu
ru: _Заголовок
sk: _Názov
sv_se: _Rubrik
tr: _Başlık
zh_cn: 标题
zh_tw: _標題

# BugReport_Text_IssueTitle_Watermark
source: Issue title
be_by: Загаловак праблемы
ca_es: Títol del problema
cs_cz: Název problému
da_dk: Problemtitel
de: Titel des Problems
el_gr: Τίτλος θέματος
es_419: Título del problema
fr: Titre du problème
hu: A probléma megnevezése
id: Judul masalah
it: Titolo del problema
nb_no: Sakstittel
nl: Issue titel
pl: Tytuł błędu
pt: Titulo do problema
pt_br: Titulo do problema
ro: Titlu problemă
ru: Заголовок проблемы
sk: Názov problému
sv_se: Problemrubrik
tr: Sorun başlığı
zh_cn: 问题标题
zh_tw: 議題標題

# Dialog_Button_Cancel
source: Cancel
be_by: Скасаваць
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
de: Abbrechen
el_gr: Ακύρωση
es_419: Cancelar
fr: Annuler
hu: Törlés
id: Batal
it: Annulla
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sv_se: Avbryt
tr: İptal
zh_cn: 取消
zh_tw: 取消

# Dialog_Button_Ok
source: OK
ca_es: D'acord
el_gr: ΟΚ
nl: Oké
ru: Да
tr: Tamam
zh_cn: 确定
zh_tw: 好

# Dialog_Button_Save
source: _Save
be_by: _Захаваць
ca_es: _Desa
cs_cz: _Uložit
da_dk: _Gem
de: _Speichern
el_gr: Αποθήκευση
es_419: _Guardar
fr: _Enregistrer
hu: _Mentés
id: _Simpan
it: _Salva
nb_no: _Lagre
nl: _Bewaar
pl: Zapisz
pt: _Guardar
pt_br: _Salvar
ro: _Salvează
ru: _Сохранить
sk: _Uložiť
sv_se: _Spara
tr: _Kaydet
zh_cn: 保存
zh_tw: _儲存

# FileSystemErrorCode_Value_Cancelled
source: Aborted
be_by: Перарвана
ca_es: Anul·lat
cs_cz: Přerušeno
da_dk: Afbrudt
de: Abgebrochen
el_gr: Απορρίφθηκε
es_419: Cancelado
fr: Abandonné
hu: Leállítva
id: Dibatalkan
it: Interrotto
nb_no: Avbrutt
nl: Geannuleerd
pl: Przerwano
pt: Cancelado
pt_br: Cancelado
ro: Anulat
ru: Отменено
sk: Prerušené
sv_se: Avbruten
tr: İptal edildi
zh_cn: 已中止
zh_tw: 已取消

# FileSystemErrorCode_Value_CloudFileProviderNotRunning
source: Please ensure that your cloud storage provider (e.g., OneDrive) is running and connected.
be_by: Пераканайцеся, што ваш пастаўшчык воблачнага сховішча (напрыклад, OneDrive) запушчаны і падключаны.
ca_es: Assegureu-vos que el vostre proveïdor d'emmagatzematge al núvol (per exemple, OneDrive) s'està executant i connectat.
cs_cz: Zkontrolujte, zda běží a je připojen poskytovatel cloudového úložiště (např. OneDrive).
da_dk: Sørg for, at din udbyder af lagring i skyen (f.eks. OneDrive) kører og er forbundet.
de: Bitte vergewissere dich, dass dein Cloud-Speicher-Anbieter (z.B. OneDrive) läuft und verbunden ist.
el_gr: Παρακαλούμε βεβαιωθείτε ότι η υπηρεσία παροχής χώρου αποθήκευσης στο cloud (π.χ. OneDrive) λειτουργεί και είναι συνδεδεμένη.
es_419: Asegúrese de que su proveedor de almacenamiento en la nube (por ejemplo, OneDrive) esté funcionando y conectado.
fr: Vérifiez que votre fournisseur de stockage cloud (par exemple : OneDrive) est opérationnel et connecté.
hu: Bizonyosodjon meg róla, hogy a felhő szolgáltatója (pl.: OneDrive) fut és csatlakoztatva van.
id: Silakan pastikan bahwa penyedia ruang penyimpanan cloud Anda (mis. OneDrive) sedang berjalan dan terhubung.
it: Assicurati che il tuo provider di archiviazione cloud (ad esempio OneDrive) sia in esecuzione e connesso.
nb_no: Sørg for at skylagringsleverandøren (f.eks. OneDrive) kjører og er tilkoblet.
nl: Zorg ervoor dat uw cloudopslagprovider (bijv. OneDrive) draait en verbonden is.
pl: Upewnij się, że dostawca chmury (np. OneDrive) działa i jest połączony.
pt: Certifique-se de que o seu fornecedor de armazenamento na nuvem (por exemplo, OneDrive) funciona e está ligado.
pt_br: Certifique-se de que seu provedor de armazenamento em nuvem (por exemplo, OneDrive) esteja em execução e conectado.
ro: Asigurați-vă că furnizorul spațiului de stocare din cloud (ex. OneDrive) rulează și este conectat.
ru: Убедитесь, что ваш облачный провайдер хранения (например, OneDrive) запущен и подключен.
sk: Uistite sa, že je spustený a pripojený poskytovateľ cloudového úložiska (napr. OneDrive).
sv_se: Se till att din molnlagringsleverantör (t.ex. OneDrive) körs och är ansluten.
tr: Lütfen bulut depolama hizmeti sağlayıcınızın (OneDrive gibi) çalıştığından ve bağlı olduğundan emin olun.
zh_cn: 请确保您的云存储提供商（如 OneDrive）正在运行并已连接。
zh_tw: 請確保您的雲端儲存服務供應商 (例如：OneDrive) 正在執行並已連接。

# FileSystemErrorCode_Value_CyclicRedundancyCheck
source: Data error (cyclic redundancy check). Please, check your drive (USB, disk etc...) for file system errors and bad sectors.
be_by: Памылка даных (цыклічная праверка празмернасці). Праверце файлавую сістэму носьбіта (USB-дыск, SSD, HDD і г.д.) на памылкі і няспраўныя сектары.
ca_es: Error de dades (comprovació de redundància cíclica). Comproveu el vostre drive (USB, disc, etc.) per detectar errors del sistema de fitxers i sectors defectuosos.
cs_cz: Chyba dat (kontrola cyklické redundance). Zkontrolujte jednotku (USB, disk atd.), zda neobsahuje chyby souborového systému a vadné sektory.
da_dk: Datafejl (cyklisk redundanskontrol). Tjek dit drev (USB, disk osv.) for filsystemfejl og dårlige sektorer.
de: Datenfehler (zyklische Redundanzprüfung). Bitte überprüfe dein Laufwerk (USB, Festplatte usw.) auf Dateisystemfehler und fehlerhafte Sektoren.
el_gr: Σφάλμα δεδομένων (κυκλικός έλεγχος πλεονασμού). Παρακαλούμε, ελέγξτε τη μονάδα δίσκου σας (USB, δίσκος κλπ.) για σφάλματα συστήματος αρχείων και κακούς τομείς.
es_419: Error de datos (verificación de redundancia cíclica). Verifique su unidad (USB, disco, etc.) para detectar errores del sistema de archivos y sectores defectuosos.
fr: Erreur de données (contrôle de redondance cyclique). Veuillez vérifier votre lecteur (USB, disque, etc.) pour détecter d'éventuelles erreurs de système de fichiers et des secteurs défectueux.
hu: Adat hiba (periodikus fölösleg ellenőrzés). Kérem, ellenőrizze meghajtóját (USB, lemez, stb.) fájl és szektor hibák iránt.
id: Terdapat kesalahan pada data (pemeriksaan redundansi siklik). Silakan periksa apakah terdapat kesalahan atau sektor yang cacat pada perangkat Anda (USB, cakram, dll...).
it: Errore dati (controllo di ridondanza ciclica). Per favore, controlla la tua unità (USB, disco ecc...) per errori di file system e settori danneggiati.
nb_no: Datafeil (syklisk redundanskontroll). Sjekk stasjonen din (USB, disk osv...) for filsystemfeil og dårlige sektorer.
nl: Gegevensfout (cyclische redundantie controle). Controleer uw schijf (USB, schijf enz...) voor bestandssysteemfouten en slechte sectoren.
pl: Wystąpił błąd danych (błąd nadmiarowości cyklicznej). Sprawdź dysk (USB, dysk twardy itp...) pod kątem błędów systemu plików i uszkodzonych sektorów.
pt: Erro de dados (verificação de redundância cíclica). Verifique se há erros no sistema de ficheiros e sectores defeituosos na sua unidade (USB, disco, etc.).
pt_br: Erro de dados (verificação de redundância cíclica). Verifique seu drive (USB, disco etc...) para erros no sistema de arquivos e setores defeituosos.
ro: Eroare de date (verificare a redundanței ciclice). Verificați-vă unitatea (USB, disc etc...) pentru erori de sistem de fișiere și sectoare defecte.
ru: Ошибка данных (контрольная сумма). Пожалуйста, проверьте ваше хранилище (USB, диск и т.д.) на ошибки файловой системы и поврежденные сектора.
sk: Chyba údajov (cyklická redundantná kontrola). Skontrolujte disk (USB, disk atď...), či neobsahuje chyby súborového systému a chybné sektory.
sv_se: Datafel (cyclic redundancy check). Kontrollera din drive (USB, disk etc...) för filsystemfel och dåliga sektorer.
tr: Veri hatası (döngüsel artıklık denetimi). Lütfen sürücünüzde (USB, disk vb...) dosya sistemi hataları ve bozuk kesimler olup olmadığını denetleyin.
zh_cn: 数据错误（循环冗余检查）。请检查硬盘（USB、磁盘等）是否存在文件系统错误和坏扇区。
zh_tw: 資料錯誤 (循環冗餘檢查)。請檢查您的雲端磁碟 (USB、磁碟等...) 以檢查檔案系統錯誤和壞扇區。

# FileSystemErrorCode_Value_DirectoryNotFound
source: Could not find a part of the path
be_by: Немагчыма знайсці частку шляху
ca_es: No s'ha pogut trobar una part de la ruta.
cs_cz: Nepodařilo se najít část cesty
da_dk: Kunne ikke finde en del af stien
de: Ein Teil des Pfades konnte nicht gefunden werden
el_gr: Δεν ήταν δυνατή η εύρεση μέρους της διαδρομής
es_419: No se pudo encontrar una parte de la ruta.
fr: Une partie du chemin d’accès est manquante.
hu: Nem található az útvonal egy része
id: Bagian jalur direktori tidak dapat ditemukan
it: Impossibile trovare una parte del percorso
nb_no: Fant ikke en del av banen
nl: Kan een deel van het pad niet vinden
pl: Nie można znaleźć części ścieżki
pt: Não foi possível encontrar parte do caminho.
pt_br: Não foi possível encontrar uma parte do caminho
ro: Nu poate fi găsită o parte din cale.
ru: Не удалось найти часть пути
sk: Nepodarilo sa nájsť časť cesty
sv_se: Kunde inte att hitta en del av sökvägen
tr: Yolun bir parçası bulunamadı
zh_cn: 找不到部分路径
zh_tw: 找不到路徑的一部分

# FileSystemErrorCode_Value_DuplicateName
source: Name already in use
be_by: Назва ўжо выкарыстоўваецца
ca_es: El nom ja està en ús.
cs_cz: Název se již používá
da_dk: Navn allerede i brug
de: Der Name wird bereits verwendet
el_gr: Το όνομα χρησιμοποιείται ήδη
es_419: Nombre ya en uso
fr: Le nom est déjà utilisé.
hu: A név már használatban van
id: Nama telah digunakan
it: Nome giá in uso
nb_no: Navn allerede i bruk
nl: Naam al in gebruik
pl: Nazwa jest już używana
pt: O nome já está em uso.
pt_br: Nome já em uso
ro: Numele este deja utilizat.
ru: Имя уже используется
sk: Názov sa už používa
sv_se: Namn används redan
tr: Ad zaten kullanılıyor
zh_cn: 已在使用的名称
zh_tw: 名稱已在使用中

# FileSystemErrorCode_Value_FreeSpaceExceeded
source: Not enough free space
be_by: Недастаткова свабоднага месца
ca_es: No hi ha prou espai lliure.
cs_cz: Nedostatek volného místa
da_dk: Ikke nok ledig plads
de: Nicht genügend freier Speicherplatz
el_gr: Δεν υπάρχει αρκετός ελεύθερος χώρος
es_419: No hay suficiente espacio libre.
fr: Pas assez d'espace libre
hu: Nincs elég szabad terület
id: Ruang kosong tidak memadai
it: Spazio libero insufficiente
nb_no: Ikke nok ledig plass
nl: Niet voldoende vrije ruimte.
pl: Brak przestrzeni dyskowej
pt: Não há espaço livre suficiente
pt_br: Não há espaço livre suficiente
ro: Nu există suficient spațiu liber.
ru: Недостаточно свободного места
sk: Nemáte dostatok voľného miesta
sv_se: Inte tillräckligt med ledigt utrymme
tr: Yeteri kadar boş alan yok
zh_cn: 可用空间不足
zh_tw: 可用空間不足

# FileSystemErrorCode_Value_IdentityMismatch
source: File or folder has diverged
be_by: Неадпаведнасць файла або папкі
ca_es: S'ha modificat el fitxer o la carpeta.
cs_cz: Soubor nebo složka se neshodují
da_dk: Fil eller mappe er afveget
de: Datei oder Ordner hat sich verlagert
el_gr: Το αρχείο ή ο φάκελος έχει αποκλίνει
es_419: Se modificó el archivo o la carpeta.
fr: Le fichier ou le dossier ne correspond pas.
hu: A fájl vagy a mappa eltért
id: Berkas atau folder telah berubah
it: Il file o la cartella sono divergenti
nb_no: Filen eller mappen samsvarer ikke.
nl: Bestand of map is afgeweken
pl: Plik lub folder uległ rozbieżności
pt: A pasta ou o ficheiro foi modificado.
pt_br: O arquivo ou pasta divergiu
ro: Fișierul sau folderul s-a modificat.
ru: Файл или папка разошлись
sk: Súbor alebo priečinok sa rozdelil
sv_se: Fil eller mapp har avvikit
tr: Dosya veya klasör değiştirilmiş
zh_cn: 文件或文件夹不匹配
zh_tw: 檔案或資料夾已分歧

# FileSystemErrorCode_Value_IntegrityFailure
source: Verification of data failed
be_by: Збой спраўджання даных
ca_es: No s'han pogut verifcar les dades.
cs_cz: Ověření dat selhalo
da_dk: Verificering af data mislykkedes
de: Überprüfung der Daten fehlgeschlagen
el_gr: Η επαλήθευση των δεδομένων απέτυχε
es_419: Error al verificar los datos
fr: La vérification des données n'a pas abouti.
hu: Az adat ellenőrzése sikertelen
id: Verifikasi data gagal
it: La verifica dei dati non è riuscita
nb_no: Verifisering av data mislyktes
nl: Verificatie gegevens mislukt
pl: Weryfikacja danych nie powiodła się
pt: Erro na verificação dos dados
pt_br: Falha na verificação de dados
ro: Verificarea datelor a eșuat.
ru: Проверка данных не удалась
sk: Overenie údajov zlyhalo
sv_se: Verifiering av data misslyckades
tr: Veriler doğrulanamadı
zh_cn: 验证数据失败
zh_tw: 資料驗證失敗

# FileSystemErrorCode_Value_InvalidName
source: The name contains characters not supported by Windows. Please remove the following characters to allow syncing: \ / : * ? " < > |
be_by: Назва змяшчае сімвалы, якія не падтрымліваюцца Windows. Выдаліце наступныя сімвалы, каб дазволіць сінхранізацыю: \ / : * ? " < > |
ca_es: El nom conté caràcters no compatibles amb Windows. Elimineu els caràcters següents per permetre la sincronització: \ / : * ? " < > |
cs_cz: Název obsahuje znaky, které systém Windows nepodporuje. Odeberte prosím následující znaky, aby byla umožněna synchronizace: \ / : * ? " < > |
da_dk: Navnet indeholder tegn, der ikke understøttes af Windows. Fjern følgende tegn for at tillade synkronisering: \ / : * ? " < > |
de: Der Dateiname enthält Zeichen, die von Windows nicht unterstützt werden. Bitte entferne die folgenden Zeichen, um eine Synchronisierung zu ermöglichen: \ / : * ? " < > |
el_gr: Το όνομα περιέχει χαρακτήρες που δεν υποστηρίζονται από τα Windows. Παρακαλούμε καταργήστε τους ακόλουθους χαρακτήρες για να επιτρέψετε το συγχρονισμό: \ / : * ? " < > |
es_419: El nombre contiene caracteres que Windows no admite. Elimine los siguientes caracteres para permitir la sincronización: \ / : * ? " < > |
fr: Le nom contient des caractères non pris en charge par Windows. Veuillez supprimer les caractères suivants pour permettre la synchronisation : \ / : * ? " < > |
hu: A név a Windows által nem támogatott karaktereket tartalmaz. A szinkronizálás engedélyezéséhez távolítsa el a következő karaktereket: \ / : * ? " < > |
id: Nama ini mengandung karakter yang tidak didukung oleh WIndows. Silakan hapus karakter berikut untuk dapat mulai menyinkron: \ / : * ? " < > |
it: Il nome contiene caratteri non supportati da Windows. Rimuovi i seguenti caratteri per consentire la sincronizzazione: \ / : * ? " < > |
nb_no: Navnet inneholder tegn som ikke støttes av Windows. Fjern følgende tegn for å tillate synkronisering: \ / : * ? " <> |
nl: De naam bevat tekens die niet ondersteund worden door Windows. Verwijder de volgende tekens om synchronisatie toe te staan: \ / : * ? " < > |
pl: Nazwa zawiera znaki, które nie są obsługiwane przez system Windows. Usuń następujące znaki, aby umożliwić synchronizację: \ / : * ? " < > |
pt: O nome contém caracteres não suportados pelo Windows. Remova os seguintes caracteres para permitir a sincronização: \ / : * ? " < >├
pt_br: O nome contém caracteres que não são suportados pelo Windows. Por favor, remova os seguintes caracteres para permitir a sincronização: \ / : * ? " < > |
ro: Numele conține caractere nesuportate de Windows. Eliminați următoarele caractere pentru a permite sincronizarea: \ / : * ? " < > |
ru: Имя содержит символы, не поддерживаемые Windows. Пожалуйста, удалите следующие символы для синхронизации: \ / : * ? " < > |
sk: Názov obsahuje znaky, ktoré systém Windows nepodporuje. Odstráňte nasledujúce znaky, aby ste umožnili synchronizáciu: \ / : * ? „ < > |
sv_se: Namnet innehåller tecken som inte stöds av Windows. Ta bort följande tecken för att tillåta synkronisering: \ / : * ? " < > |
tr: Ad içinde, Windows tarafından desteklenmeyen karakterler var. Eşitleyebilmek için lütfen şu karakterleri kaldırın: \ / : * ? “ < > |
zh_cn: 名称中包含 Windows 不支持的字符。请删除以下字符，以便同步：\ / : * ? " < > |
zh_tw: 名稱包含不受 Windows 支援服務的字元。請移除以下字元以允許同步： \ / : * ? " < > |
