Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_Activity_Button_ResumeSync
source: _Resume sync
be_by: _Узнавіць сінхранізацыю
ca_es: _Continua la sincronització
cs_cz: _Obnovit synchronizaci
da_dk: _Genoptag synkronisering
de: _Synchronisierung fortsetzen
el_gr: _Συνέχεια συγχρονισμού
es_419: _Reanudar la sincronización
fr: _Reprendre la synchronisation
hu: _Szinkronizálás folytatása
id: _Lanjutkan sinkronisasi
it: _Riprendi la sincronizzazione
nb_no: _Gjenoppta synkronisering
nl: _Synchronisatie hervatten
pl: Wznów synchronizację
pt: _Retomar a sincronização
pt_br: _Retomar sincronização
ro: _Reluare sincronizare
ru: _Возобновить синхронизацию
sk: _Obnoviť synchronizáciu
sv_se: _Återuppta synkronisering
tr: Eşitlemeyi _sürdür
zh_cn: 恢复同步
zh_tw: 恢復同步

# Main_Activity_Button_Retry
source: Retry syncing
be_by: Паўтарыць сінхранізацыю
ca_es: Torna a provar la sincronització
cs_cz: Opakovat synchronizaci
da_dk: Forsøg at synkronisere igen
de: Synchronisierung wiederholen
el_gr: Επανάληψη συγχρονισμού
es_419: Intentar sincronizar nuevamente
fr: Réessayer de synchroniser
hu: Szinkronizálás újrapróbálása
id: Coba ulang sinkronisasi
it: Riprova la sincronizzazione
nb_no: Prøv å synkronisere på nytt
nl: Opnieuw synchroniseren
pl: Ponów synchronizację
pt: Tentar sincronizar novamente
pt_br: Tentar sincronizar novamente
ro: Reîncercare sincronizare
ru: Повторить синхронизацию
sk: Opakovať synchronizáciu
sv_se: Försök synkronisera igen
tr: Eşitlemeyi yeniden dene
zh_cn: 重试同步
zh_tw: 重試同步

# Main_Activity_Column_Folder
source: Folder
be_by: Папка
ca_es: Carpeta
cs_cz: Složka
da_dk: Mappe
de: Ordner
el_gr: Φάκελος
es_419: Carpeta
fr: Dossier
hu: Mappa
it: Cartella
nb_no: Mappe
nl: Map
pt: Pasta
pt_br: Pasta
ru: Папка
sk: Priečinok
sv_se: Mapp
tr: Klasör
zh_cn: 文件夹
zh_tw: 資料夾

# Main_Activity_Column_Name
source: Name
be_by: Назва
ca_es: Nom
cs_cz: Název
da_dk: Navn
el_gr: Όνομα
es_419: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sv_se: Namn
tr: Ad
zh_cn: 名称
zh_tw: 名稱

# Main_Activity_Column_Progress_Tooltip_Finalizing
source: Finalizing...
be_by: Завяршэнне...
ca_es: S'està finalitzant...
cs_cz: Dokončování...
da_dk: Færdiggør...
de: Fertigstellen...
el_gr: Γίνεται οριστικοποίηση...
es_419: Finalizando...
fr: Finalisation...
hu: Befejezés...
id: Menyelesaikan...
it: Finalizzazione...
nb_no: Fullfører...
nl: Finaliseren...
pl: Finalizowanie...
pt: A finalizar...
pt_br: Finalizando...
ro: Se finalizează…
ru: Завершение...
sk: Dokončovanie...
sv_se: Färdigställer …
tr: Tamamlanıyor...
zh_cn: 即将完成...
zh_tw: 正在完成...

# Main_Activity_Column_Size
source: Size
be_by: Памер
ca_es: Mida
cs_cz: Velikost
da_dk: Størrelse
de: Größe
el_gr: Μέγεθος
es_419: Tamaño
fr: Taille
hu: Méret
id: Ukuran
it: Dimensione
nb_no: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sv_se: Storlek
tr: Boyut
zh_cn: 大小
zh_tw: 大小

# Main_Activity_Column_Status
source: Status
be_by: Статус
ca_es: Estat
cs_cz: Stav
el_gr: Κατάσταση
es_419: Estado
fr: État
hu: Állapot
it: Stato
pt: Estado
ro: Stare
ru: Статус
sk: Stav
tr: Durum
zh_cn: 当前状态
zh_tw: 狀態

# Main_Activity_Column_Synced
source: Synced
be_by: Сінхранізавана
ca_es: Sincronitzat
cs_cz: Synchronizováno
da_dk: Synkroniseret
de: Synchronisiert
el_gr: Συγχρονισμένο
es_419: Sincronizado
fr: Synchronisé
hu: Szinkronizálva
id: Tersinkron
it: Sincronizzato
nb_no: Synkronisert
nl: Gesynchroniseerd
pl: Zsynchronizowano
pt: Sincronizado
pt_br: Sincronizado
ro: Sincronizat
ru: Синхронизировано
sk: Synchronizácia
sv_se: Synkroniserad
tr: Eşitlendi
zh_cn: 已同步
zh_tw: 已同步

# Main_Activity_Column_Type
source: Type
be_by: Тып
ca_es: Tipus
cs_cz: Typ
de: Typ
el_gr: Τύπος
es_419: Tipo
hu: Típus
id: Jenis
it: Tipo
nl: Soort
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sv_se: Typ
tr: Tür
zh_cn: 类型
zh_tw: 類型

# Main_Activity_ErrorHeader_Button_ShowMore
source: Show more details
be_by: Паказаць больш падрабязнасцяў
ca_es: Mostra més detalls
cs_cz: Zobrazit další podrobnosti
da_dk: Vis flere detaljer
de: Mehr Details anzeigen
el_gr: Εμφάνιση περισσότερων λεπτομερειών
es_419: Mostrar más detalles
fr: Afficher plus d'informations
hu: További részletek mutatása
id: Tampilkan detail lanjut
it: Mostra maggiori dettagli
nb_no: Vis flere detaljer
nl: Toon meer details
pl: Pokaż więcej szczegółów
pt: Mostrar mais detalhes
pt_br: Ver mais informações
ro: Afișare detalii
ru: Показать подробности
sk: Zobraziť ďalšie podrobnosti
sv_se: Visa fler detaljer
tr: Daha fazla ayrıntı göster
zh_cn: 显示更多详情
zh_tw: 顯示更多詳細資料

# Main_Activity_ErrorHeader_Description
source: Click to learn more about these issues
be_by: Націсніце, каб даведацца больш аб гэтых праблемах
ca_es: Feu clic per obtenir més informació sobre aquests problemes
cs_cz: Kliknutím získáte více informací o těchto problémech
da_dk: Klik for at få mere at vide om disse problemer
de: Klicke hier, um mehr über dieses Problem zu erfahren
el_gr: Κάντε κλικ για να μάθετε περισσότερα σχετικά με αυτά τα ζητήματα
es_419: Pulse para aprender más sobre estos problemas
fr: Cliquez pour en savoir plus sur ces problèmes.
hu: Kattintson ide, ha többet szeretne megtudni ezekről a problémákról
id: Klik untuk mempelajari lebih lanjut seputar masalah ini
it: Clicca per saperne di più su questi problemi
nb_no: Klikk for å finne ut mer om disse problemene
nl: Klik voor meer informatie over deze problemen
pl: Kliknij, aby dowiedzieć się więcej o problemach
pt: Clique para saiba mais sobre estes problemas
pt_br: Clique para saber mais sobre esses problemas
ro: Faceți clic pentru a afla despre aceste probleme
ru: Нажмите, чтобы узнать подробнее об этих проблемах
sk: Kliknutím sa dozviete viac o týchto problémoch
sv_se: Klicka för att lära dig mer om dessa problem
tr: Bu konular ile ilgili ayrıntılı bilgi almak için tıklayın
zh_cn: 点击了解更多关于这些问题的信息
zh_tw: 點選了解更多關於這些問題

# Main_Activity_ErrorHeader_HelpText
source: Display all the errors in a new section
be_by: Адлюстраваць усе памылкі ў новым раздзеле
ca_es: Mostra tots els errors en una secció nova
cs_cz: Zobrazení všech chyb v nové sekci
da_dk: Vis alle fejlene i en ny sektion
de: Alle Fehler in einem neuen Abschnitt anzeigen
el_gr: Εμφάνιση όλων των σφαλμάτων σε μια νέα ενότητα
es_419: Mostrar todos los errores en una sección nueva
fr: Afficher toutes les erreurs dans une nouvelle section
hu: Az összes hiba megjelenítése egy új szakaszban
id: Tampilkan seluruh masalah dalam bagian baru
it: Visualizza tutti gli errori in una nuova sezione
nb_no: Vis alle feilene i en ny seksjon
nl: Toon alle fouten in een nieuwe sectie
pl: Wyświetl wszystkie błędy w nowej sekcji
pt: Mostrar todos os erros numa nova secção
pt_br: Exibir todos os erros na nova seção
ro: Afișare toate erorile într-o secțiune nouă
ru: Отобразить все ошибки в новом разделе
sk: Zobraziť všetky chyby v novej sekcii
sv_se: Visa alla felen i en ny sektion
tr: Tüm hataları yeni bir bölümde görüntüleyin
zh_cn: 在新分组中显示所有错误
zh_tw: 在新區段中顯示所有錯誤

# Main_Activity_ErrorHeader_Info_MultipleItemsFormat
source: There are {0} issues
be_by: Колькасць выяўленых праблем: {0}
ca_es: Hi ha {0} problemes.
cs_cz: Vyskytlo se {0} problémů
da_dk: Der er {0} problemer
de: Es gibt {0} Probleme
el_gr: Υπάρχουν {0} προβλήματα
es_419: Hay {0} problemas
fr: Il existe {0} problèmes.
hu: {0} probléma van
id: Terdapat {0} masalah
it: Ci sono {0} problemi
nb_no: Det er {0} problemer
nl: Er zijn {0} problemen
pl: Wykryto błędy ({0})
pt: Há {0} problemas
pt_br: Há {0} problemas
ro: Probleme existente: {0}
ru: Имеется {0} проблем
sk: Objavilo sa {0} problémov
sv_se: Det finns {0} problem
tr: {0} sorun var
zh_cn: 存在 {0} 个问题
zh_tw: 有 {0} 個問題

# Main_Activity_ErrorHeader_Info_SingleItem
source: There is 1 issue
be_by: Ёсць 1 праблема
ca_es: Hi ha 1 problema.
cs_cz: Vyskytl se 1 problém
da_dk: Der er 1 problem
de: Es gibt 1 Problem
el_gr: Υπάρχει 1 πρόβλημα
es_419: Hay 1 problema
fr: Il existe 1 problème.
hu: 1 probléma van
id: Terdapat 1 masalah
it: C'è 1 problema
nb_no: Det er 1 problem
nl: Er is 1 probleem
pl: Wykryto 1 błąd
pt: Há 1 problema
pt_br: Há 1 problema
ro: Există o problemă
ru: Есть 1 проблема
sk: Objavil sa 1 problém
sv_se: Det finns 1 problem
tr: 1 sorun var
zh_cn: 存在 1 个问题
zh_tw: 有 1 個問題

# Main_Activity_Errors_Title
source: Sync issues ({0})
be_by: Праблемы сінхранізацыі ({0})
ca_es: Problemes de sincronització ({0})
cs_cz: Problémy při synchronizaci ({0})
da_dk: Synkroniseringsproblemer ({0})
de: Synchronisierungsfehler ({0})
el_gr: Προβλήματα συγχρονισμού ({0})
es_419: Problemas de sincronización ({0})
fr: Problèmes de synchronisation ({0})
hu: Szinkronizálási problémák ({0})
id: Masalah sinkronisasi ({0})
it: Problemi di sincronizzazione ({0})
nb_no: Synkroniser problemer ({0})
nl: Synchronisatie problemen ({0})
pl: Problemy synchronizacji ({0})
pt: Problemas de sincronização ({0})
pt_br: Problemas de sincronização ({0})
ro: Probleme sincronizare ({0})
ru: Проблемы синхронизации ({0})
sk: Synchronizácia problémov ({0})
sv_se: Synkroniseringsproblem ({0})
tr: Eşitleme sorunları ({0})
zh_cn: 同步问题 ({0})
zh_tw: 同步問題 ({0})

# Main_Activity_Errors_Title_Tooltip
source: Back to activity
be_by: Вярнуцца ў актаўнасць
ca_es: Torna a l'activitat
cs_cz: Zpět na aktivitu
da_dk: Tilbage til aktivitet
de: Zurück zu Aktivität
el_gr: Επιστροφή στη δραστηριότητα
es_419: Volver a la actividad
fr: Retour aux activités
hu: Vissza a tevékenységhez
id: Kembali ke aktivitas
it: Torna all'attività
nb_no: Tilbake til aktivitet
nl: Terug naar activiteit
pl: Powrót do aktywności
pt: Voltar à atividade
pt_br: Voltar à atividade
ro: Înapoi la activitate
ru: Вернуться к активности
sk: Späť k aktivite
sv_se: Tillbaka till aktivitet
tr: İşleme dön
zh_cn: 返回主界面
zh_tw: 返回活動

# Main_Activity_Intro_Idle_Description
source: Sync information about files and folders will show up here
be_by: Тут будуць з'яўляцца звесткі сінхранізацыі аб файлах і папках
ca_es: La informació de sincronització sobre fitxers i carpetes es mostrarà aquí.
cs_cz: Zde se zobrazí informace o synchronizaci souborů a složek
da_dk: Synkroniseringsoplysninger om filer og mapper vises her
de: Hier werden Informationen zur Synchronisierung von Dateien und Ordnern angezeigt
el_gr: Οι πληροφορίες συγχρονισμού σχετικά με αρχεία και φακέλους θα εμφανίζονται εδώ
es_419: La información de sincronización sobre archivos y carpetas se mostrará aquí
fr: Les informations de synchronisation des dossiers et des fichiers s'afficheront ici.
hu: A fájlokkal és a mappákkal kapcsolatos szinkronizálási információk itt jelennek meg
id: Informasi sinkronisasi seputar folder dan berkas akan muncul di sini
it: Le informazioni di sincronizzazione su file e cartelle verranno visualizzate qui
nb_no: Synkroniseringsinformasjon om filer og mapper vises her
nl: Synchroniseer informatie over bestanden en mappen zal hier verschijnen
pl: Informacje o synchronizacji plików i folderów pojawią się tutaj
pt: As informações de sincronização sobre ficheiros e pastas serão apresentadas aqui.
pt_br: Informações de sincronização sobre arquivos e pastas serão exibidas aqui
ro: Informațiile despre sincronizarea fișierelor și folderelor vor apărea aici.
ru: Здесь будет отображаться информация о синхронизации файлов и папок
sk: Tu sa zobrazia informácie o synchronizácii súborov a priečinkov
sv_se: Synkroniseringsinformation om filer och mappar kommer visas här
tr: Dosya ve klasörlerle ilgili eşitleme bilgileri burada görüntülenir
zh_cn: 文件和文件夹的同步信息将显示在这里
zh_tw: 檔案和資料夾的同步資訊將會顯示在這裡

# Main_Activity_Intro_Idle_HelpText
source: Your files are up to date
be_by: Вашы файлы ў актуальным стане
ca_es: Els fitxers estan actualitzats.
cs_cz: Vaše soubory jsou aktuální
da_dk: Dine filer er opdaterede
de: Deine Dateien sind auf dem neuesten Stand
el_gr: Τα αρχεία σας είναι ενημερωμένα
es_419: Sus archivos están actualizados.
fr: Vos fichiers sont à jour.
hu: A fájlok naprakészek
id: Berkas Anda sudah terkini
it: I tuoi file sono aggiornati
nb_no: Filene dine er oppdatert
nl: Uw bestanden zijn up to date
pl: Pliki są na bieżąco
pt: Os seus ficheiros estão atualizados.
pt_br: Seus arquivos estão atualizados
ro: Fișierele sunt sincronizate
ru: Ваши файлы актуальны
sk: Vaše súbory sú aktuálne
sv_se: Dina filer är uppdaterade
tr: Dosyalarınız güncel
zh_cn: 您的文件是最新的
zh_tw: 您的檔案已是最新

# Main_Activity_Intro_Idle_Title
source: Your files are up to date
be_by: Вашы файлы ў актуальным стане
ca_es: Els fitxers estan actualitzats.
cs_cz: Vaše soubory jsou aktuální
da_dk: Dine filer er opdaterede
de: Deine Dateien sind auf dem neuesten Stand
el_gr: Τα αρχεία σας είναι ενημερωμένα
es_419: Sus archivos están actualizados.
fr: Vos fichiers sont à jour.
hu: A fájlok naprakészek
id: Berkas Anda sudah terkini
it: I tuoi file sono aggiornati
nb_no: Filene dine er oppdatert
nl: Uw bestanden zijn up to date
pl: Pliki są na bieżąco
pt: Os seus ficheiros estão atualizados.
pt_br: Seus arquivos estão atualizados
ro: Fișierele sunt sincronizate
ru: Ваши файлы актуальны
sk: Vaše súbory sú aktuálne
sv_se: Dina filer är uppdaterade
tr: Dosyalarınız güncel
zh_cn: 您的文件是最新的
zh_tw: 您的檔案已是最新

# Main_Activity_Intro_Initializing_Description_Line1
source: This process may take a few minutes.
be_by: Гэты працэс можа заняць некалькі хвілін.
ca_es: Aquest procés pot trigar uns minuts.
cs_cz: Tento proces může trvat několik minut.
da_dk: Denne proces kan tage et par minutter.
de: Dieser Prozess kann einige Minuten dauern.
el_gr: Αυτή η διαδικασία μπορεί να διαρκέσει μερικά λεπτά.
es_419: Este proceso puede tomar unos minutos.
fr: Ce processus peut prendre quelques minutes.
hu: Ez a folyamat néhány percig is eltarthat.
id: Proses ini dapat memakan waktu beberapa menit.
it: Questo processo potrebbe richiedere alcuni minuti.
nb_no: Denne prosessen kan ta noen minutter.
nl: Dit proces kan enkele minuten duren.
pl: Proces może potrwać kilka minut.
pt: Este processo pode demorar alguns minutos.
pt_br: Este processo pode levar alguns minutos.
ro: Acest proces poate dura câteva minute.
ru: Этот процесс может занять несколько минут.
sk: Tento proces môže trvať niekoľko minút.
sv_se: Processen kan ta några minuter.
tr: Bu işlem birkaç dakika sürebilir.
zh_cn: 这个过程可能需要几分钟。
zh_tw: 這可能需要幾分鐘的時間。

# Main_Activity_Intro_Initializing_Description_Line2
source: You can safely minimize or close the window.
be_by: Цяпер акно можна бяспечна згарнуць або закрыць.
ca_es: Podeu minimitzar o tancar la finestra amb seguretat.
cs_cz: Okno můžete bezpečně minimalizovat nebo zavřít.
da_dk: Du kan trygt minimere eller lukke vinduet.
de: Du kannst das Fenster gefahrlos minimieren oder schließen.
el_gr: Μπορείτε να ελαχιστοποιήσετε ή να κλείσετε με ασφάλεια το παράθυρο.
es_419: Puede minimizar o cerrar esta ventana.
fr: Vous pouvez réduire ou fermer cette fenêtre en toute sécurité.
hu: Az ablak biztonságosan kis méretűre tehető, vagy be is zárható.
id: Anda dapat memperkecil atau menutup jendela ini secara aman.
it: Puoi tranquillamente ridurre a icona o chiudere la finestra.
nb_no: Du kan trygt minimere eller lukke vinduet.
nl: U kunt het venster veilig minimaliseren of sluiten.
pl: Możesz zminimalizować lub zamknąć okno.
pt: Pode minimizar ou fechar a janela com segurança.
pt_br: Você pode minimizar ou fechar a janela com segurança.
ro: Puteți micșora sau închide fereastra în siguranță.
ru: Вы можете безопасно свернуть или закрыть окно.
sk: Okno môžete bezpečne minimalizovať alebo zavrieť.
sv_se: Du kan säkert minimera eller stänga fönstret.
tr: Pencereyi küçültebilir veya kapatabilirsiniz.
zh_cn: 您可以安全地最小化或关闭窗口。
zh_tw: 您可以安全地最小化或關閉視窗。

# Main_Activity_Intro_Initializing_HelpText
source: Synchronization is getting initialized
be_by: Адбываецца ініцыялізацыя сінхранізацыі
ca_es: La sincronització s'està inicialitzant.
cs_cz: Synchronizace se inicializuje
da_dk: Synkronisering påbegyndes
de: Synchronisierung wird initialisiert
el_gr: Ο συγχρονισμός προετοιμάζεται
es_419: La sincronización se está inicializando
fr: Initialisation de la synchronisation
hu: A szinkronizálás inicializálása folyamatban
id: Sinkronisasi sedang dimulai
it: La sincronizzazione viene inizializzata
nb_no: Synkronisering blir initialisert
nl: Synchronisatie wordt geïnitialiseerd
pl: Inicjowanie synchronizacji
pt: A inicializar a sincronização
pt_br: A sincronização está sendo inicializada
ro: Se inițializează sincronizarea
ru: Инициализация синхронизации
sk: Inicializuje sa synchronizácia
sv_se: Synkronisering initieras
tr: Eşitlemeye hazırlanıyor
zh_cn: 正在初始化同步
zh_tw: 正在初始化同步

# Main_Activity_Intro_Initializing_Title
source: Setting up your drive...
be_by: Наладжванне вашага дыска...
ca_es: S'està configurant el drive...
cs_cz: Nastavování vašeho disku...
da_dk: Konfigurer dit drev...
de: Dein Laufwerk wird eingerichtet...
el_gr: Ρύθμιση του Drive σας...
es_419: Configurando su Drive...
fr: Configuration de votre drive...
hu: Drive beállítása...
id: Mempersiapkan drive Anda...
it: Configurazione dell'unità...
nb_no: Konfigurasjon av stasjonen...
nl: Uw drive aan het instellen...
pl: Konfiguracja dysku...
pt: A configurar a sua unidade...
pt_br: Configurando seu Drive...
ro: Se configurează Drive...
ru: Настройка вашего Drive...
sk: Nastavujeme váš disk...
sv_se: Konfigurerar din Drive...
tr: Sürücünüz kuruluyor...
zh_cn: 正在设置您的驱动器...
zh_tw: 設定您的雲端硬碟...

# Main_Activity_Intro_Paused_Description
source: Click "Resume sync" to enable the synchronization
be_by: Націсніце "Узнавіць сінхранізацыю", каб уключыць яе
ca_es: Feu clic a «Continua la sincronització» per activar la sincronització.
cs_cz: Kliknutím na "Obnovit synchronizaci" synchronizaci povolíte
da_dk: Klik på "Genoptag synkronisering" for at aktivere synkroniseringen
de: Klicken auf „Synchronisierung fortsetzen“, um die Synchronisierung zu aktivieren
el_gr: Κάντε κλικ στην επιλογή "Συνέχιση συγχρονισμού" για να ενεργοποιήσετε το συγχρονισμό
es_419: Pulse "Reanudar sincronización" para activar la sincronización
fr: Cliquez sur « Reprendre la synchronisation » pour activer la synchronisation.
hu: Kattintson a „Szinkronizálás folytatása” elemre a szinkronizálás engedélyezéséhez
id: Klik "Lanjutkan sinkronisasi" untuk mengaktifkan sinkronisasi
it: Fare clic su "Riprendi sincronizzazione" per abilitare la sincronizzazione
nb_no: Klikk "Gjenoppta synkronisering" for å aktivere synkroniseringen
nl: Klik op "Resume sync" om synchronisatie in te schakelen
pl: Kliknij "Wznów synchronizację", aby włączyć synchronizację
pt: Clique em «Retomar sincronização» para ativar a sincronização.
pt_br: Clique em "Retomar sincronização" para ativar a sincronização
ro: Faceți clic pe „Reluare sincronizare” pentru a activa sincronizarea.
ru: Нажмите «Возобновить синхронизацию», чтобы включить синхронизацию
sk: Kliknutím na „Obnoviť synchronizáciu“ povolíte synchronizáciu
sv_se: Klicka på ”Återuppta synkronisering” för att aktivera synkroniseringen
tr: Eşitlemeyi açmak için "Eşitlemeyi sürdür" üzerine tıklayın
zh_cn: 点击 “恢复同步” 以启用同步
zh_tw: 點擊「繼續同步」以啟用同步

# Main_Activity_Intro_Paused_HelpText
source: Sync is paused
be_by: Сінхранізацыя прыпынена
ca_es: S'ha pausat la sincronització.
cs_cz: Synchronizace pozastavena
da_dk: Synkronisering er pauset
de: Synchronisierung pausiert
el_gr: Έγινε παύση συγχρονισμού
es_419: Sincronización pausada
fr: La synchronisation est en pause.
hu: A szinkronizálás fel van függesztve
id: Sinkronisasi dijeda
it: Sincronizzazione in pausa
nb_no: Synkronisering er satt på pause
nl: Synchronisatie is gepauzeerd
pl: Synchronizacja jest wstrzymana
pt: Sincronização em pausa
pt_br: Sincronização pausada
ro: Sincronizarea este suspendată.
ru: Синхронизация приостановлена
sk: Synchronizácia je pozastavená
sv_se: Synkronisering är pausad
tr: Eşitleme duraklatıldı
zh_cn: 同步已暂停
zh_tw: 同步暫停

# Main_Activity_Intro_Paused_Title
source: Sync is paused
be_by: Сінхранізацыя прыпынена
ca_es: S'ha pausat la sincronització.
cs_cz: Synchronizace pozastavena
da_dk: Synkronisering er pauset
de: Synchronisierung pausiert
el_gr: Έγινε παύση συγχρονισμού
es_419: Sincronización pausada
fr: La synchronisation est en pause.
hu: A szinkronizálás fel van függesztve
id: Sinkronisasi dijeda
it: Sincronizzazione in pausa
nb_no: Synkronisering er satt på pause
nl: Synchronisatie is gepauzeerd
pl: Synchronizacja jest wstrzymana
pt: Sincronização em pausa
pt_br: Sincronização pausada
ro: Sincronizare suspendată
ru: Синхронизация приостановлена
sk: Synchr. je pozastavená
sv_se: Synkronisering är pausad
tr: Eşitleme duraklatıldı
zh_cn: 同步已暂停
zh_tw: 同步暫停

# Main_Activity_Rename_CurrentName_Label
source: Current name:
be_by: Бягучая назва:
ca_es: Nom actual:
cs_cz: Aktuální název:
da_dk: Nuværende navn:
de: Aktueller Name:
el_gr: Τρέχον όνομα:
es_419: Nombre actual:
fr: Nom actuel :
hu: Jelenlegi név:
id: Nama saat ini:
it: Nome attuale:
nb_no: Nåværende navn:
nl: Huidige naam:
pl: Obecna nazwa:
pt: Nome atual:
pt_br: Nome atual:
ro: Nume actual:
ru: Текущий имя:
sk: Aktuálny názov:
sv_se: Nuvarande namn:
tr: Geçerli ad:
zh_cn: 当前名称：
zh_tw: 目前的名稱:

# Main_Activity_Rename_Description
source: This item's name includes characters not supported on Windows.
be_by: Гэта назва элемента ўключае сімвалы, якія не падтрымліваюцца Windows.
ca_es: El nom d'aquest element inclou caràcters no compatibles amb Windows.
cs_cz: Název této položky obsahuje znaky, které nejsou v systému Windows podporovány.
da_dk: Navnet på dette element indeholder tegn, der ikke understøttes af Windows.
de: Der Name dieses Elements enthält Zeichen, die von Windows nicht unterstützt werden.
el_gr: Το όνομα αυτού του στοιχείου περιέχει χαρακτήρες που δεν υποστηρίζονται από τα Windows.
es_419: El nombre de este elemento incluye caracteres no compatibles con Windows.
fr: Le nom de cet élément comprend des caractères non pris en charge par Windows.
hu: Ennek az elemnek a neve a Windows által nem támogatott karaktereket tartalmaz.
id: Nama item ini mengandung karakter yang tidak didukung pada Windows.
it: Il nome di questo elemento include caratteri non supportati su Windows.
nb_no: Navnet på dette elementet inneholder tegn som ikke støttes i Windows.
nl: De naam van dit item bevat tekens die niet worden ondersteund door Windows.
pl: Nazwa elementu zawiera znaki nieobsługiwane w systemie Windows.
pt: O nome deste item inclui caracteres não suportados no Windows.
pt_br: O nome deste item inclui caracteres não suportados no Windows.
ro: Numele acestui articol include caractere nesuportate în Windows.
ru: Это имя включает символы, не поддерживаемые в Windows.
sk: Názov tejto položky obsahuje znaky, ktoré nie sú podporované v systéme Windows.
sv_se: Detta objekts namn innehåller tecken som inte stöds i Windows.
tr: Bu ögenin adında Windows tarafından desteklenmeyen karakterler var.
zh_cn: 此项目名称包含 Windows 不支持的字符。
zh_tw: 此項目的名稱包含 Windows 不支援的字元。

# Main_Activity_Rename_NewName_Error_AlreadyExists
source: Name already in use
be_by: Назва ўжо выкарыстоўваецца
ca_es: El nom ja està en ús.
cs_cz: Název se již používá
da_dk: Navn allerede i brug
de: Der Name wird bereits verwendet
el_gr: Το όνομα χρησιμοποιείται ήδη
es_419: El nombre ya está en uso.
fr: Le nom est déjà utilisé.
hu: A név már használatban van
id: Nama telah digunakan
it: Il nome è già in uso
nb_no: Navn allerede i bruk
nl: Naam al in gebruik
pl: Nazwa jest już używana
pt: O nome já está em uso.
pt_br: O nome já está em uso.
ro: Numele este deja utilizat.
ru: Имя уже используется
sk: Názov sa už používa
sv_se: Namn används redan
tr: Ad zaten kullanılıyor
zh_cn: 名称已被占用
zh_tw: 名稱已在使用中
