Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_MyComputer_Folders_RemoveConfirmation_OnDemand_Message_2
source: To keep a local copy of all files on your computer, first turn off Optimize storage for this folder. If storage optimization is already turned off, toggle it on and off. Wait for the download to complete (you can check the status in File Explorer), then remove the folder from syncing under the My Computer section.
be_by: Спачатку выключыце аптымізацыю сховішча для гэтай папкі, каб пакінуць лакальную копію ўсіх файлаў на сваім камп'ютары. Выключыце і ўключыце аптымізацыю сховішча, калі гэта функцыя ўжо была выключана раней. Пачакайце завяршэння спампоўвання (статус можна праверыць у Правадніку), а потым выдаліце папку з сінхранізацыі ў раздзеле Мой камп'ютар.
ca_es: Per mantenir una còpia local de tots els fitxers de l'ordinador, primer desactiveu l'opció Optimitza l'emmagatzematge d'aquesta carpeta. Si l'optimització d'emmagatzematge ja està desactivada, activeu-la i desactiveu-la. Espereu que es completi la descàrrega (podeu comprovar l'estat a l'explorador de fitxers) i, a continuació, elimineu la carpeta de la sincronització a la secció El meu ordinador.
cs_cz: Chcete-li uchovávat místní kopie všech souborů v počítači, nejprve vypněte funkci Optimalizovat úložiště pro tuto složku. Pokud je optimalizace úložiště již vypnuta, zapněte ji a vypněte. Počkejte na dokončení stahování (stav můžete kontrolovat v Průzkumníku souborů) a poté odeberte složku ze synchronizace v sekci Můj počítač.
da_dk: For at beholde en lokal kopi af alle filer på din computer skal du først slå Optimer lagerplads fra for denne mappe. Hvis lagerpladsoptimering allerede er slået fra, skal du slå det til og fra. Vent på, at downloadet er fuldført (du kan kontrollere status i Filhåndtering), fjern derefter mappen fra synkronisering under sektionen Denne computer.
de: Wenn du eine lokale Kopie aller Dateien auf deinem Computer behalten möchtest, deaktiviere zunächst die Option Speicheroptimierung für diesen Ordner. Wenn die Speicheroptimierung bereits ausgeschaltet ist, schalte sie ein und aus. Warte, bis der Download abgeschlossen ist (du kannst den Status im Datei-Explorer überprüfen), und entferne dann den Ordner aus der Synchronisierung unter dem Abschnitt „Arbeitsplatz“.
el_gr: Για να διατηρήσετε ένα τοπικό αντίγραφο όλων των αρχείων στον υπολογιστή σας, απενεργοποιήστε πρώτα τη Βελτιστοποίηση χώρου αποθήκευσης για αυτόν το φάκελο. Εάν η βελτιστοποίηση χώρου αποθήκευσης είναι ήδη απενεργοποιημένη, ενεργοποιήστε και απενεργοποιήστε την. Περιμένετε να ολοκληρωθεί η λήψη (μπορείτε να ελέγξετε την κατάσταση στην Εξερεύνηση Αρχείων) και, στη συνέχεια, αφαιρέστε το φάκελο από το συγχρονισμό στην ενότητα Ο Υπολογιστής μου.
es_419: Para mantener una copia local de todos sus archivos en su computadora, primero apague Optimizar el almacenamiento para esta carpeta. Si el optimizador ya está apagado, enciéndalo y apáguelo nuevamente. Espere a que la descarga se complete (puede revisar el estado en el Explorador de archivos), luego elimine la carpeta desde la sección de sincronización en Mi Computadora.
fr: Pour conserver une copie locale de tous les fichiers sur votre ordinateur, commencez par désactiver l'option Optimiser le stockage pour ce dossier. Si l'optimisation du stockage est déjà désactivée, activez-la puis désactivez-la à nouveau. Attendez que le téléchargement soit terminé (vous pouvez vérifier l'état dans l'explorateur de fichiers), puis retirez le dossier de la synchronisation sous la section Mon ordinateur.
hu: Hogy a számítógépén lévő összes fájlról helyi másolatot tartson, először kapcsolja ki a tárhely optimalizálását ehhez a mappához. Ha a tárhely optimalizálása már ki van kapcsolva, kapcsolja be, majd ki. Várja meg, amíg a letöltés befejeződik (az állapotot a Fájlkezelőben ellenőrizheti), majd távolítsa el a mappát a szinkronizálásból a Sajátgép szakasz alatt.
id: Untuk menyimpan salinan lokal semua berkas di komputer Anda, pertama-tama matikan Optimalkan penyimpanan untuk folder ini. Jika optimasi penyimpanan sudah dimatikan, aktifkan lalu matikan. Tunggu hingga proses unduh selesai (Anda dapat memeriksa statusnya di File Explorer), lalu hapus folder dari sinkronisasi di bagian Komputer Saya.
it: Per conservare una copia locale di tutti i file sul tuo computer, disattiva Ottimizza archiviazione per questa cartella. Se l'ottimizzazione dell'archiviazione è già disattivata, attivala e disattivala. Attendi il completamento del download (puoi controllare lo stato in Esplora file), quindi rimuovi la cartella dalla sincronizzazione nella sezione Risorse del computer.
nb_no: Hvis du vil beholde en lokal kopi av alle filene på datamaskinen, må du først slå av Optimaliser lagring for denne mappen. Hvis lagringsoptimalisering allerede er slått av, slår du funksjonen på og av igjen. Vent til at nedlastingen er fullført (du kan sjekke statusen i filutforskeren), og deretter fjerner du mappen fra synkronisering under delen Min datamaskin.
nl: Om een lokale kopie van alle bestanden op uw computer te houden, schakelt u eerst Optimaliseer opslag uit voor deze map. Als opslagoptimalisatie al is uitgeschakeld, schakel deze aan en uit. Wacht tot de download voltooid is (u kunt de status controleren in de Verkenner), verwijder daarna de map van het synchroniseren onder de Mijn Computer sectie.
pl: Aby zachować lokalną kopię wszystkich plików na urządzeniu, wyłącz opcję "Optymalizuj przestrzeń dyskową" dla tego folderu. Jeśli optymalizacja jest wyłączona, włącz ją i ponownie wyłącz. Poczekaj na zakończenie pobierania (status możesz sprawdzić w Eksploratorze plików), a następnie usuń folder z synchronizacji w sekcji Moje urządzenie.
pt: Para manter uma cópia local de todos os ficheiros no seu computador, primeiro desative a opção de Otimizar armazenamento para esta pasta. Se a otimização de armazenamento já estiver desativada, ative-a e desative-a novamente. Aguarde que a transferencia seja concluída (pode verificar o estado no explorador de ficheiros), depois remova a pasta da sincronização na seção O meu computador.
pt_br: Para manter uma cópia local de todos os arquivos no seu computador, primeiro desative Otimizar armazenamento para esta pasta. Se a otimização de armazenamento já estiver desativada, ative-a e desative-a. Aguarde a conclusão do download (você pode verificar o status no Explorador de Arquivos) e remova a pasta da sincronização na seção Meu Computador.
ro: Pentru a păstra o copie locală a tuturor fișierelor de pe computer, mai întâi dezactivați „Optimizare stocare” pentru acest folder. Dacă optimizarea stocării este deja dezactivată, activați-o și dezactivați-o. Așteptați finalizarea descărcării (puteți verifica starea în Exploratorul de fișiere), apoi eliminați folderul de la sincronizare din secțiunea „Calculatorul meu”.
ru: Чтобы сохранить локальную копию всех файлов на компьютере, сначала отключите оптимизацию хранилища для этой папки. Если оптимизация хранилища уже отключена, включите и выключите ее. Дождитесь завершения загрузки (состояние можно проверить в Проводнике), а затем удалите папку из синхронизации в разделе «Мой компьютер».
sk: Ak chcete uchovávať lokálnu kópiu všetkých súborov v počítači, najprv vypnite funkciu Optimalizovať úložisko pre tento priečinok. Ak je optimalizácia úložiska už vypnutá, zapnite ju a vypnite. Počkajte na dokončenie sťahovania (stav môžete skontrolovať v Prieskumníkovi súborov) a potom priečinok odstráňte zo synchronizácie v časti Môj počítač.
sv_se: För att behålla en lokal kopia av alla filer på datorn ska du först stänga av Optimera lagringsutrymme för den här mappen. Om lagringsoptimeringen redan är inaktiverad, aktivera och inaktivera den. Vänta tills nedladdningen är klar (du kan kontrollera statusen i Utforskaren) och ta sedan bort mappen från synkronisering under avsnittet Min dator.
tr: Bilgisayarınızdaki tüm dosyaların yerel bir kopyasını tutmak için önce bu klasör için depolama alanını iyileştir seçeneğini kapatın. Depolama alanını iyileştirme seçeneği zaten kapalıysa, açıp yeniden kapatın. İndirme işleminin tamamlanmasını bekleyin (Dosya Gezgini üzerinden durumu kontrol edebilirsiniz), ardından Bilgisayarım bölümünden klasörün eşitlenmesini kaldırın.
zh_cn: 若要在计算机上保留所有文件的本地副本，请先关闭该文件夹的"优化存储空间"功能。如果该功能已处于关闭状态，请将其重新开关一次。等待文件下载完成（可通过文件资源管理器查看进度），最后在"我的电脑"分区中取消该文件夹的同步设置。
zh_tw: 為了保留您電腦上所有檔案的本機複本，請先關閉此資料夾的「最佳化儲存」。如果儲存最佳化已關閉，請開啟再關閉一次。等待下載完成 (您可以在檔案總管中檢查狀態)，然後在「我的電腦」區段中移除該資料夾的同步。

# Main_MyComputer_Folders_RemoveConfirmation_OnDemand_Message_Item_1
source: Files that have already been downloaded will remain on your device.
be_by: Файлы, якія ўжо былі спампаваны застануцца на вашай прыладзе.
ca_es: Els fitxers que ja s'hagin baixat romandran al vostre dispositiu.
cs_cz: Soubory, které byly již staženy, zůstanou v zařízení.
da_dk: Filer, der allerede er downloadet, forbliver på din enhed.
de: Bereits heruntergeladene Dateien verbleiben auf deinem Gerät.
el_gr: Τα αρχεία που έχουν ήδη ληφθεί θα παραμείνουν στη συσκευή σας.
es_419: Los archivos que ya se han descargado permanecerán en su dispositivo.
fr: Les fichiers déjà téléchargés resteront sur votre appareil.
hu: A már letöltött fájlok az eszközén maradnak.
id: Berkas yang telah diunduh akan tetap tersedia pada komputer Anda.
it: I file già scaricati rimarranno sul tuo dispositivo.
nb_no: Filer som allerede er lastet ned vil forbli på enheten din.
nl: Bestanden die al gedownload zijn blijven op uw toestel.
pl: Pliki, które zostały już pobrane, pozostaną na urządzeniu.
pt: Os ficheiros que já foram transferidos permanecerão no seu dispositivo.
pt_br: Os arquivos que já foram transferidos permanecerão no seu dispositivo.
ro: Fișierele care au fost deja descărcate vor rămâne pe dispozitiv.
ru: Файлы, которые уже были загружены, останутся на вашем устройстве.
sk: Súbory, ktoré už boli stiahnuté, zostanú v zariadení.
sv_se: Filer som redan har laddats ner kommer att finnas kvar på din enhet.
tr: Daha önce indirilmiş olan dosyalar aygıtınızda kalacak.
zh_cn: 已下载的文件将保留在您的设备上。
zh_tw: 已下載的檔案將保留在您的裝置上。

# Main_MyComputer_Folders_RemoveConfirmation_OnDemand_Message_Item_2
source: Files stored only in the cloud will be removed from your device.
be_by: Файлы, якія захоўваюцца толькі ў воблаку будуць выдалены з вашай прылады.
ca_es: Els fitxers emmagatzemats només al núvol s'eliminaran del vostre dispositiu.
cs_cz: Soubory uložené pouze v cloudu budou ze zařízení odebrány.
da_dk: Filer, der kun er gemt i skyen, vil blive fjernet fra din enhed.
de: Dateien, die nur in der Cloud gespeichert sind, werden von deinem Gerät entfernt.
el_gr: Τα αρχεία που είναι αποθηκευμένα μόνο στο cloud θα καταργηθούν από τη συσκευή σας.
es_419: Los archivos almacenados solo en la nube serán eliminados de su dispositivo.
fr: Les fichiers stockés uniquement sur le cloud seront retirés de votre appareil.
hu: A csak felhőben tárolt fájlok el lesznek távolítva az eszközéről.
id: Berkas yang hanya disimpan di cloud akan dihapus dari perangkat Anda.
it: I file archiviati solo nel cloud verranno rimossi dal dispositivo.
nb_no: Filer som bare er lagret i skyen, vil bli fjernet fra enheten din.
nl: Bestanden die alleen in de cloud zijn opgeslagen, worden van uw toestel verwijderd.
pl: Pliki przechowywane wyłącznie w chmurze zostaną usunięte z urządzenia.
pt: Os ficheiros armazenados somente na nuvem serão removidos do seu dispositivo.
pt_br: Os arquivos armazenados somente na nuvem serão removidos do seu dispositivo.
ro: Fișierele stocate doar în cloud vor fi eliminate din dispozitiv.
ru: Файлы, хранящиеся только в облаке, будут удалены с вашего устройства.
sk: Súbory uložené len v cloude budú zo zariadenia odstránené.
sv_se: Filer som endast lagras i molnet kommer att tas bort från din enhet.
tr: Yalnızca bulutta depolanan dosyalar aygıtınızdan kaldırılacak.
zh_cn: 仅存储在云中的文件将从您的设备中删除。
zh_tw: 只儲存在雲端的檔案將會從您的裝置中移除。

# Main_MyComputer_Folders_RemoveConfirmation_Title
source: Remove folder?
be_by: Выдаліць папку?
ca_es: Voleu suprimir la carpeta?
cs_cz: Odebrat složku?
da_dk: Fjern mappe?
de: Ordner entfernen?
el_gr: Κατάργηση φακέλου;
es_419: ¿Eliminar la carpeta?
fr: Retirer le dossier ?
hu: Mappa eltávolítása?
id: Hapus folder?
it: Rimuovi cartella?
nb_no: Fjerne mappe?
nl: Map verwijderen?
pl: Usunąć folder?
pt: Remover a pasta?
pt_br: Remover pasta?
ro: Eliminați folderul?
ru: Удалить папку?
sk: Odstrániť priečinok?
sv_se: Ta bort mapp?
tr: Klasör kaldırılsın mı?
zh_cn: 刪除文件夹？
zh_tw: 移除 資料夾?

# Main_MyComputer_Folders_StorageOptimizationTurnedOffNotification_Message_1
source: Files within "{0}" folder will now always be available on device. It may take a few minutes before all files finish downloading (you can check the status in File Explorer).
be_by: Файлы ў папцы "{0}" цяпер заўсёды будуць даступны на прыладзе. Спампоўка ўсіх файлаў можа заняць некалькі хвілін (статус можна праверыць у Правадніку).
ca_es: Els fitxers de la carpeta «{0}» ara estaran sempre disponibles al dispositiu. Pot trigar uns minuts a acabar de descarregar tots els fitxers (podeu comprovar-ne l'estat a l'Explorador de fitxers).
cs_cz: Soubory ve složce "{0}" budou nyní ve vašem zařízení vždy dostupné. Než se dokončí stahování všech souborů, může to trvat několik minut (stav můžete kontrolovat v Průzkumníku souborů).
da_dk: Filer i mappen "{0}" vil nu altid være tilgængelige på enheden. Det kan tage nogle minutter, før alle filer er downloadet (du kan kontrollere status i filhåndtering).
de: Die Dateien im Ordner „{0}“ sind jetzt immer auf deinem Gerät verfügbar. Es kann ein paar Minuten dauern, bis alle Dateien heruntergeladen sind ( Der Status kann im Datei-Explorer überprüft werden).
el_gr: Τα αρχεία εντός του φακέλου "{0}" θα είναι πλέον πάντα διαθέσιμα στη συσκευή σας. Μπορεί να χρειαστούν μερικά λεπτά για να ολοκληρωθεί η λήψη όλων των αρχείων (μπορείτε να ελέγξετε την κατάσταση στην Εξερεύνηση Αρχείων).
es_419: Los archivos en la carpeta «{0}» estarán siempre disponibles en el dispositivo. Puede tardar unos minutos en terminar de descargar todos los archivos (puede ver el estado en el Explorador de archivos).
fr: Les fichiers dans le dossier "{0}" seront désormais disponibles en permanence sur votre appareil. Cela peut prendre quelques minutes avant que tous les fichiers ne soient téléchargés (vous pouvez vérifier le statut dans l’explorateur de fichiers).
hu: A „{0}” mappában lévő fájlok mostantól mindig elérhetőek lesznek az eszközén. Eltarthat néhány percig, amíg az összes fájl letöltése befejeződik (az állapotot ellenőrizheti a Fájlkezelőben).
id: Berkas yang terdapat di dalam folder "{0}" kini akan selalu tersedia pada perangkat Anda. Seluruh berkas yang ada mungkin akan memerlukan waktu beberapa menit untuk dapat selesai diunduh (Anda dapat memeriksa status unduhan ini pada File Explorer).
it: I file nella cartella "{0}" saranno sempre disponibili sul tuo dispositivo. Potrebbero volerci alcuni minuti prima che tutti i file vengano scaricati completamente (puoi controllare lo stato in Esplora file).
nb_no: Filer i "{0}"-mappen vil nå alltid være tilgjengelig på enheten. Det kan ta noen minutter før alle filene er ferdig nedlastet (du kan sjekke statusen i Filutforsker).
nl: Bestanden in "{0}" map zullen nu altijd beschikbaar zijn op uw apparaat. Het kan een paar minuten duren voordat alle bestanden klaar zijn met downloaden (u kunt de status controleren in de Verkenner).
pl: Pliki w folderze "{0}" będą zawsze dostępne na urządzeniu. Pobieranie wszystkich plików może potrwać kilka minut (status możesz sprawdzić w Eksploratorze plików).
pt: Os ficheiros na pasta «{0}» estarão agora sempre disponíveis no seu dispositivo. Pode demorar alguns minutos até que todos os ficheiros terminem de ser transferidos (pode verificar o estado no explorador de ficheiros).
pt_br: Os arquivos da pasta "{0}" agora estarão sempre disponíveis no seu dispositivo. Pode levar alguns minutos até que o downloading de todos os arquivos seja concluído (você pode verificar o status no Explorador de Arquivos).
ro: Fișierele din folderul „{0}” vor fi acum întotdeauna disponibile pe acest dispozitiv. Poate dura câteva minute înainte ca toate fișierele să fie descărcate (puteți verifica starea în Exploratorul de fișiere).
ru: Теперь файлы из папки «{0}» будут всегда доступны на устройстве. Загрузка всех файлов может занять несколько минут ( состояние можно проверить в Проводнике).
sk: Súbory v priečinku "{0}" budú odteraz v zariadení vždy k dispozícii. Môže trvať niekoľko minút, kým sa všetky súbory stiahnu (stav môžete skontrolovať v Prieskumníkovi súborov).
sv_se: Filer i mappen "{0}" kommer nu alltid att vara tillgängliga på din enhet. Det kan ta några minuter innan alla filer har laddats ner (du kan kontrollera statusen i Utforskaren).
tr: “{0}” klasöründeki dosyalar artık her zaman aygıtınız üzerinde tutulacak. Tüm dosyaların indirilmesi birkaç dakika sürebilir (Durumu Dosya Gezgini üzerinden denetleyebilirsiniz).
zh_cn: 现在，"{0}" 文件夹中的文件将始终在设备上保持可用。所有文件完成下载可能需要几分钟时间（您可以通过文件资源管理器查看同步状态）。
zh_tw: 在「{0}」資料夾中的檔案現在將始終可在您的裝置上使用。所有檔案可能需要幾分鐘才能完成下載（您可以在檔案總管中檢查狀態）。

# Main_MyComputer_Folders_StorageOptimizationTurnedOffNotification_Message_2
source: You still can manually free up space for individual files in their settings.
be_by: Вы як і раней можаце ўручную вызваліць прастору для асобных файлаў у іх наладах.
ca_es: Encara podeu alliberar espai manualment per a cada fitxer a les seves preferències.
cs_cz: Stále můžete ručně uvolnit prostor pro jednotlivé soubory v jejich nastavení.
da_dk: Du kan stadig manuelt frigøre plads til individuelle filer i deres indstillinger.
de: Du kannst immer noch manuell Speicherplatz für einzelne Dateien in ihren Einstellungen freigeben
el_gr: Μπορείτε ακόμα να ελευθερώσετε χώρο με μη αυτόματο τρόπο για μεμονωμένα αρχεία στις ρυθμίσεις τους.
es_419: Todavía puede liberar espacio para cada archivo en sus ajustes.
fr: Vous pouvez toujours libérer manuellement de l'espace pour chaque fichier dans ses paramètres.
hu: Manuálisan mindig felszabadíthat tárhelyet fájlok számára a beállításaikban.
id: Anda tetap dapat mengosongkan ruang penyimpanan untuk satu per satu berkas yang ada secara manual melalui pengaturan masing-masing berkas.
it: Puoi comunque liberare manualmente spazio per singoli file nelle relative impostazioni.
nb_no: Du kan fortsatt manuelt frigjøre plass til individuelle filer i innstillingene deres.
nl: U kunt nog steeds handmatig ruimte vrijmaken voor individuele bestanden in hun instellingen.
pl: Nadal możesz ręcznie zwolnić miejsce dla poszczególnych plików w ich ustawieniach.
pt: Ainda pode liberar espaço manualmente para cada ficheiro nas suas definições.
pt_br: Você ainda pode liberar espaço manualmente para arquivos individuais em suas configurações.
ro: Puteți elibera spațiu pentru fișiere individuale în setările acestora.
ru: Вы все еще можете вручную освободить место для отдельных файлов в их настройках.
sk: V nastaveniach jednotlivých súborov môžete stále ručne uvoľniť miesto.
sv_se: Du kan fortfarande frigöra utrymme manuellt för enskilda filer i deras inställningar.
tr: Yine de her dosyanın ayarlarından el ile yer açabilirsiniz.
zh_cn: 您仍然可以在设置中手动释放单个文件的空间。
zh_tw: 您仍然可以手動針對個別檔案在其設定值中釋放空間。

# Main_MyComputer_Folders_StorageOptimizationTurnedOffNotification_Title
source: All files are always available on this device
be_by: Усе файлы заўсёды даступныя на гэтай прыладзе
ca_es: Tots els fitxers estan sempre disponibles en aquest dispositiu.
cs_cz: Všechny soubory jsou v tomto zařízení vždy dostupné
da_dk: Alle filer er altid tilgængelige på denne enhed
de: Alle Dateien sind immer auf diesem Gerät verfügbar
el_gr: Όλα τα αρχεία είναι πάντα διαθέσιμα σε αυτήν τη συσκευή
es_419: Todos los archivos están siempre disponibles en este dispositivo.
fr: Tous les fichiers sont disponibles sur cet appareil en permanence
hu: Minden fájl mindig elérhető ezen az eszközön
id: Seluruh berkas akan selalu tersedia pada perangkat ini
it: Tutti i file sono disponibili su questo dispositivo
nb_no: Alle filer er alltid tilgjengelige på denne enheten
nl: Alle bestanden zijn altijd beschikbaar op dit apparaat
pl: Wszystkie pliki są zawsze dostępne na tym urządzeniu
pt: Todos os ficheiros estão sempre disponíveis neste dispositivo.
pt_br: Todos os arquivos estão sempre disponíveis neste dispositivo
ro: Toate fișierele sunt disponibile permanent pe acest dispozitiv
ru: Все файлы всегда доступны на этом устройстве
sk: Všetky súbory sú v tomto zariadení vždy k dispozícii
sv_se: Alla filer är alltid tillgängliga på denna enhet
tr: Tüm dosyalar her zaman bu aygıtta tutuluyor
zh_cn: 所有文件在该设备上始终可用
zh_tw: 所有檔案在此裝置上隨時可用

# Main_MyComputer_Folders_StorageOptimizationUnavailableNotification_Message_1
source: The "{0}" folder can't use on-demand sync to optimize storage, because {1}.
be_by: Папка з назвай "{0}" не можа выкарыстоўваць сінхранізацыю па патрабаванні для аптымізацыі сховішча, бо {1}.
ca_es: La carpeta «{0}» no pot utilitzar sincronització sota demanda, perquè {1}.
cs_cz: Složka "{0}" nemůže používat synchronizaci na vyžádání k optimalizaci úložiště, protože {1}.
da_dk: Den "{0}" mappe kan ikke bruge on‑demand sync til at optimere lagerpladsen, fordi {1}.
de: Aufgrund von {1} kann der Ordner „{0}“ keine On-Demand-Synchronisierung verwenden, um den Speicher zu optimieren.
el_gr: Ο φάκελος "{0}" δεν μπορεί να χρησιμοποιήσει συγχρονισμό κατ' απαίτηση για βελτιστοποίηση του χώρου αποθήκευσης, επειδή {1}.
es_419: La carpeta «{0}» no se puede usar con sincronización bajo demanda para optimizar el almacenamiento porque {1}.
fr: Le dossier « {0} » ne peut pas utiliser la synchronisation à la demande pour optimiser le stockage car {1}.
hu: A „{0}” mappa nem használhatja az igény szerinti szinkronizálást a tárhely optimalizálására, mert {1}.
id: Folder "{0}" tidak dapat menggunakan sinkronisasi on-demand untuk mengoptimalkan ruang penyimpanan, karena {1}.
it: La cartella "{0}" non può utilizzare la sincronizzazione su richiesta per ottimizzare l'archiviazione, perché {1}.
nb_no: "{0}"-mappen kan ikke bruke behovsbetinget synkronisering for å optimalisere lagringen, fordi {1}.
nl: De "{0}" map kan geen op demand sync gebruiken om de opslag te optimaliseren, omdat {1}.
pl: Folder "{0}" nie może korzystać z synchronizacji na żądanie, aby zoptymalizować przestrzeń dyskową, ponieważ {1}.
pt: A pasta «{0}» não pode utilizar a sincronização sob demanda para otimizar o armazenamento porque {1}.
pt_br: A pasta "{0}" não pode usar sincronização sob demanda para otimizar o armazenamento porque {1}.
ro: Folderul „{0}” nu poate utiliza sincronizarea la cerere pentru a optimiza spațiul de stocare, deoarece {1}.
ru: Папка «{0}» не может использовать синхронизацию по требованию для оптимизации хранения, потому что {1}.
sk: Priečinok „{0}“ nemôže používať synchronizáciu na požiadanie na optimalizáciu úložiska, pretože {1}.
sv_se: Mappen ”{0}” kan inte använda synkronisering på begäran för att optimera lagring, eftersom {1}.
tr: {1} nedeniyle depolama alanını iyileştirmek için “{0}” klasöründe isteğe bağlı eşitleme kullanılamaz .
zh_cn: "{0}" 文件夹不能使用按需同步来优化存储，因为 {1}。
zh_tw: 「{0}」資料夾無法使用隨選同步來優化儲存，因為 {1}。
