Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_SharedWithMe_Column_Sync_Info_Tooltip
source: Enable to make the shared file or folder accessible from your computer. Contents of files will be downloaded on demand only.
be_by: Уключыце, каб зрабіць абагулены файл або папку даступнымі з вашага камп'ютара. Змесціва файлаў будзе спампоўвацца толькі па патрабаванні.
ca_es: Activeu aquesta opció per fer que el fitxer o la carpeta compartits sigui accessible des del vostre ordinador. El contingut dels fitxers es descarregarà només sota demanda.
cs_cz: Povolením zpřístupníte sdílený soubor nebo složku ze svého počítače. Obsah souborů bude stažen jen na vyžádání.
da_dk: Aktivér for at gøre den delte fil eller mappe tilgængelig fra din computer. Indholdet af filerne downloades kun efter behov.
de: Aktiviere diese Option, um die gemeinsame Datei oder den gemeinsamen Ordner von deinem Computer aus zugänglich zu machen. Der Inhalt der Dateien wird nur bei Bedarf heruntergeladen.
el_gr: Ενεργοποιήστε για να κάνετε το κοινόχρηστο αρχείο ή φάκελο προσβάσιμο από τον υπολογιστή σας. Τα περιεχόμενα των αρχείων θα μεταφορτωθούν μόνο κατόπιν αιτήματος.
es_419: Active esta opción para que el archivo o la carpeta compartidos sean accesibles desde su computadora. El contenido de los archivos se descargará solo cuando lo necesite.
fr: Activez cette option pour rendre le fichier ou le dossier partagé accessible depuis votre ordinateur. Le contenu des fichiers sera téléchargé à la demande uniquement.
hu: Engedélyezze, hogy a megosztott fájl vagy mappa elérhető legyen a számítógépéről. A fájlok tartalma csak igény esetén lesz letöltve.
id: Aktifkan untuk membuat agar berkas atau folder yang dibagikan dapat diakses dari komputer Anda. Konten berkas hanya akan diunduh apabila diminta.
it: Attiva per permettere il file condiviso o la cartella condivisa di essere accessibile dal tuo computer. I contenuti dei file verranno scaricati sono se necessari.
nb_no: Aktiver for å gjøre den delte filen eller mappen tilgjengelig fra datamaskinen din. Innholdet i filer vil kun bli lastet ned på forespørsel.
nl: Inschakelen om het gedeelde bestand of map vanaf uw computer toegankelijk te maken. De inhoud van bestanden wordt alleen op aanvraag gedownload.
pl: Włącz, aby udostępniony plik lub folder był dostępny na urządzeniu. Zawartość plików będzie pobierana na żądanie.
pt: Ative esta opção para tornar a pasta ou o ficheiro partilhado acessível a partir do seu computador. O conteúdo do ficheiro será transferido apenas a pedido.
pt_br: Ative para tornar o arquivo ou pasta compartilhado acessível a partir do seu computador. O conteúdo dos arquivos será baixado sob demanda.
ro: Activați pentru ca fișierul sau folderul partajat să fie accesibil de pe computer. Conținutul fișierelor va fi descărcat numai la cerere.
ru: Включите, чтобы сделать общий файл или папку доступными на вашем компьютере. Содержимое файлов будет скачиваться только по требованию.
sk: Povoľte, aby bol zdieľaný súbor alebo priečinok prístupný z vášho počítača. Obsah súborov sa bude sťahovať len na požiadanie.
sv_se: Aktivera för att göra den delade filen eller mappen tillgänglig från din dator. Innehållet i filer kommer endast att laddas ner på begäran.
tr: Açtığınızda paylaşılan dosyaya veya klasöre bilgisayarınızdan erişebilirsiniz. Dosyaların içeriği yalnızca istek yapıldığında indirilir.
zh_cn: 启用后，可从电脑访问共享文件或文件夹。 文件内容只能按需下载。
zh_tw: 啟用以讓共享檔案或資料夾可從您的電腦存取。 檔案內容僅會視需要下載。

# Main_SharedWithMe_Error_FailedToLoad
source: Failed to load data
be_by: Не ўдалося загрузіць даныя.
ca_es: No s'han pogut carregar les dades.
cs_cz: Data se nepodařilo načíst
da_dk: Kunne ikke indlæse data
de: Daten konnten nicht geladen werden
el_gr: Αποτυχία φόρτωσης δεδομένων
es_419: Error al cargar los datos
fr: Les données n'ont pas pu être chargées.
hu: Nem sikerült betölteni az adatokat
id: Gagal memuat data
it: Impossibile caricare i dati
nb_no: Kunne ikke laste inn data
nl: Laden van gegevens mislukt
pl: Nie udało się załadować danych
pt: Erro ao carregar os dados
pt_br: Falha ao carregar os dados
ro: Datele nu s-au putut încărca.
ru: Не удалось загрузить данные
sk: Údaje sa nepodarilo načítať
sv_se: Misslyckades att ladda data
tr: Veriler yüklenemedi
zh_cn: 加载数据失败
zh_tw: 無法載入資料

# Main_SharedWithMe_Error_FailedToLoad_Items_Plural
source: {0} items failed to be loaded
be_by: Не ўдалося загрузіць {0} элементы(аў)
ca_es: No s'ha pogut carregar {0} elements.
cs_cz: Nepodařilo se načíst {0} položek
da_dk: {0} elementer kunne ikke indlæses
de: {0} Elemente konnten nicht geladen werden
el_gr: {0} στοιχεία απέτυχαν να φορτωθούν
es_419: Error al cargar {0} elementos
fr: {0} éléments n'ont pas pu être chargés.
hu: {0} elem betöltése sikertelen
id: {0} item gagal dimuat
it: Caricamento di {0} elementi non riuscito
nb_no: {0} elementer kunne ikke lastes inn
nl: {0} items konden niet opgeladen worden
pl: Przenoszenie {0} elementów nie powiodło się
pt: Erro ao carregar {0} itens
pt_br: Erro ao carregar {0} itens
ro: Articole care nu s-au putut încărca: {0}
ru: Не удалось загрузить {0} элементов
sk: {0} položiek sa nepodarilo načítať
sv_se: {0} objekt misslyckades att laddas
tr: {0} öge yüklenemedi
zh_cn: {0} 个项目加载失败
zh_tw: {0} 個項目載入失敗

# Main_SharedWithMe_Error_FailedToLoad_Items_Singular
source: {0} item failed to be loaded
be_by: Не ўдалося загрузіць {0} элемент
ca_es: No s'ha pogut carregar {0} element.
cs_cz: Nepodařilo se načíst {0} položku
da_dk: {0} element kunne ikke indlæses
de: {0} Element konnte nicht geladen werden
el_gr: {0} στοιχείο απέτυχε να φορτωθεί
es_419: Error al cargar {0} elemento
fr: {0} élément n'a pas pu être chargé.
hu: {0} elem betöltése sikertelen
id: {0} item gagal dimuat
it: Caricamento di {0} elemento non riuscito
nb_no: {0} element kunne ikke lastes inn
nl: {0} item kon niet opgeladen worden
pl: Przenoszenie {0} elementu nie powiodło się
pt: Erro ao carregar {0} item
pt_br: Erro ao carregar {0} item
ro: Articole care nu s-au putut încărca: {0}
ru: Не удалось загрузить {0} элемент
sk: {0} položku sa nepodarilo načítať
sv_se: {0} objekt misslyckades att laddas
tr: {0} öge yüklenemedi
zh_cn: {0} 个项目加载失败
zh_tw: {0} 個項目載入失敗

# Main_SharedWithMe_Intro_Description
source: Files and folders that are shared with you will appear here
be_by: Тут будуць з'яўляцца файлы і папкі, якія абагулены з вамі
ca_es: Els fitxers i les carpetes compartides amb vós apareixeran aquí.
cs_cz: Zde se zobrazí soubory a složky, které jsou s vámi sdíleny
da_dk: Filer og mapper, der er delt med dig, vises her
de: Ordner und Dateien, die mit dir geteilt sind, werden hier angezeigt
el_gr: Τα αρχεία και οι φάκελοι που έχουν μοιραστεί μαζί σας θα εμφανίζονται εδώ
es_419: Los archivos y carpetas compartidos con usted aparecerán aquí.
fr: Les dossiers et fichiers partagés avec vous s'afficheront ici.
hu: Az Önnel megosztott fájlok és mappák itt jelennek meg
id: Berkas dan folder yang dibagikan dengan Anda akan muncul di sini
it: I file e le cartelle condivisi con te verranno visualizzati qui
nb_no: Filer og mapper som er delt med deg, vises her
nl: Bestanden en mappen die gedeeld werden zullen hier verschijnen
pl: Pliki i foldery udostępnione Ci pojawią się tutaj
pt: Os ficheiros e pastas partilhados consigo aparecerão aqui.
pt_br: Arquivos e pastas compartilhados com você aparecerão aqui
ro: Fișierele și folderele partajate de alții vor apărea aici.
ru: Файлы и папки, которыми с вами поделились, появятся здесь
sk: Súbory a priečinky, ktoré sú s vami zdieľané, sa zobrazia tu.
sv_se: Filer och mappar som delas med dig kommer visas här
tr: Sizinle paylaşılan dosyalar ve klasörler burada görüntülenir
zh_cn: 这里将显示与您共享的文件和文件夹
zh_tw: 與他人共享的文件及資料夾會在這裡出現

# Main_SharedWithMe_Intro_Title
source: Nothing shared yet
be_by: Пакуль нічога не абагулена
ca_es: Encara no s'ha compartit res
cs_cz: Zatím není nic sdíleno
da_dk: Intet delt endnu
de: Noch nichts geteilt
el_gr: Τίποτα δεν έχει κοινοποιηθεί ακόμα
es_419: No se ha compartido nada todavía.
fr: Rien n'a été partagé pour le moment.
hu: Egyelőre itt nincs semmi veled megosztva
id: Belum ada hal apa pun yang dibagikan
it: Niente di condiviso ancora
nb_no: Ingenting delt enda
nl: Nog niets gedeeld
pl: Jeszcze nic nie udostępniono
pt: Nada partilhado ainda
pt_br: Nada compartilhado ainda
ro: Încă nimic partajat
ru: Пока нет общих файлов
sk: Zatiaľ nie je nič zdieľané
sv_se: Inget delat än
tr: Henüz bir şey paylaşılmamış
zh_cn: 尚未分享任何内容
zh_tw: 還沒有任何共享內容

# Main_SharedWithMe_Menu_Item_OpenFolder
source: _Open folder
be_by: _Адкрыць папку
ca_es: _Obre la carpeta
cs_cz: _Otevřít složku
da_dk: _Åbn mappe
de: _Ordner öffnen
el_gr: Άνοιγμα φακέλου
es_419: _Abrir la carpeta
fr: _Ouvrir le dossier
hu: _Mappa megnyitása
id: _Buka folder
it: _Apri cartella
nb_no: _Åpne mappe
nl: _Map openen
pl: Otwórz folder
pt: _Abrir a pasta
pt_br: _Abrir pasta
ro: Deschidere f_older
ru: _Открыть папку
sk: _Otvoriť priečinok
sv_se: _Öppna mapp
tr: Klasörü _aç
zh_cn: 打开文件夹
zh_tw: _打開資料夾

# Main_SharedWithMe_Menu_Item_RemoveMe
source: _Remove me
be_by: _Выдаліць мяне
ca_es: _Esborra'm
cs_cz: _Odebrat mě
da_dk: _Fjern mig
de: _Mich entfernen
el_gr: _Αφαιρέστε με
es_419: _Eliminarme
fr: _Me retirer
hu: _Saját felhasználóm eltávolítása
id: _Keluarkan saya
it: _Rimuovimi
nb_no: _Fjern meg
nl: _Verwijder mij
pl: _Usuń mnie
pt: _Remover-me
pt_br: _Remover
ro: _Elimină-mă
ru: _Удалите меня
sk: _Odstrániť ma
sv_se: _Ta bort mig
tr: _Beni kaldır
zh_cn: 将我移除
zh_tw: _移除我

# Main_SharedWithMe_Onboarding_Button_Close_HelpText
source: Dismiss shared with me onboarding
be_by: Адхіліць азнаямленне з раздзелам "Абагуленыя са мной"
ca_es: Omet la fase d'integració dels elements compartits amb mi
cs_cz: Zavřít představení funkce sdíleno se mnou
da_dk: Afvis introduktion af delt med mig
de: Mit mir geteiltes Onboarding verwerfen
el_gr: Απόρριψη επιβίβασης "κοινής χρήσης με εμένα"
es_419: Saltar la fase de integración de los elementos compartidos conmigo
fr: Passer la phase d'intégration des éléments partagés avec moi
hu: A velem megosztott bevezető elvetése
id: Tutup layar pengenalan dibagikan dengan saya
it: Ignora l'inizializzazione dei condivisi con me
nb_no: Avvis delt med meg velkomst
nl: Negeer gedeeld met mij onboarding
pl: Odrzuć przewodnik
pt: Passar a fase de integração dos elementos partilhados comigo
pt_br: Dispensar a integração de "Compartilhado comigo"
ro: Ignorare pas de integrare articole partajate cu mine
ru: Отключить инструкцию «Поделенные со мной»
sk: Odmietnuť sprievodcu službou zdieľané so mnou
sv_se: Avfärda introduktionen för delade med mig
tr: “Benimle paylaşılanlar” başlangıcını atla
zh_cn: 取消与我共享的待办信息
zh_tw: 忽略共享給我的入門引導

# Main_SharedWithMe_Onboarding_Button_GetStarted
source: Get _started
be_by: Пачаць працу
ca_es: _Inicia
cs_cz: _Začínáme
da_dk: Kom i _gang
de: Jetzt _starten
el_gr: Ας _ξεκινήσουμε
es_419: Empe_zar
fr: _Commencer
hu: Lássunk _neki
id: _Mulai
it: Inizia ora
nb_no: Kom i _gang
nl: Aan de slag
pl: Rozpocznij
pt: _Começar
pt_br: _Começar
ro: _Să începem
ru: _Начать работу
sk: Z_ačíname
sv_se: Kom _igång
tr: _Başlayalım
zh_cn: 立即体验
zh_tw: 開始使用

# Main_SharedWithMe_Onboarding_Description
source: Easily sync files and folders shared with you to your computer.
be_by: Без намаганняў сінхранізуйце файлы і папкі са свайго камп'ютара, якія абагулілі з вамі іншыя ўдзельнікі.
ca_es: Sincronitzeu fàcilment els fitxers i les carpetes compartides amb vosaltres a l'ordinador.
cs_cz: Snadno synchronizujte s vámi sdílené soubory a složky na váš počítač.
da_dk: Synkroniser nemt filer og mapper, som du har delt med andre, til din computer.
de: Synchronisiere Dateien und Ordner, die mit dir geteilt wurden, ganz einfach mit deinem Computer.
el_gr: Συγχρονίστε εύκολα αρχεία και φακέλους που έχετε μοιραστεί μαζί σας στον υπολογιστή σας.
es_419: Sincronice fácilmente archivos y carpetas compartidos con usted en su computadora.
fr: Synchronisez facilement les fichiers et les dossiers partagés avec vous sur votre ordinateur.
hu: Könnyen szinkronizálhatja a megosztott fájlokat és mappákat a számítógépével.
id: Sinkronisasikan berkas dan folder yang dibagikan kepada Anda ke komputer Anda.
it: Sincronizza facilmente file e cartelle condivise con te sul tuo computer.
nb_no: Synkroniser enkelt filer og mapper som er delt med deg til datamaskinen din.
nl: Synchroniseer gemakkelijk bestanden en mappen die met u zijn gedeeld met uw computer.
pl: Łatwa synchronizacja plików i folderów udostępnionych Ci na urządzeniu.
pt: Sincronize facilmente ficheiros e pastas partilhadas consigo no seu computador.
pt_br: Facilmente sincronize arquivos e pasta compartilhados com você no seu computador.
ro: Sincronizați ușor pe computerul personal fișierele și folderele care vi s-au partajat.
ru: Легко синхронизируйте общие файлы и папки с вашим компьютером.
sk: Jednoduchá synchronizácia súborov a priečinkov zdieľaných s vami na vašom počítači.
sv_se: Synkronisera enkelt filer och mappar som delas med dig till din dator.
tr: Sizinle paylaşılan dosyaları ve klasörleri bilgisayarınızla kolayca eşitleyin.
zh_cn: 轻松将与您共享的文件和文件夹同步到电脑。
zh_tw: 輕鬆地把你的文件與共同分享資料夾同步到電腦

# Main_SharedWithMe_Onboarding_Point_1
source: Select files or folders to sync.
be_by: Выберыце файлы або папкі для сінхранізацыі.
ca_es: Seleccioneu els fitxers o carpetes a sincronitzar.
cs_cz: Vyberte soubory nebo složky, které chcete synchronizovat.
da_dk: Vælg filer eller mapper, der skal synkroniseres.
de: Wähle Dateien oder Ordner für die Synchronisierung.
el_gr: Επιλέξτε αρχεία ή φακέλους για συγχρονισμό.
es_419: Seleccione archivos o carpetas para sincronizar.
fr: Sélectionnez les dossiers ou fichiers à synchroniser.
hu: Válassza ki a szinkronizálandó fájlokat vagy mappákat.
id: Pilih berkas atau folder untuk disinkronkan.
it: Seleziona i file o le cartelle da sincronizzare
nb_no: Velg filer eller mapper som skal synkroniseres.
nl: Selecteer bestanden of mappen om te synchroniseren.
pl: Wybierz pliki lub foldery do synchronizacji.
pt: Selecione ficheiros ou pastas para sincronizar.
pt_br: Selecione arquivos ou pasta para sincronizar.
ro: Selectați fișierele sau folderele de sincronizat.
ru: Выберите файлы или папки для синхронизации.
sk: Vyberte súbory alebo priečinky, ktoré chcete synchronizovať.
sv_se: Välj filer eller mappar att synkronisera.
tr: Eşitlenecek dosyaları veya klasörleri seçin.
zh_cn: 选择要同步的文件或文件夹。
zh_tw: 選擇要同步的文件或資料夾

# Main_SharedWithMe_Onboarding_Point_2
source: Access shared files in your Proton Drive folder.
be_by: Атрымайце доступ да абагуленых файлаў са сваёй папкі ў Proton Drive.
ca_es: Accediu als fitxers compartits de la vostra carpeta de Proton Drive.
cs_cz: Přistupujte ke sdíleným souborům ve složce Proton Drive.
da_dk: Få adgang til delte filer i din Proton Drive-mappe.
de: Greife auf geteilte Dateien in deinem Proton Drive Ordner zu.
el_gr: Αποκτήστε πρόσβαση σε κοινόχρηστα αρχεία στο φάκελο Proton Drive.
es_419: Acceda a archivos compartidos en su carpeta de Proton Drive
fr: Accédez aux fichiers partagés de votre dossier Proton Drive.
hu: Hozzáférés a Proton Drive mappában található megosztott fájlokhoz.
id: Akses berkas terbagi dalam folder Proton Drive Anda.
it: Accedi ai file condivisi nella tua cartella Proton Drive.
nb_no: Få tilgang til delte filer i Proton Drive-mappen.
nl: Toegang tot gedeelde bestanden in uw Proton Drive-map.
pl: Uzyskaj dostęp do udostępnionych plików w folderze Proton Drive.
pt: Aceda a ficheiros partilhados na sua pasta do Proton Drive.
pt_br: Acesse arquivos compartilhados na sua pasta do Proton Drive.
ro: Accesați fișierele partajate din folderul Proton Drive.
ru: Получите доступ к общим файлам в вашей папке Proton Drive.
sk: Pristupujte k zdieľaným súborom v priečinku Proton Drive.
sv_se: Kom åt delade filer i din Proton Drive-mapp.
tr: Proton Drive klasörünüzdeki paylaşılan dosyalara erişin.
zh_cn: 访问 Proton Drive 文件夹中的共享文件。
zh_tw: 進入Proton Drive資料夾中的共享文件

# Main_SharedWithMe_Onboarding_Point_3
source: Edit them, upload new ones, and access them offline.
be_by: Рэдагуйце іх, запампоўвайце новыя і атрымлівайце да іх доступ, калі вы не падключаны да інтэрнэту.
ca_es: Editeu-los, pengeu-ne de nous i accediu-hi fora de línia.
cs_cz: Můžete je upravovat, nahrávat nové a přistupovat k nim offline.
da_dk: Rediger dem, upload nye, og få adgang til dem offline.
de: Bearbeite sie, füge neue hinzu und lade sie für einen Offline-Zugriff herunter.
el_gr: Επεξεργαστείτε τα, ανεβάστε νέα και αποκτήστε πρόσβαση σε αυτά εκτός σύνδεσης.
es_419: Edítelos, subir nuevos archivos y acceder a ellos fuera de línea.
fr: Modifiez-les, importez-en de nouveaux et accédez-y hors ligne.
hu: Szerkesztheti őket, újakat tölthet fel, és offline is hozzáférhet hozzájuk.
id: Sunting mereka, unggah yang baru, dan akses secara luring.
it: Modificali, caricane di nuovi e accedi ad essi offline.
nb_no: Rediger de, last opp nye og få frakoblet tilgang til de.
nl: Bewerk ze, upload nieuwe en krijg offline toegang.
pl: Edytuj je, prześlij nowe i uzyskuj do nich dostęp w trybie offline.
pt: Edite- os, carregue novos e aceda-lhes offline.
pt_br: Edite-os, envie novos e acesse-os off-line.
ro: Editați-le, încărcați altele și accesați-le fără conexiune.
ru: Редактируйте их, загружайте новые и получайте к ним офлайн доступ.
sk: Môžete ich upravovať, nahrávať nové a pristupovať k nim offline.
sv_se: Redigera dem, ladda upp nya och kom åt dem offline.
tr: Bunları düzenleyin, yenilerini yükleyin ve çevrim dışı olarak erişin.
zh_cn: 编辑它们、上传新内容并离线访问它们。
zh_tw: 編輯、上載新內容及離線進入。

# Main_SharedWithMe_Status_ItemsSynced_Plural
source: {0} of {1} items synced
be_by: Сінхранізавана: {0} элементы(аў) з {1}
ca_es: {0} de {1} elements sincronitzats
cs_cz: {0} z {1} položek synchronizováno
da_dk: {0} af {1} elementer synkroniseret
de: {0} von {1} Elementen synchronisiert
el_gr: {0} από {1} στοιχεία συγχρονίστηκαν
es_419: {0} de {1} elementos sincronizados
fr: {0} sur {1} éléments synchronisés
hu: {0} / {1} elem szinkronizálva
id: {0} dari {1} item tersinkron
it: {0} di {1} elementi sincronizzati
nb_no: {0} av {1} elementer synkronisert
nl: {0} van {1} items gesynchroniseerd
pl: Zsynchronizowano {0} z {1} elementów
pt: {0} de {1} itens sincronizados
pt_br: {0} de {1} itens sincronizados
ro: Articole sincronizate: {0} din {1}
ru: Синхронизировано {0} из {1} элементов
sk: {0} z {1} položiek synchronizovaných
sv_se: {0} av {1} objekt synkroniserade
tr: {0} / {1} öge eşitlendi
zh_cn: 同步了 {1} 个项目中的 {0} 个项目
zh_tw: {1} 個項目中的 {0} 個已同步

# Main_SharedWithMe_Status_ItemsSynced_Singular
source: {0} of {1} item synced
be_by: Сінхранізавана: {0} элемент з {1}
ca_es: {0} de {1} element sincronitzat
cs_cz: {0} z {1} položky synchronizována
da_dk: {0} af {1} element synkroniseret
de: {0} von {1} Element synchronisiert
el_gr: {0} από {1} στοιχείο συγχρονίστηκε
es_419: {0} de {1} elemento sincronizado
fr: {0} sur {1} élément synchronisé
hu: {0} / {1} elem szinkronizálva
id: {0} dari {1} item tersinkron
it: {0} di {1} elemento sincronizzato
nb_no: {0} av {1} element synkronisert
nl: {0} van {1} item gesynchroniseerd
pl: Zsynchronizowano {0} z {1} elementu
pt: {0} de {1} item sincronizado
pt_br: {0} de {1} item sincronizado
ro: Articole sincronizate: {0} din {1}
ru: Синхронизировано {0} из {1} элемента
sk: {0} z {1} položky synchronizovaná
sv_se: {0} av {1} objekt synkroniserat
tr: {0} / {1} öge eşitlendi
zh_cn: 同步了 {1} 个项目中的 {0} 个项目
zh_tw: {1} 個項目中的 {0} 個已同步

# Main_SharedWithMe_Title
source: Shared with me
be_by: Абагулена са мной
ca_es: Compartit amb mi
cs_cz: Sdíleno se mnou
da_dk: Delt med mig
de: Mit mir geteilt
el_gr: Σε κοινή χρήση με εμένα
es_419: Compartido conmigo
fr: Partagé avec moi
hu: Velem megosztva
id: Dibagikan dengan saya
it: Condiviso con me
nb_no: Delt med meg
nl: Gedeeld met mij
pl: Udostępnione dla mnie
pt: Partilhado comigo
pt_br: Compartilhado comigo
ro: Partajate cu mine
ru: Доступные мне
sk: Zdieľané so mnou
sv_se: Delat med mig
tr: Benimle paylaşılan
zh_cn: 与我分享
zh_tw: 與我共享

# Main_SharedWithMe_Warning_MaxNumberOfSyncedItems_Advice
source: To add new items, please stop syncing some of the old ones.
be_by: Спыніце сінхранізацыю старых элементаў, каб дадаць новыя.
ca_es: Per afegir elements, deixeu de sincronitzar alguns dels antics.
cs_cz: Chcete-li přidat nové položky, ukončete synchronizaci některých starých položek.
da_dk: For at tilføje nye elementer skal du stoppe med at synkronisere nogle af de gamle.
de: Um neue Elemente hinzuzufügen, beende bitte die Synchronisierung einiger der alten.
el_gr: Για να προσθέσετε νέα στοιχεία, σταματήστε να συγχρονίζετε ορισμένα από τα παλιά.
es_419: Para agregar elementos nuevos, detenga la sincronización de algunos elementos antiguos.
fr: Pour ajouter des éléments, veuillez arrêter la synchronisation de certains éléments anciens.
hu: Új elemek hozzáadásához először szüntesd meg néhány régi szinkronizálását.
id: Untuk menambahkan item baru, silakan berhenti menyinkronkan sebagian item lama.
it: Per aggiungere nuovi elementi, interrompi la sincronizzazione di alcuni di quelli vecchi.
nb_no: For å legge til nye elementer, slutt å synkronisere noen av de gamle.
nl: Om nieuwe items toe te voegen, stop met het synchroniseren van een aantal oude items.
pl: Aby dodać nowe elementy, zatrzymaj synchronizację innych elementów.
pt: Para adicionar novos itens, pare de sincronizar alguns dos antigos.
pt_br: Para adicionar novos itens, pare a sincronização de itens mais antigos.
ro: Pentru a adăuga articole noi, opriți sincronizarea unora vechi.
ru: Чтобы добавить новые элементы, прекратите синхронизацию некоторых старых.
sk: Ak chcete pridať nové položky, prestaňte synchronizovať niektoré staré položky.
sv_se: För att lägga till nya objekt, sluta synkronisera några av de gamla.
tr: Yeni ögeler eklemek için lütfen bazı eski ögeleri eşitlemeyi bırakın.
zh_cn: 要添加新项目，请停止同步部分旧项目。
zh_tw: 若要新增項目，請停止同步處理部分舊有項目。

# Main_SharedWithMe_Warning_MaxNumberOfSyncedItems_Limit
source: You can only sync {0} items at once.
be_by: Колькасць элементаў, якія вы можаце сінхранізаваць за раз: {0}
ca_es: Només podeu sincronitzar {0} elements al mateix temps.
cs_cz: Můžete synchronizovat najednou pouze {0} položek.
da_dk: Du kan kun synkronisere {0} elementer ad gangen.
de: Du kannst nur {0} Elemente auf einmal synchronisieren.
el_gr: Μπορείτε να συγχρονίσετε μόνο {0} στοιχεία ταυτόχρονα.
es_419: Solo puede sincronizar {0} elementos a la vez.
fr: Vous ne pouvez synchroniser que {0} éléments simultanément.
hu: Egyszerre csak {0} elemet szinkronizálhat.
id: Anda hanya dapat menyinkronkan {0} item dalam satu waktu.
it: Puoi sincronizzare solo {0} elementi alla volta.
nb_no: Du kan bare synkronisere {0} elementer samtidig.
nl: U kan slechts {0} items tegelijk synchroniseren.
pl: Dozwolona jest synchronizacja {0} elementów jednocześnie.
pt: Só pode sincronizar {0} itens em simultâneo.
pt_br: Você pode sincronizar apenas {0} itens por vez
ro: Puteți sincroniza doar {0} articole simultan.
ru: Вы можете синхронизировать только {0} элементов одновременно.
sk: Naraz môžete synchronizovať iba {0} položiek.
sv_se: Du kan endast synkronisera {0} objekt samtidigt.
tr: Aynı anda yalnızca {0} öge eşitleyebilirsiniz.
zh_cn: 您只能同时同步 {0} 个项目。
zh_tw: 您一次只能同步 {0} 項目。
