Repository: offsoc/windows-drive
Catalog: src/ProtonDrive.App.Windows/Resources/Strings.*.resx
Languages: be_by, ca_es, cs_cz, da_dk, de, el_gr, es_419, fr, hu, id, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sv_se, tr, zh_cn, zh_tw

# Main_Photos_ImportFromGoogle_Import_Description
source: It must be the unzipped folder containing your exported photos and videos.
be_by: Гэта павінна быць распакаваная папка, якая змяшчае вашы экспартаваныя фатаграфіі і відэа.
ca_es: Ha de ser la carpeta descomprimida que conté les vostres fotos i vídeos exportats.
cs_cz: Musí to být rozbalená složka obsahující exportované fotky a videa.
da_dk: Det skal være den udpakkede mappe, der indeholder dine eksporterede billeder og videoer.
de: Es muss der entpackte Ordner sein, der deine exportierten Fotos und Videos enthält.
el_gr: Πρέπει να είναι ο φάκελος που έχετε αποσυμπιέσει και περιέχει τις φωτογραφίες και τα βίντεό σας που εξάγατε.
es_419: La carpeta que contiene sus fotos y videos exportados debe ser descomprimida.
fr: Il doit s'agir du dossier décompressé contenant vos photos et vidéos exportées.
hu: Kicsomagolt mappának kell lennie, amely tartalmazza az exportált fotóit és videóit.
id: Folder yang belum diekstrak yang berisi foto dan video yang Anda ekspor.
it: Deve essere la cartella decompressa contenente le tue foto e i tuoi video esportati.
nb_no: Det må være den utpakkede mappen som inneholder de eksporterte bildene og videoene dine.
nl: Dit moet de uitgepakte map met uw geëxporteerde foto's en video's zijn.
pl: Folder ze zdjęciami i filmami musi być rozpakowany.
pt: Tem de ser a pasta descomprimida que contém as suas fotos e vídeos exportados.
pt_br: Deve ser a pasta descompactada contendo suas fotos e vídeos exportados.
ro: Trebuie să fie folderul dezarhivat care conține fotografiile și videoclipurile exportate.
sk: Musí to byť rozbalený priečinok obsahujúci vaše exportované fotografie a videá.
sv_se: Det måste vara den uppackade mappen som innehåller dina exporterade foton och videoklipp.
tr: Dışa aktarılan fotoğraflarınızın ve videolarınızın bulunduğu sıkıştırılmamış bir klasör olmalıdır.
zh_cn: 它必须是包含导出照片和视频的未压缩文件夹。
zh_tw: 這必須是包含您匯出的相片和影片的未壓縮資料夾。

# Main_Photos_ImportFromGoogle_Import_Title
source: 2. Import Google Photos folder
be_by: 2. Імпартаванне папкі Google Photos
ca_es: 2. Importeu la carpeta de Google Fotos
cs_cz: 2. Importovat složku Fotek Google
da_dk: 2. Importér Google Fotos-mappe
de: 2. Google-Fotos-Ordner importieren
el_gr: 2. Εισαγωγή φακέλου Φωτογραφιών Google
es_419: 2. Importe la carpeta de Google Fotos
fr: 2. Importez le dossier Google Photos
hu: 2. Google Fotók mappa importálása
id: 2. Impor folder Google Photos
it: 2. Importa la cartella Google Foto
nb_no: 2. Importer mappen med Google-bilder
nl: 2. Google Foto's map importeren
pl: 2. Importuj folder Zdjęcia Google
pt: 2. Importa a pasta de Google Fotos
pt_br: 2. Importa a pasta do Google Fotos
ro: 2. Importare folder Google Photos
sk: 2. Importujte priečinok Google Fotiek
sv_se: 2. Importera Google Foto-mapp
tr: 2. Google Fotoğraflar klasörünü içe aktarın
zh_cn: 2. 导入 Google 相册文件夹
zh_tw: 2. 匯入 Google 相簿資料夾

# Main_Photos_ImportFromGoogle_SelectFolder_Button
source: Select Folder
be_by: Выбраць папку
ca_es: Selecciona la carpeta
cs_cz: Vybrat složku
da_dk: Vælg mappe
de: Ordner auswählen
el_gr: Επιλογή φακέλου
es_419: Seleccionar la carpeta
fr: Sélectionner le dossier
hu: Mappa kiválasztása
id: Pilih Folder
it: Seleziona la cartella
nb_no: Velg mappe
nl: Map selecteren
pl: Wybierz folder
pt: Selecionar a pasta
pt_br: Selecionar pasta
ro: Selectare folder
sk: Vyberte priečinok
sv_se: Välj mapp
tr: Klasör seçin
zh_cn: 选择文件夹
zh_tw: 選取 資料夾

# Main_Photos_ImportFromGoogle_Title
source: Import from Google Photos
be_by: Імпартаванне з Google Photos
ca_es: Importa des de Google Fotos
cs_cz: Importovat z Fotek Google
da_dk: Importér fra Google Fotos
de: Google-Fotos importieren
el_gr: Εισαγωγή από Google Photos
es_419: Importar desde Google Fotos
fr: Importer depuis Google Photos
hu: Google Fotók importálása
id: Impor dari Google Photos
it: Importa da Google Foto
nb_no: Importer fra Google-bilder
nl: Importeren vanuit Google Foto's
pl: Import ze Zdjęć Google
pt: Importar do Google Fotos
pt_br: Importar do Google Fotos
ro: Importare din Google Photos
sk: Import z Google Photos
sv_se: Importera från Google Foton
tr: Google Fotoğraflardan içe aktarın
zh_cn: 从 Google 相册导入
zh_tw: 從 Google 相片匯入

# Main_Photos_Import_HowImportWorks_Label
source: How does photo import work?
be_by: Як працуе імпартаванне фатаграфій?
ca_es: Com funciona la importació de fotos?
cs_cz: Jak funguje import fotek?
da_dk: Hvordan fungerer fotoimport?
de: Wie funktioniert der Fotoimport?
el_gr: Πώς λειτουργεί η εισαγωγή φωτογραφιών;
es_419: ¿Cómo funciona la importación de fotos?
fr: Comment fonctionne l'importation de photos ?
hu: Hogyan működik a fénykép importálás?
id: Bagaimana cara impor foto bekerja?
it: Come funziona l'importazione di foto?
nb_no: Hvordan fungerer bildeimport?
nl: Hoe werkt het importeren van foto's?
pl: Jak działa import zdjęć?
pt: Como funciona a importação de fotos?
pt_br: Como funciona a importação de fotos?
ro: Cum funcționează importarea fotografiilor?
sk: Ako funguje importovanie fotografií?
sv_se: Hur fungerar fotoimport?
tr: Fotoğraflar içe nasıl aktarılır?
zh_cn: 如何导入相册？
zh_tw: 相片匯入如何工作？

# Main_Photos_Import_ImportFolder_Description
source: Import a local folder from your computer
be_by: Імпартаванне лакальнай папкі з вашага камп'ютара
ca_es: Importeu una carpeta local des del vostre ordinador
cs_cz: Import místní složky z počítače
da_dk: Importér en lokal mappe fra din computer
de: Importiere einen lokalen Ordner von deinem Computer
el_gr: Εισαγωγή ενός τοπικού φακέλου από τον υπολογιστή σας
es_419: Importar una carpeta local desde su computadora
fr: Importer un dossier local depuis votre ordinateur
hu: Helyi mappa importálása a számítógépről
id: Impor folder lokal dari komputer Anda
it: Importa una cartella locale dal tuo computer
nb_no: Importer en lokal mappe fra datamaskinen din
nl: Importeer een lokale map vanaf uw computer
pl: Importuj lokalny folder z urządzenia
pt: Importar uma pasta local do seu computador
pt_br: Importar uma pasta local do seu computador
ro: Importați un folder local din calculator.
sk: Importujte miestny priečinok z vášho počítača
sv_se: Importera en lokal mapp från din dator
tr: Bilgisayarınızdaki bir yerel klasörü içe aktarın
zh_cn: 从电脑导入本地文件夹
zh_tw: 從您的電腦匯入本機資料夾

# Main_Photos_Import_ImportFolder_Title
source: Import a folder
be_by: Імпартаваць папку
ca_es: Importa una carpeta
cs_cz: Import složky
da_dk: Importér en mappe
de: Ordner importieren
el_gr: Εισαγωγή φακέλου
es_419: Importar una carpeta
fr: Importer un dossier
hu: Mappa importálása
id: Impor folder
it: Importa una cartella
nb_no: Importer en mappe
nl: Map importeren
pl: Importuj folder
pt: Importar uma pasta
pt_br: Importar uma pasta
ro: Importare folder
sk: Importovať priečinok
sv_se: Importera en mapp
tr: Bir klasörü içe aktarın
zh_cn: 导入文件夹
zh_tw: 匯入資料夾

# Main_Photos_Import_ImportFromGoogle_Description
source: Import Google photos from Google Takeout
be_by: Імпартаваць Google Photos з Google Takeout
ca_es: Importeu fotos de Google des de Google Takeout
cs_cz: Import Fotek Google ze služby Export dat Google
da_dk: Importér Google Fotos fra Google Takeout
de: Google-Fotos aus Google Takeout importieren
el_gr: Εισαγωγή φωτογραφιών Google από το Google Takeout
es_419: Importar fotos de Google desde Google Takeout
fr: Importer les photos de Google depuis Google Takeout
hu: Google Fotók importálása Google Takeoutból
id: Impor foto Google dari Google Takeout
it: Importa foto di Google da Google Takeout
nb_no: Importer Google-bilder fra Google Takeout
nl: Importeer Google foto's uit Google Takeout
pl: Importuj Zdjęcia Google z Google Takeout
pt: Importar fotos do Google do Google Takeout
pt_br: Importar fotos do Google do Google Takeout
ro: Importare fotografii Google din Google Takeout
sk: Import Google Fotiek z Google Takeout
sv_se: Importera Google-foton från Google Takeout
tr: Google Takeout üzerinden Google fotoğraflarını içe aktarın
zh_cn: 从 Google Takeout 导入 Google 相册
zh_tw: 從 Google Takeout 匯入 Google 相片

# Main_Photos_Import_ImportFromGoogle_Title
source: Import from Google Photos
be_by: Імпартаваць з Google Photos
ca_es: Importa des de Google Fotos
cs_cz: Import z Fotek Google
da_dk: Importér fra Google Fotos
de: Von Google-Fotos importieren
el_gr: Εισαγωγή από Google Photos
es_419: Importar desde Google Fotos
fr: Importer depuis Google Photos
hu: Google Fotók importálása
id: Impor dari Google Photos
it: Importa da Google Foto
nb_no: Importer fra Google-bilder
nl: Importeren vanuit Google Foto's
pl: Import ze Zdjęć Google
pt: Importar do Google Fotos
pt_br: Importar do Google Fotos
ro: Importare din Google Photos
sk: Import z Google Photos
sv_se: Importera från Google Foton
tr: Google Fotoğraflardan içe aktarın
zh_cn: 从 Google 相册导入
zh_tw: 從 Google 相片匯入

# Main_Photos_Import_Title
source: Import photos
be_by: Імпартаваць фатаграфіі
ca_es: Importa fotos
cs_cz: Import fotek
da_dk: Importér fotos
de: Fotos importieren
el_gr: Εισαγωγή φωτογραφιών
es_419: Importar fotos
fr: Importer des photos
hu: Fényképek importálása
id: Impor foto
it: Importa foto
nb_no: Importer bilder
nl: Importeer foto's
pl: Importuj zdjęcia
pt: Importar fotos
pt_br: Importar fotos
ro: Importare fotografii
sk: Importovať fotografie
sv_se: Importera foton
tr: Fotoğrafları içe aktarın
zh_cn: 导入相册
zh_tw: 匯入相片

# Main_Photos_Title
source: Photos
be_by: Фатаграфіі
ca_es: Fotos
cs_cz: Fotky
da_dk: Fotos
de: Fotos
el_gr: Φωτογραφίες
es_419: Fotos
hu: Fényképek
id: Foto
it: Foto
nb_no: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotografias
pt_br: Fotos
ro: Fotografii
ru: Фото
sk: Fotografie
sv_se: Foton
tr: Fotoğraflar
zh_cn: 照片
zh_tw: 相片

# Main_Settings_AccountRootFolder_Button_Change
source: _Change
be_by: _Змяніць
ca_es: _Canvia
cs_cz: _Změnit
da_dk: _Skift
de: _Ändern
el_gr: Αλλαγή
es_419: _Cambiar
fr: _Modifier
hu: _Változtatás
id: _Ubah
it: _Cambia
nb_no: _Endre
nl: _Wijzigen
pl: Zmień
pt: _Alterar
pt_br: _Alterar
ro: Modifi_care
ru: _Изменить
sk: _Zmeniť
sv_se: _Ändra
tr: _Değiştir
zh_cn: 更改
zh_tw: _更改

# Main_Settings_AccountRootFolder_HelpText
source: Change your Proton Drive root folder.
be_by: Змяніць каранёвую папку Proton Drive.
ca_es: Canvieu la carpeta principal de Proton Drive.
cs_cz: Změňte kořenovou složku Proton Drive.
da_dk: Skift rodmappe på dit Proton Drive.
de: Ändere dein Proton Drive Stammverzeichnis.
el_gr: Αλλάξτε τον ριζικό φάκελο του Proton Drive.
es_419: Cambiar la carpeta principal de Proton Drive
fr: Modifiez le dossier principal de Proton Drive.
hu: A Proton Drive gyökérmappájának módosítása.
id: Ubah folder akar Proton Drive Anda.
it: Cambia la cartella di base di Proton Drive.
nb_no: Endre rotmappen til Proton Drive.
nl: Wijzig uw hoofdmap van Proton Drive.
pl: Zmień główny folder Proton Drive.
pt: Altere a pasta principal do Proton Drive.
pt_br: Alterar sua pasta raiz do Proton Drive.
ro: Modificați folderul rădăcină al Proton Drive.
ru: Измените корневую папку Proton Drive.
sk: Zmeňte koreňový priečinok Proton Drive.
sv_se: Ändra din Proton Drive-rotmapp.
tr: Proton Drive kök klasörünüzü değiştirin.
zh_cn: 更改您的 Proton Drive 根目录。
zh_tw: 變更您的 Proton Drive 根資料夾。

# Main_Settings_AccountRootFolder_Title
source: Location
be_by: Размяшчэнне
ca_es: Ubicació
cs_cz: Umístění
da_dk: Placering
de: Standort
el_gr: Τοποθεσία
es_419: Ubicación
fr: Emplacement
hu: Hely
id: Lokasi
it: Localizzazione
nb_no: Plassering
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Cale
ru: Расположение
sk: Poloha
sv_se: Plats
tr: Konum
zh_cn: 本地
zh_tw: 位置

# Main_Settings_Label_AccountRootFolder
source: Your Proton Drive folder:
be_by: Ваша папка Proton Drive:
ca_es: La vostra carpeta de Proton Drive:
cs_cz: Vaše složka Proton Drive:
da_dk: Din Proton Drive-mappe:
de: Dein Proton Drive Ordner:
el_gr: Ο φάκελος Proton Drive σας:
es_419: Su carpeta de Proton Drive:
fr: Votre dossier Proton Drive :
hu: Az Ön Proton Drive mappája
id: Folder Proton Drive Anda:
it: La tua cartella Proton Drive:
nb_no: Din Proton Drive-mappe:
nl: Uw Proton Drive map:
pl: Folder Proton Drive:
pt: A sua pasta do Proton Drive:
pt_br: Sua pasta do Proton Drive:
ro: Folder Proton Drive:
ru: Ваша папка Proton Drive:
sk: Váš Proton Drive priečinok:
sv_se: Din Proton Drive-mapp:
tr: Proton Drive klasörünüz:
zh_cn: 您的 Proton Drive 文件夹:
zh_tw: 你的Proton Drive資料夾

# Main_Settings_Label_General
source: General
be_by: Агульныя
cs_cz: Obecné
da_dk: Generelt
de: Allgemein
el_gr: Γενικά
fr: Général
hu: Általános
id: Umum
it: Generali
nb_no: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
ro: Generale
ru: Общее
sk: Všeobecné
sv_se: Allmänt
tr: Genel
zh_cn: 常规​​​​​
zh_tw: 一般

# Main_Settings_Language_Button_Restart
source: Restart now
be_by: Перазапусціць зараз
ca_es: Reinicia ara
cs_cz: Restartovat nyní
da_dk: Genstart nu
de: Jetzt neu starten
el_gr: Επανεκκίνηση τώρα
es_419: Reiniciar ahora
fr: Redémarrer maintenant
hu: Újraindítás most
id: Mulai ulang sekarang
it: Riavvia ora
nb_no: Start på nytt nå
nl: Nu herstarten
pl: Uruchom ponownie
pt: Reiniciar agora
pt_br: Reiniciar agora
ro: Repornire
ru: Перезапустить сейчас
sk: Reštartovať teraz
sv_se: Starta om nu
tr: Yeniden başlat
zh_cn: 现在重新启动
zh_tw: 現在重新啟動

# Main_Settings_Language_Message_PleaseRestart
source: Please restart the application to apply your language change
be_by: Перазапусціце праграму, каб ужыць змены мовы
ca_es: Reinicieu l'aplicació per aplicar el canvi de llengua.
cs_cz: Pro použití změny jazyka restartujte prosím aplikaci
da_dk: Genstart applikationen for at anvende din sprogændring
de: Bitte starte die Anwendung neu, um deine Sprachänderung zu übernehmen
el_gr: Παρακαλούμε επανεκκινήστε την εφαρμογή για να εφαρμόσετε την αλλαγή γλώσσας
es_419: Reinicie la aplicación para aplicar el cambio de idioma.
fr: Veuillez redémarrer l'application pour appliquer la modification de la langue.
hu: Indítsa újra az alkalmazást a nyelv módosításának alkalmazásához
id: Silakan mulai ulang aplikasi untuk menerapkan perubahan bahasa Anda
it: Riavvia l'applicazione per applicare la modifica della lingua
nb_no: Start programmet på nytt for å bruke språkendringen
nl: Herstart het programma om taalwijziging door te voeren
pl: Uruchom ponownie aplikację, aby zmienić język
pt: Reinicie a aplicação para aplicar a alteração de idioma.
pt_br: Reinicie o aplicativo para aplicar a alteração de idioma.
ro: Reporniți aplicația pentru aplicarea limbii selectate.
ru: Перезапустите приложение, чтобы изменить язык
sk: Reštartujte aplikáciu, prosím, aby ste uplatnili zmenu jazyka.
sv_se: Starta om applikationen för att tillämpa din språkändring
tr: Dil değişikliğinin uygulanması için lütfen uygulamayı yeniden başlatın
zh_cn: 请重新启动应用程序以应用您的语言变更
zh_tw: 請重新啟動應用程式以套用您的語言變更

# Main_Settings_Language_Title
source: Language
be_by: Мова
ca_es: Llengua
cs_cz: Jazyk
da_dk: Sprog
de: Sprache
el_gr: Γλώσσα
es_419: Idioma
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
nb_no: Språk
nl: Taal
pl: Język
pt: Idioma
pt_br: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sv_se: Språk
tr: Dil
zh_cn: 语言
zh_tw: 語言

# Main_Settings_OpenOnStartup_HelpText
source: Open Proton Drive on Windows startup
be_by: Адкрываць Proton Drive пры запуску Windows
ca_es: Obre Proton Drive a l'inici de Windows
cs_cz: Otevření Proton Drive při spuštění Windows
da_dk: Åbn Proton Drive ved opstart af Windows
de: Proton Drive beim Starten von Windows öffnen
el_gr: Ανοίξτε το Proton Drive κατά την εκκίνηση των Windows
es_419: Abrir Proton Drive al iniciar Windows
fr: Ouvrir Proton Drive lors du démarrage de Windows
hu: A Proton Drive megnyitása a Windows indításakor
id: Buka Proton Drive pada saat Windows dinyalakan
it: Apri Proton Drive all'avvio di Windows
nb_no: Åpne Proton Drive ved oppstart av Windows
nl: Open Proton Drive bij het opstarten van Windows
pl: Otwórz Proton Drive podczas uruchamiania systemu
pt: Abrir o Proton Drive na inicialização do Windows
pt_br: Abrir o Proton Drive na inicialização do Windows
ro: Deschidere Proton Drive la pornirea Windows.
ru: Открывать Proton Drive при запуске Windows
sk: Otvoriť Proton Drive pri spustení systému Windows
sv_se: Öppna Proton Drive när Windows startas
tr: Windows başlangıcında Proton Drive açılsın
zh_cn: Windows 启动时打开 Proton Drive
zh_tw: 在 Windows 新創時開啟 Proton Drive

# Main_Settings_OpenOnStartup_Title
source: Open on startup
be_by: Адкрываць пры запуску
ca_es: Obre a l'inici
cs_cz: Otevřít při spuštění
da_dk: Åbn ved opstart
de: Nach dem Hochfahren öffnen
el_gr: Άνοιγμα κατά την εκκίνηση
es_419: Abrir al iniciar
fr: Ouvrir au démarrage
hu: Induláskor megnyílik
id: Luncurkan aplikasi pada saat startup
it: Apri all'avvio
nb_no: Åpne ved oppstart
nl: Open bij opstarten
pl: Automatyczne uruchamianie
pt: Abrir ao iniciar
pt_br: Abrir ao Iniciar
ro: Deschidere la pornire
ru: Открывать при запуске
sk: Otvoriť po štarte
sv_se: Öppna vid uppstart
tr: Başlangıçta açılsın
zh_cn: 开机时启动
zh_tw: 啟動時開啟

# Main_Settings_Title
source: Settings
be_by: Налады
ca_es: Preferències
cs_cz: Nastavení
da_dk: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es_419: Ajustes
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv_se: Inställningar
tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# Main_SharedWithMe_Column_Name
source: Name
be_by: Назва
ca_es: Nom
cs_cz: Název
da_dk: Navn
el_gr: Όνομα
es_419: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sv_se: Namn
tr: Ad
zh_cn: 名称
zh_tw: 檔名

# Main_SharedWithMe_Column_Permissions
source: Permissions
be_by: Дазволы
ca_es: Permisos
cs_cz: Oprávnění
da_dk: Tilladelser
de: Berechtigungen
el_gr: Δικαιώματα
es_419: Permisos
fr: Autorisations
hu: Engedélyek
id: Izin
it: Autorizzazioni
nb_no: Tillatelser
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
pt_br: Permissões
ro: Permisiuni
ru: Разрешения
sk: Oprávnenia
sv_se: Behörigheter
tr: İzinler
zh_cn: 权限
zh_tw: 權限

# Main_SharedWithMe_Column_Permissions_Tooltip
source: Permissions granted to you by the owner
be_by: Дазволы, які даў вам уласнік
ca_es: El propietari us ha atorgat les autoritzacions necessàries.
cs_cz: Oprávnění udělená vlastníkem
da_dk: Tilladelser givet til dig af ejeren
de: Berechtigungen, die dir vom Eigentümer gewährt wurden
el_gr: Δικαιώματα που σας παραχωρούνται από τον κάτοχο
es_419: El propietario le ha concedido los permisos necesarios.
fr: Le propriétaire vous a accordé les autorisations nécessaires.
hu: A tulajdonos által Önnek adott engedélyek
id: Izin yang diberikan kepada Anda oleh pemilik
it: Autorizzazioni concesse dal proprietario
nb_no: Tillatelser gitt til deg av eieren
nl: Machtigingen verleend door de eigenaar
pl: Uprawnienia przyznane przez właściciela
pt: O proprietário concedeu-lhe as autorizações necessárias.
pt_br: Permissões concedidas a você pelo proprietário
ro: Permisiuni pe care vi le-a acordat proprietarul.
ru: Права, предоставленные вам владельцем
sk: Oprávnenia udelené vlastníkom
sv_se: Behörighet beviljat ​​till dig av ägaren
tr: Yönetici tarafından size verilen izinler
zh_cn: 所有者授予您的权限
zh_tw: 所有者授予您的權限

# Main_SharedWithMe_Column_Permissions_Value_Editor
source: Editor
be_by: Рэдактар​​
da_dk: Redaktør
de: Bearbeiter
el_gr: Επεξεργαστής
fr: Éditeur
hu: Szerkesztheti
id: Penyunting
nb_no: Redigerer
nl: Bewerker
pl: Edycja
ru: Редактор
sk: Redaktor
sv_se: Redigerare
tr: Düzenleyici
zh_cn: 编辑者
zh_tw: 編輯者

# Main_SharedWithMe_Column_Permissions_Value_Viewer
source: Viewer
be_by: Праглядальнік
ca_es: Lector
cs_cz: Prohlížející
da_dk: Seer
de: Leseberechtigter
el_gr: Πρόγραμμα προβολής
es_419: Lector
fr: Lecteur
hu: Néző
id: Penampil
it: Visualizzatore
nb_no: Leser
nl: Kijker
pl: Odczyt
pt: Leitor
pt_br: Visualizador
ro: Utilizator
ru: Только просмотр
sk: Čitateľ
sv_se: Visare
tr: Görüntüleyici
zh_cn: 查看者
zh_tw: 檢視者

# Main_SharedWithMe_Column_SharedBy
source: Shared by
be_by: Абагулена
ca_es: Compartit per
cs_cz: Sdílel(a)
da_dk: Delt af
de: Geteilt von
el_gr: Κοινοποιήθηκε από
es_419: Compartido por
fr: Partagé par
hu: Megosztotta:
id: Dibagikan oleh
it: Condiviso da
nb_no: Delt av
nl: Gedeeld door
pl: Udostępnione przez
pt: Partilhado por
pt_br: Compartilhado por
ro: Partajat de
ru: Поделиться через
sk: Zdieľané používateľom
sv_se: Delat av
tr: Paylaşan
zh_cn: 分享者
zh_tw: 分享自

# Main_SharedWithMe_Column_SharedOn
source: Shared on
be_by: Абагулена
ca_es: Compartit el
cs_cz: Sdíleno dne
da_dk: Delt på
de: Geteilt am
el_gr: Κοινοποιήθηκε στις
es_419: Compartido el
fr: Partagé le
hu: Megosztás dátuma
id: Dibagikan pada
it: Condiviso su
nb_no: Delt den
nl: Gedeeld op
pl: Udostępnione
pt: Partilhado em
pt_br: Compartilhado em
ro: Partajat
ru: Поделиться на
sk: Zdieľané
sv_se: Delat på
tr: Paylaşılma zamanı
zh_cn: 分享于
zh_tw: 已共享於

# Main_SharedWithMe_Column_Sync
source: Sync
be_by: Сінхранізацыя
ca_es: Sincronitza
cs_cz: Synchronizace
da_dk: Synkronisering
de: Synchronisieren
el_gr: Συγχρονισμός
es_419: Sincronizar
fr: Synchroniser
hu: Szinkronizálás
id: Sinkronkan
it: Sincronizza
nb_no: Synkroniser
nl: Synchroniseren
pl: Synchronizacja
pt: Sincronizar
pt_br: Sincronizar
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
sv_se: Synkronisera
tr: Eşitleme
zh_cn: 同步
zh_tw: 同步
